<text id="1792_b">
<chap title="front matter">
<gap desc="front matter, not digitised"/>
<pb n="iii"/>
<head level="1" align="center">FORTNIGHT'S RAMBLE</head>
<head level="3" align="center">TO</head>
<head level="2" align="center">THE LAKES</head>
<head level="3" align="center">IN</head>
<head level="2" align="center">WESTMORELAND, LANCASHIRE,</head>
<head level="3" align="center">AND</head>
<head level="2" align="center">CUMBERLAND.</head>
<gap desc="line"/>
<head level="2" align="center"><i>BY A RAMBLER.</i></head>
<gap desc="line"/>
<poem>
<line>HEAVENS! what a goodly pro&#383;pect &#383;preads around</line>
<line>Of Hills, and Dales, and Woods, and Lawns --</line>
<line>--</line>
<line>--</line>
<line>Happy BRITAINIA! where the QUEEN OF ARTS</line>
<line>In&#383;piring vigour, Liberty abroad</line>
<line>Walks, unconfin'd, even to thy farthe&#383;t cots,</line>
<line>And &#383;catters plenty with un&#383;pairing hand,</line>
<author>THOMSON.</author>
</poem>
<gap desc="line"/>
<head level="3" align="center">LONDON:</head>
<head level="3" align="center">PRINTED FOR HOOKHAM AND CARPENTER,</head>
<head level="3" align="center">NEW AND OLD BOND STREET.</head>
<head level="3" align="center">1792.</head>
<pb n="iv"/>
<table width="70%">
<tr>
<td width="30%"><i>Fell,</i></td>
<td width="70%">a barren mountain.</td>
</tr>
<tr>
<td width="30%"><i>Crag,</i></td>
<td width="70%">a rough-topped hill.</td>
</tr>
<tr>
<td width="30%"><i>Syke,</i></td>
<td width="70%">a rivulet, or a rent in mountain.</td>
</tr>
<tr>
<td width="30%"><i>Gill,</i></td>
<td width="70%">a &#383;mall waterfall.</td>
</tr>
<tr>
<td width="30%"><i>Tarn,</i></td>
<td width="70%">a &#383;mall lake.</td>
</tr>
<tr>
<td width="100%">
<gap desc="line"/>
</td>
</tr>
<tr>
<td><i>An Explanation of &#383;ome of the provincial Words.</i></td>
</tr>
<tr>
<td width="40%">an,</td>
<td width="10%">&#8212;</td>
<td width="40%">have.</td>
</tr>
<tr>
<td width="40%">aw,</td>
<td width="10%">&#8212;</td>
<td width="40%">all.</td>
</tr>
<tr>
<td width="40%">bu,</td>
<td width="10%">&#8212;</td>
<td width="40%">but.</td>
</tr>
<tr>
<td width="40%">con,</td>
<td width="10%">&#8212;</td>
<td width="40%">can.</td>
</tr>
<tr>
<td width="40%">cum,</td>
<td width="10%">&#8212;</td>
<td width="40%">come.</td>
</tr>
<tr>
<td width="40%">deed,</td>
<td width="10%">&#8212;</td>
<td width="40%">died.</td>
</tr>
<tr>
<td width="40%">dun-naw,</td>
<td width="10%">&#8212;</td>
<td width="40%">do not.</td>
</tr>
<tr>
<td width="40%">faither,</td>
<td width="10%">&#8212;</td>
<td width="40%">father.</td>
</tr>
<tr>
<td width="40%">feact,</td>
<td width="10%">&#8212;</td>
<td width="40%">fact.</td>
</tr>
<tr>
<td width="40%">fealt no pean,</td>
<td width="10%">&#8212;</td>
<td width="40%">felt no pain.</td>
</tr>
<tr>
<td width="40%">fellar,</td>
<td width="10%">&#8212;</td>
<td width="40%">fellow</td>
</tr>
<tr>
<td width="40%">gien um &#383;eck,</td>
<td width="10%">&#8212;</td>
<td width="40%">given them &#383;uch.</td>
</tr>
<tr>
<td width="40%">lard,</td>
<td width="10%">&#8212;</td>
<td width="40%">lord.</td>
</tr>
<tr>
<td width="40%">neames,</td>
<td width="10%">&#8212;</td>
<td width="40%">names.</td>
</tr>
<tr>
<td width="40%">tha mun,</td>
<td width="10%">&#8212;</td>
<td width="40%">thou mu&#383;t.</td>
</tr>
<tr>
<td width="40%">th' cradle,</td>
<td width="10%">&#8212;</td>
<td width="40%">the cradle.</td>
</tr>
<tr>
<td width="40%">thinken um&#383;elves,</td>
<td width="10%">&#8212;</td>
<td width="40%">think them&#383;elves.</td>
</tr>
<tr>
<td width="40%">t'kno,</td>
<td width="10%">&#8212;</td>
<td width="40%">to know.</td>
</tr>
<tr>
<td width="40%">um,</td>
<td width="10%">&#8212;</td>
<td width="40%">them.</td>
</tr>
<tr>
<td width="40%">wad,</td>
<td width="10%">&#8212;</td>
<td width="40%">would.</td>
</tr>
<tr>
<td width="40%">yon mon,</td>
<td width="10%">&#8212;</td>
<td width="40%">yonder man.</td>
</tr>
</table>
<p>N.B. As the Author has no Vocabulary to go by, he judges from the ear.</p>
</chap>
<chap title="PREFACE">
<head level="2" align="center">PREFACE.</head>
<gap desc="line"/>
<p>TO guard again&#383;t the &#383;everity of critici&#383;m, which I mu&#383;t expect, or the too partial prai&#383;e of &#383;ome of my friends that I might not de&#383;erve, (either of which would be unwelcome) I conceal my&#383;elf under the &#383;ignature of A RAMBLER.</p>
<p>This excur&#383;ion was at the reque&#383;t of a friend, and I was &#383;o plea&#383;ed with every thing I &#383;aw, I hope <pb n="vi"/>there are &#383;ome few who will not be di&#383;plea&#383;ed with my manner of telling it; whatever I have written came warm from the imagination, with the views full before it. I have always been an admirer of the works of Nature, and I never &#383;aw them in &#383;uch liberal features before: I have no fine hou&#383;es, no fine paintings, no compliments to great people, to &#383;well out my book with &#8212; <i>my portraits</i> are cottagers, my <i>pictures</i> what Nature has lavi&#383;hed around them &#8212; when I do prai&#383;e a rich man, it &#383;hall never be on account of his wealth, but for tho&#383;e unremitting acts of philanthropy, tho&#383;e only de&#383;erving of e&#383;teem, that <pb n="vii"/>&#383;hower down in charity wherever it is wanted.</p>
<p>The inhabitants are as peaceful as their vallies, and &#383;eem to have no inclination to leave them: they even talk of their forefathers, and carry an oral account for &#383;everal generations of any one who has been out of the common way. One man told us, "My faither, gran-faither, an grait granfaither, fearmed yon lake, an I was naw leave this pleace <i>for aw th' world."</i> &#8212;This valley had no more than fourteen hou&#383;es, and is &#383;o entombed in mountains, that only one chai&#383;e has been known to <pb n="viii"/>vi&#383;it it. &#8212;Happy man! well do&#383;t thou prove that Nature impre&#383;&#383;es the &#383;tronge&#383;t attachments where &#383;he is undi&#383;turbed, and that every thing around them grows in their minds, and becomes a nece&#383;&#383;ary part of them. &#8212; Prithee, Mortal! do&#383;t not thou think this &#383;imple villager has given (in a few words) as practical proof of contentment as volumes could contain?</p>
<p>I feel that I have been too diffu&#383;e in de&#383;cription &#8212; I much wi&#383;hed to correct it &#8212; and have taken out more than I have added; but not finding my&#383;elf to the ta&#383;k of &#383;elf-criticism, mo&#383;t of my alterations <pb n="ix"/>became &#383;o formal, I was obliged to de&#383;i&#383;t &#8212; the weeds and flowers (if there are any) grow together, and they are before you in their fir&#383;t, unfini&#383;hed dre&#383;s.</p>
<p>Tho&#383;e who make the tour of the Lakes, and will examine any of the views I attempt to de&#383;cribe, if they &#383;ee them from the points I did, and in the la&#383;t week in July and the fir&#383;t week in Augu&#383;t, making allowances for the <i>fancies</i> of Nature, or the pruning hand of man, may, perhaps, give me the credit of delineating faithfully; and they will be well repaid again&#383;t any of my omi&#383;&#383;ions, by finding out new beauties of their <pb n="x"/>own: and I tru&#383;t tho&#383;e who do not vi&#383;it them, by taking the trouble of peru&#383;ing this Ramble, will have &#383;ome enlivening &#383;cenes and u&#383;eful characters pre&#383;ented to them.</p>
<p>We were exactly one fortnight with con&#383;tant fine weather, during which we walked upwards of two hundred and forty miles, be&#383;ides boat and chai&#383;e conveyance; and what with admiring the wonders around us, writing them down, or &#383;toring them in my memory for an early morning's pen, I can truly &#383;ay I enjoyed a noble hurry of imagination, and that I had not time to be idle.</p>
<pb n="xi"/>
<p>The friend I accompanied was my guide; he had been at the Lakes before: his ta&#383;te led him thither again, and I have to expre&#383;s my&#383;elf &#383;ingularly obliged for many features he pointed out which my mind had not taken in. He had "Mr WEST's Guide to the Lakes," but did not make u&#383;e of it. Mr. WEST, I under&#383;tand, was a &#383;cholar of warm fancy; he had &#383;tudied their beauties minutely, and, from living near them, took time to be correct. I believe that gentleman has brought much company, and will always be recollected (for he is now no more!) as their be&#383;t patron: I would with plea&#383;ure have read his <pb n="xii"/>book, if I had not been apprehen&#383;ive it might have &#383;uppre&#383;&#383;ed this, which does not merit the name of a Guide, and is only offered as a Journeying Companion. It was cu&#383;tomary, I am told, to da&#383;h by them with an exclamation or two of "Oh! how fine" &amp;c.; or, as a gentleman &#383;aid to Robin Partridge the day after we were upon Windermere, "Good God! how delightful! &#8212; how charming! &#8212; I could live here for ever! &#8212; Row on, row on, row on;" and after pa&#383;&#383;ing one hour of exclamations upon the Lake, and half an hour at Amble&#383;ide, he ordered his hor&#383;es into his phaeton, and flew off <pb n="xiii"/>to take (I doubt not) an equally <i>flying</i> view of Derwentwater. Robin Partridge, when he told us of it, a&#383;ked us if we thought "the gentleman was as <i>compo&#383;ed</i> as he &#383;ud be?"</p>
<p>It is now &#383;o meritoriou&#383;ly the fa&#383;hion to make this tour, I dare almo&#383;t &#383;ay it will be thought want of ta&#383;te not to be able to &#383;peak about it; for it only wants to be made, to have the preference of every &#383;ummer excur&#383;ion in the kingdom. Had the&#383;e beauties been formed in a foreign land, they would have been long ago more known; but &#383;ince a once-boa&#383;ted, though now <pb n="xiv"/>unfortunate, part of the Continent is become a &#383;cene of horror and deva&#383;tation, they may be thought worthy attention. &#8212; I was telling a Grand Touri&#383;t where I had been, and he da&#383;hed off to Switzerland. We have no rea&#383;on to depreciate other countries in commending our own; but Nature has &#383;ported in &#383;uch a variety AT HOME, no views can exceed them in that delightful miniature which the eye takes in, without being either <i>glutted</i> by expan&#383;e, or DISGUSTED by deformity.</p>
<p>The &#383;hortne&#383;s of our Ramble did not allow us to vi&#383;it every Lake; <pb n="xv"/>and I regret what I have &#383;aid of Ba&#383;&#383;enthwaite, Coni&#383;tone, and Haw&#383;water, is &#383;o unequal to what they merit &#8212; we only &#383;aw them in per&#383;pective. &#8212; Amble&#383;ide or Low Wood are the be&#383;t &#383;ituated for head quarters the fir&#383;t week, and Ke&#383;wick for the remainder of the tour: Ke&#383;wick is the little London of the towns about the Lakes, and we ob&#383;erved, as in all large places, the experience is greater.</p>
<p>Reader! when thou con&#383;idere&#383;t the labourious mountains we traver&#383;ed, and that the whole of this book, except the preface and chaptering out, took up but one <pb n="xvi"/>fortnight, thou may&#383;t make &#383;ome allowance for the many defects; for, like the author, it is too incorrect to be formal &#8212; but it is for the Public, and I have no right to judge it either or my&#383;elf.</p>
<p align="right">A RAMBLER.</p>
<p>LONDON</p>
<p>AUGUST 20th, 1792.</p>
</chap>
<chap title="contents">
<head level="2" align="center">CONTENTS.</head>
<table width="80%">
<tr>
<td align="center">CHAP. 1.</td>
</tr>
<tr>
<td align="right">Page</td>
</tr>
<tr>
<td width="90%">A &#383;light Touch of a Margate Hoy, not to be read before Breakfa&#383;t, except you have been in a Gale of Wind at Sea</td>
<td width="10%">1</td>
</tr>
<tr>
<td align="center">CHAP II.</td>
</tr>
<tr>
<td width="90%">A Mail Coach &#8212; &#8212; </td>
<td width="10%">7</td>
</tr>
<tr>
<td align="center">CHAP. III.</td>
</tr>
<tr>
<td width="90%">Cro&#383;s the Country to Kendal &#8211; Fatigue &#8211; Covered by Sancho Panca's incomparable Cloak &#8211; The River Ken &#8211; Salmon leaping &#8211; Levens Park &#8211; The Liquor called Morocco &#8211; Haver&#383;ham Village &#8211; Sexton, a Man of Feeling &#8212;</td>
<td width="10%">12</td> 
</tr>
<tr>
<td align="center">CHAP IV.</td>
</tr>
<tr>
<td width="90%">A Village Dancing Ma&#383;ter &#8211; An aged Matron &#8211; Ru&#383;tic Politene&#383;s on her Entrance. &#8211; A Hornpipe &#8211; The Ro&#383;e Dance &#8211; Farmer's Servant &#8211; A Barn Dancing School &#8211; The Church &#8211; Dinner &#8211; Return to Levens &#8211; The Gardens &#8211; Antiquated Hou&#383;ekeeper &#8211; Kitchen Grate &#8212;</td>
<td width="10%">19</td>
</tr>
<pb n="xviii"/>
<tr>
<td align="center">CHAP. V.</td>
</tr>
<tr>
<td width="90%">Petrifactions &#8211; Kendal Church &#8211; A Barber, a Man of Family &#8212;</td>
<td width="10%">27</td>
</tr>
<tr>
<td align="center">CHAP. VI.</td>
</tr>
<tr>
<td width="90%">Obeli&#383;k &#8211; Children in Kendal &#383;ickly &#8211; Indu&#383;try &#8211; New Canal &#8211; Tenter Grounds &#8211; A Man of Ingenuity &#8212;</td>
<td width="10%">31</td>
</tr>
<tr>
<td align="center">CHAP VII.</td>
</tr>
<tr>
<td width="90%">Ing's Chapel &#8211; Indu&#383;try rewarded &#8211; Benevolence &#8211; A fir&#383;t Sight of the Lakes &#8211; Boats upon Windermere &#8211; Amble&#383;ide</td>
<td width="10%">38</td>
</tr>
<tr>
<td align="center">CHAP. VIII.</td>
</tr>
<tr>
<td width="90%">A Kind of Apology for my&#383;elf &#8211; Rydal Waterfalls &#8211; Rydal Lake &#8211; Ampitheatre around it &#8211; Gra&#383;&#383;mere &#8211; A Country Ale-hou&#383;e &#8211; Went upon the Lake &#8211; An Attempt at De&#383;cription &#8211; A Prayer for the Inhabitants &#8211; Crooked Chimney an Eye&#383;ore &#8212;</td>
<td width="10%">42</td>
</tr>
<tr>
<td align="center">CHAP. IX.</td>
</tr>
<tr>
<td width="90%"><i>Windermere.</i> &#8211; Too much De&#383;cription &#8211; Thomp&#383;on's I&#383;land &#8212;</td>
<td width="10%">52</td>
</tr>
<pb n="xix"/>
<tr>
<td align="center">CHAP. X.</td>
</tr>
<tr>
<td width="90%"><i>Windermere.</i> &#8211; Bowne&#383;s &#8211; An Adder &#8211; Robin Partridge's Finger, and an old Iri&#383;h-woman's Charms &#8211; Robin angry becau&#383;e I want Faith &#8211; Remnants of Furne&#383;s Abbey Window &#8211; To &#383;ee Windermere to Advantage &#8212; </td>
<td width="10%">60</td>
</tr>
<tr>
<td align="center">CHAP. XI.</td>
</tr>
<tr>
<td width="90%"><i>Patterdale.</i> &#8211; Large farms detrimental &#8211; A Walk to Patterdale &#8211; More De&#383;cription &#8211; Six magnificent Mountains &#8211; The Vale of Patterdale &#8211; Wild Strawberries &#8211; The Churchyard &#8211; The King of Patterdale's Palace &#8211; Could not get Admittance &#8211; The Prince's Sons fine Children &#8211; Lyulph's Tower &#8211; March, quick one &#8211; Receipt again&#383;t Fatigue &#8211; A hearty Meal &#8211; The Landlord &#8211; A Coin found &#8211; Cu&#383;tom relative to &#383;traggled Sheep &#8211; A Maid of Honour &#8211; The Quee thir&#383;ty &#8212;</td>
<td width="10%">67</td>
</tr>
<tr>
<td align="center">CHAP. XII.</td>
</tr>
<tr>
<td width="90%"><i>Patterdale.</i> &#8211; Set off again to the Palace &#8211; Meet an old Woman &#8211; Who &#383;he was &#8211; Enter into Conver&#383;ation with Her Maje&#383;ty &#8211; Some Gin &#8211; Her Maje&#383;ty's Rea&#383;ons for preferring Ale &#8211; The Di&#383;a&#383;ter that gave us <pb n="xx"/>the Honour of her Company &#8211; Complains of the King &#8211; Her white Hand &#8211; Why &#383;he &#383;uppo&#383;es we are rich &#8211; Her Poverty and Riches &#8211; The King an old fool &#8211; Ob&#383;erve the King &#8211; Her Maje&#383;ty abu&#383;es him &#8211; Wants to &#383;ell two Wethers &#8211; The Queen getting more fuddled &#8211; Her own Account of her Behaviour at Church &#8211; Afraid we &#383;hould have had a &#383;aline Lake &#8211; She gets wor&#383;e and wor&#383;e &#8211; The Par&#383;on of the Pari&#383;h &#8212;</td>
<td width="10%">79</td>
</tr>
<tr>
<td align="center">CHAP. XIII.</td>
</tr>
<tr>
<td width="90%">Strength of Recollection &#8211; A Ru&#383;h bearing</td>
<td width="10%">87</td>
</tr>
<tr>
<td align="center">CHAP. XIV.</td>
</tr>
<tr>
<td width="90%"><i>The King of Patterdale.</i>&#8211; His great Age &#8211; Suppo&#383;ed why called &#383;o -- A&#383;toni&#383;hing Accumulation of Wealth &#8211; Mode of trying Strength of Ponies &#8211; Ca&#383;t away on an uninhabited I&#383;land &#8211; Contrivance to eat his Victuals, without his A&#383;&#383;i&#383;tant knowing he had any &#8211; His peculiar Mode of letting Fields, &amp;c. &#8211; Partiality for Sugar &#8211; Only out-cunninged in his Amours &#8211; Excellent Character of his Son &#8211; His Maje&#383;ty's Rea&#383;ons for not giving to the Poor &#8211; The Queen offers her Grandaughter in Marriage &#8211; <pb n="xxi"/> Re&#383;pect paid to her by the Country People &#8212;</td>
<td width="10%">92</td>
</tr>
<tr>
<td align="center">CHAP. XV.</td>
</tr>
<tr>
<td width="90%"><i>The A&#383;cent of Helm Crag.</i> &#8211; As the Subject of this Chapter is new to the Author, he chu&#383;es to &#383;ay nothing more about it, but that he deals &#383;omewhat in Surmi&#383;e, and he leaves the Deci&#383;ion to more learned Heads &#8212;</td>
<td width="10%">100</td>
</tr>
<tr>
<td align="center">CHAP. XVI.</td>
</tr>
<tr>
<td width="90%">Coni&#383;ton Lake &#8211; Rea&#383;ons for thinking a Man a Guide &#8211; The Old Man &#8211; Impul&#383;e to vi&#383;it it &#8211; Repent &#8211; The old Gentleman's mo&#383;&#383;y Cloathing &#8211; Sheep &#8211; A Spring &#8211; Views di&#383;cernible &#8211; Ea&#383;y De&#383;cent &#8211; Leven's Ca&#383;cade &#8211; Walk up a Ca&#383;mate &#8211; Copper Works &#8211; Slate Quarry &#8211; A Volcano &#8211; Afraid to vi&#383;it it &#8211; A young Man attempts, and &#383;woons &#8211; His Manner to avoid being laughed at &#8211; Super&#383;tition &#8211; Full a Match Robin Partridge's &#8211; Gho&#383;ts &#8211; Whi&#383;tling's a Charm again&#383;t them</td>
<td width="10%">110</td>
</tr>
<tr>
<td align="center">CHAP. XVII.</td>
</tr>
<tr>
<td width="90%">A Peep into Troutbeck Dale &#8211; All de&#383;criptive; if you don't chu&#383;e to read it, let it alone &#8211; But take a Walk to it, and if you <pb n="xxii"/>meet the &#383;ame pretty Girl and obliging Per&#383;on we did, &#383;o much the better</td>
<td width="10%">120</td>
</tr>
<tr>
<td align="center">CHAP. XVIII.</td>
</tr>
<tr>
<td width="90%"><i>Amble&#383;ide Waterfall.</i> &#8212; A Copy of Ver&#383;es introduced to &#383;hew you I am no de&#383;picable Poet; but as Poetry is a Drug, turn to the next Lead, and you will find I got a bad Tumble; with Advice to guard again&#383;t &#383;uch Di&#383;a&#383;ters &#8212;</td>
<td width="10%">124</td>
</tr>
<tr>
<td align="center">CHAP. XIX.</td>
</tr>
<tr>
<td width="90%">The We&#383;tons &#8211; A Song to rock a Cradle by &#8211; Hawke&#383;head &#8211; An Epitaph calculated to remind us of the In&#383;tability of human Life &#8211; School Boys, a noble Sight &#8211; Cheapne&#383;s of Boarding &#8211; A good School &#8211; A Debt of Honour &#8211; A Pa&#383;toral Dinner &#8211; People who live &#383;o &#8211; Fine Stocks for fine Children &#8211; The Rathay and the Brathay &#8211; Haymakers at Dinner &#8212;</td>
<td width="10%">129</td>
</tr>
<tr>
<td align="center">CHAP. XX.</td>
</tr>
<tr>
<td width="90%">Roman Station &#8211; A large Frog &#8211; Charity &#8211; Character of a good Man &#8212;</td>
<td width="10%">138</td>
</tr>
<tr>
<td align="center">CHAP. XXI.</td>
</tr>
<tr>
<td width="90%"><i>Helvellyn.</i>&#8211; Full Moon &#8211; Cour&#383;e to Helvellyn &#8211; Difficult Undertaking &#8211; Views &#8211;<pb n="xxiii"/>Violent Thir&#383;t &#8211; A Tarn &#8211; Dissuaded from drinking &#8211; A narrow Hill &#8211; Ba&#383;&#383;enthwaite Lake &#8212;</td>
<td width="10%">142</td>
</tr>
<tr>
<td align="center">CHAP. XXIII.</td>
</tr>
<tr>
<td width="90%"><i>Helvellyn.</i> &#8211; Helvellyn Man &#8211; Differently named &#8211; Liberty taken by the Author out of compliment to the Duke of Norfolk &#8211; A &#383;light Sketch of his Character &#8211; Appearance of Ull&#383;water Lake from Helvellyn &#8211; De&#383;cent to a Spring &#8211; Our extreme Joy &#8211; A Copy of Ver&#383;es &#8212;</td>
<td width="10%">147</td>
</tr>
<tr>
<td align="center">CHAP. XXIII.</td>
</tr>
<tr>
<td width="90%"><i>Helvellyn.</i> &#8211;Vanity on overlooking &#383;ix Mountains &#8211; Mo&#383;&#383;y Sheathing giving Way &#8211; Rolling Stones down Helvellyn &#8211; Caution in the De&#383;cent &#8211; Wyburn Lake &#8211; A Sheep Birth &#8211; A grand Canopy &#8211; A hearty Breakfa&#383;t &#8211; and a chatty old Woman</td>
<td width="10%">156</td>
</tr>
<tr>
<td align="center">CHAP. XXIV.</td>
</tr>
<tr>
<td width="90%"><i>Ke&#383;wick. &#8211;</i> Road to Ke&#383;wick &#8211; Ke&#383;wick Fair &#8211; Once famous for Leather &#8211; Rea&#383;ons for its Decay &#8211; Mirth replaces Profit</td>
<td width="10%">162</td>
</tr>
<tr>
<td align="center">CHAP. XXV.</td>
</tr>
<tr>
<td width="90%">Cro&#383;&#383;thwaite's Mu&#383;eum &#8211; Refinement in little Vagrants &#8211; De&#383;cription of the Playhouse <pb n="xxiv"/> &#8211; Their Mu&#383;ic &#8211; A full Hou&#383;e &#8211; Rea&#383;ons for leaving it &#8211; Awoke by Dancing &#8211; A blind Fidler &#8211;</td>
<td width="10%">165</td>
</tr>
<tr>
<td align="center">CHAP. XXVI.</td>
</tr>
<tr>
<td width="90%"><i>Derwenter Lake.</i> &#8211; Went upon the Lake &#8211; A bottom Wind &#8211; Effect on the Boat &#8211; Floating I&#383;land &#8211; Silver Hill &#8211; Beautiful Compa&#383;s of the Lake &#8211; Its Clearne&#383;s &#8211; Lowdore Waterfall &#8211; Wild Fruit &#8211; Curly-headed Children &#8212; </td>
<td width="10%">171</td>
</tr>
<tr>
<td align="center">CHAP. XXVII.</td>
</tr>
<tr>
<td width="90%"><i>Derwenter Lake.</i> &#8211; Bowdore Stone &#8211; and many others forced from their Parent &#8211; Scope for Botany &#8211; Barrowdale &#8211; A&#383;cend Ca&#383;tle Crag &#8211; Interior Richne&#383;s of Barrowdale &#8211; Wad Mine &#8211; Herbert's I&#383;land &#8211; A Reflection on it &#8211; The Lady Derwentwater's E&#383;cape &#8211; Manager's Speech on having a thin Hou&#383;e &#8211; A &#383;hort Account of him &#8212; &#8212;</td>
<td width="10%">177</td>
</tr>
<tr>
<td align="center">CHAP. XXVIII.</td>
</tr>
<tr>
<td width="90%"><i>Buttermere.</i> &#8211; Enchanting Walk &#8211; Newland Valley &#8211; Ru&#383;tic Civility &#8211; Two Waterfalls &#8211; Mountain Pa&#383;tures &#8211; The Village of Buttermere &#8211;</td>
<td width="10%">188</td>
</tr>
<pb n="xxv"/>
<tr>
<td align="center">CHAP. XXIX.</td>
</tr>
<tr>
<td width="90%"><i>Buttermere.</i> &#8211; A Guide &#8211; Di&#383;agreeable Walk &#8211; Buttermere and Crummack Lakes &#8211; The Sound of Scale-Force Waterfall &#8211; Its delicate Effect &#8211; De&#383;cription of it &#8211; Rea&#383;ons why the Inhabitants don't know the Names of their Mountains &#8211; Natural Child &#8211; Candour of his Mother &#8211; Manner of &#383;upporting their Poor &#8211; Chapel and School both one &#8211; Without a Clergyman &#8211; Inhabitants u&#383;ed to chu&#383;e their own &#8211; Eagles &#8211; Schoolma&#383;ter officiates as Par&#383;on &#8211; Their Regret at the Want of one</td>
<td width="10%">192</td>
</tr>
<tr>
<td align="center">CHAP. XXX.</td>
</tr>
<tr>
<td width="90%"><i>Buttermere.</i> &#8211; Number of Families &#8211; Their Riches &#8211; Mode of paying Ale Duty, and of providing Provi&#383;ions &#8211; Of procuring Surgeons for the Sick &#8211; A Rainbow &#8211; Never but one Chai&#383;e in the Valley &#8211; Sally of Buttermere &#8211; </td>
<td width="10%">199</td>
</tr>
<tr>
<td align="center">CHAP. XXXI.</td>
</tr>
<tr>
<td width="90%"><i>Skiddaw.</i>&#8211; Surmount Skiddow &#8211; Delightful Views &#8211; The Source of the River Cauda &#8211; I&#383;le of Man &#8211; Ireland &#8211; The Sun &#383;etting in Scotland &#8211; Severe Cold &#8211; Dotterel &#8211;</td>
<td width="10%">205</td>
</tr>
<pb n="xxvi"/>
<tr>
<td align="center">CHAP. XXXII.</td>
</tr>
<tr>
<td width="90%">Mountains &#8211; The Old Man &#8211; Skiddow &#8211; Helvellyn and Helm Crag &#8211;</td>
<td width="10%">210</td>
</tr>
<tr>
<td align="center">CHAP. XXXIII.</td>
</tr>
<tr>
<td width="90%">Ca&#383;tle Hill &#8211; A&#383;hne&#383;s Rock &#8211; Hutton, the Guide &#8211; His Re&#383;earches &#8211; His Gratitude &#8211; Ke&#383;wick Bellman &#8211;</td>
<td width="10%">214</td>
</tr>
<tr>
<td align="center">CHAP. XXXIV.</td>
</tr>
<tr>
<td width="90%">The Effect of Echo on the Lake &#8211; An Iri&#383;hman's Account of the Lake of Killarney &#8211;</td>
<td width="10%">219</td>
</tr>
<tr>
<td align="center">CHAP. XXXV.</td>
</tr>
<tr>
<td width="90%"><i>Ob&#383;ervations.</i> &#8211; Remarks and Ob&#383;ervations previous to leaving the Lakes, which, I hope, may not be deemed intruding</td>
<td width="10%">223</td>
</tr>
<tr>
<td align="center">CHAP. XXXVI.</td>
</tr>
<tr>
<td width="90%">The Road to Penrith &#8211; The Beacon &#8211; Rich Country &#8211; The Borderers &#8211; The Ca&#383;tle</td>
<td width="10%">236</td>
</tr>
<tr>
<td align="center">CHAP. XXXVII.</td>
</tr>
<tr>
<td width="90%">The Church &#8211; Ravages of the Plague &#8211; Ancient Stones in the Churchyard &#8211; Vulgar Opinion about them &#8211; Re&#383;pect for the Grave of an old Woman &#8211;</td>
<td width="10%">241</td>
</tr>
<pb n="xxvii"/>
<tr>
<td align="center">CHAP. XXXVIII.</td>
</tr>
<tr>
<td width="90%"><i>Ull&#383;water. &#8211;</i> Ull&#383;water Lake &#8211; Fir&#383;t Arm of it &#8211; Singular Pre&#383;ervation of a Man and his Hor&#383;e &#8211; Martindale Valley and Fells &#8211; Famous for the wild Stag &#8211; Grand Appearance of Helvellyn &#8211; Gowborough Park &#8211; Deer, Cattle, &amp;c. &#8211; </td>
<td width="10%">213</td>
</tr>
<tr>
<td align="center">CHAP. XXXIX.</td>
</tr>
<tr>
<td width="90%"><i>Ull&#383;water.</i> &#8211; Lyulph's Tower &#8211; Duke of N&#8212;&#8212;k &#8211; Style of Living there &#8211; The Ca&#383;cade &#8211; Shape of the Lake &#8211; King Arthur's Round Table &#8211; A modern Shrubbery &#8211; Why Ull&#383;water Lake exceeds others &#8211;</td>
<td width="10%">250</td>
</tr>
<tr>
<td align="center">CHAP. XL.</td>
</tr>
<tr>
<td width="90%">Leave Penrith &#8211; Carpet Manufactory &#8211; A Collection of Timber &#8211; Of Hay&#383;tacks &#8211; Knipe Scarr &#8211; Vale and Village of Bampton &#8211; Haw&#383;water Lake &#8211; Bampton Free School &#8211; A Village School a good Nur&#383;ery for Morals &#8211; Druidical Stones at Shap &#8211; The Abbey &#8211; The Conclu&#383;ion &#8211; A Copy of Ver&#383;es &#8211;</td>
<td width="10%">256</td>
</tr>
</table>
</chap>
<chap title="CHAP. I.">
<pb n="1"/>
<gap desc="line"/>
<head level="2" align="center">A Fortnight's Ramble.</head>
<gap desc="line"/>
<head level="3" align="center">CHAP. I.</head>
<p><i>A &#383;light Tough of a Margate Hoy, not to be read before Breakfa&#383;t, except you have been in a Gale of Wind at Sea.</i></p>
<p>I WAS &#383;itting very comfortably in Garner's gallery at Margate, and had forgot I had taken my pa&#383;&#383;age in the Hoy, until I &#383;aw its warping out. I made the be&#383;t u&#383;e of my legs, took a boat, and was ju&#383;t in time to be the la&#383;t to complete a full cargo of live &#383;tock; we were in hopes of a tolerable good pa&#383;&#383;age, but were mo&#383;t <i>rollingly</i> becalmed off the Reculvers; there were many ve&#383;&#383;els in &#383;ight, and one man <pb n="2"/>&#383;aid &#8212; "There is &#383;ome comfort in &#383;eeing others in the &#383;ame &#383;ituation with our&#383;elves." &#8212;"You are a d&#8212;d fool for your pains, (&#383;aid a rough cit) a calm is a &#383;tagnation in trade, it can do no good, but a foul wind to &#383;ome is a fair one to others." &#8212;"That's all fair, ma&#383;ter," &#383;aid the man at the helm.</p>
<p>It was hot upon deck, but it was an oven below, and I ob&#383;erved mo&#383;t of us <i>amu&#383;ed</i> our&#383;elves by <i>complaining</i> of want of wind, &amp;c. A very quizzi&#383;h looking man threw him&#383;elf into a knowing attitude, and was apparently making remarks very earne&#383;tly through the &#383;py gla&#383;s without perceiving the bottom ca&#383;e was on it. &#8212; "Pray, Sir," &#383;ays a wag, "is that a &#383;hip or a brig you are looking at?" &#8212; "The people walk about &#383;o, <i>can't</i> touch it." &#8212;He did not &#383;eem to enjoy the mi&#383;take, but he <pb n="3"/>did not "<i>touch</i>" the gla&#383;s again during the trip.</p>
<p>After rolling about &#383;ome time whi&#383;tling for a wind, as o&#383;tlers do to their hor&#383;es when drinking, a breeze &#383;prung up, and &#383;ickne&#383;s, which had already whitewa&#383;hed &#383;everal faces, began to &#383;tir about. I fir&#383;t ob&#383;erved it in a young lady, who might have belonged to the family of the "&#8212;'s" by the &#383;tiff fineries &#383;he had about her. Her anxious mama per&#383;uaded her "Deary" to go into the cabin, which was a &#383;ignal to begin; and by what part of curio&#383;ity I was induced to follow, I know not.</p>
<p>An old fat man, wedged in a two-armed chair, was con&#383;oling and envying her. &#8212; "That's <i>nice,</i> Mi&#383;s &#8212; it comes up finely &#8212; Oh! it would do me rare good! &#8212; that's bravely done, Mi&#383;s! &#8212; I thought I ob&#383;erved,<pb n="4"/> in the mid&#383;t of pity and exclamations, he only wanted inducements to make him&#383;elf &#383;ick; and in confirmation of my &#383;urmi&#383;e, he pulled a bottle of chamomile tea out of his pocket, and &#383;wigged heartily; but with all his provocatives, he was but rewarded with &#383;ome loud HICKUPS, and a copious per&#383;piration, to guard again&#383;t the ill effects of which, he put one handkerchief under his wig, and <i>mopped</i> his face and hands with another.</p>
<p>Mi&#383;s went on "bravely," and I once heard <i>une &#233;chapp&#233;e</i> from the <i>perpendicular extremity</i> of the mouth. As for the old gentleman, he &#383;tuck clo&#383;e to his &#383;eat, and COMPLAINED mo&#383;t bitterly that he could not be &#383;ick.</p>
<p>We were obliged to drop anchor three times, and performed a voyage in twenty &#383;even hours which is often done in ten. I <pb n="5"/>lay down for a &#383;hort time in a crib bed, but I was &#383;o be&#383;ieged by an army of fleas, I went upon deck, and trudged &#383;ulkily the re&#383;t of the night.</p>
<p>A Billing&#383;gatean lady cho&#383;e to &#383;cold me for walking; but as I preferred her mellifluent abu&#383;e to the &#383;tench of a crowded cabin, and a million of other animals, I was all &#383;ilence, and roughed it as well as I could. About eleven the next morning a breeze &#383;prung up, and expelled the clouds both from our faces and the atmo&#383;phere, and a coar&#383;e kind of wit took place of the &#383;ullenne&#383;s the calm had occa&#383;ioned.</p>
<p>I want words to do ju&#383;tice to the &#383;ati&#383;faction I felt in going up the river; my cares vani&#383;hed &#8211; I was not only delighted with the &#383;treets of &#383;hips we &#383;ailed through, but felt an honourable pride in belonging to <pb n="6"/>a country that brings the trade of all the world into its bo&#383;om. I was rich from &#383;eeing the riches around me, and I thanked my God that I was &#8211; a BRITON.</p>
</chap>
<chap title="CHAP. II.">
<pb n="7"/>
<head level="3" align="center">CHAP. II.</head>
<p align="center"><i>A Mail Coach.</i></p>
<p>SET off in the Leeds mail coach with a fair wind and a &#383;cowling &#383;ky; our company con&#383;i&#383;ted of my friend, a Sheffield manufacturer, a maiden lady of a certain age with a large band box, big enough to have purloined a Jemmy Jumps, but which we will &#383;uppo&#383;e was better furni&#383;hed with head ornaments to &#383;urpri&#383;e a country village. We had an opportunity of examining each other's faces for about an hour, and then the evening became very "Siri&#383;h, Madami&#383;h," and, on the part of little Sheffield, rather "&#383;noringi&#383;h;" we wanted a refre&#383;hment of tea to make us chatty. While it was preparing, the hone&#383;t York&#383;hireman <pb n="8"/>took off his wig, and was turning the curls nicely over his fore finger, to the great di&#383;gu&#383;t and &#383;upri&#383;e of the lady. He tried all that putting on his wig, and begging pardon, could do, but her &#383;tomach had received &#383;o &#383;evere a &#383;hock, &#383;he declared "<i>the man</i>" had &#383;poilt her breakfa&#383;t. However &#383;he was afterwards plea&#383;ed to open her family budget, and began to be more familiar; but the poor culprit was never more honoured with a word or even a look. I &#383;uppo&#383;e a concatenation of ideas would have made her &#383;ick if &#383;he had &#383;een the wig; and he was &#383;o dumbfounded we entirely lo&#383;t him, until a carriage came to meet her. Her family head bridled up at this di&#383;tinction, and &#383;he wi&#383;hed us a "<i>good afternoon</i>" with an air of &#383;uperiority.</p>
<p>Her departure was a &#383;ignal for little Sheffield to begin, his countenance brightening up, and we found him, barring a few grammatical <pb n="9"/>errors, as clever a man as you could meet with on a Summer's day. He gave us an account of the trade of his native town, and entered, in a workmanlike manner, into the manufacturing part of it. He told us what branches flouri&#383;h mo&#383;t now, and what mu&#383;t always &#383;ucceed; how the town became commercial, owing to the pride and &#383;everity of the citizens of York to &#383;ome foreign arti&#383;ans, by whipping them out of the city. They not only thought this ill-judged cruelty meritorious, but keep an holiday in remembrance of it, and that trade has never held up its head in York &#383;ince, though &#383;o well &#383;ituated for it. In all his conclu&#383;ions he never &#383;poke favourably of any thing that had not hone&#383;ty to regulate it. He had figured the Addre&#383;s to His Maje&#383;ty about the proclamation, and &#383;aid, "For what could we hope for more than what we have; to be &#383;ure there are <pb n="10"/>people that wi&#383;h to kick up <i>hubblety bubbletys</i> in Sheffield, but they are more NOISE than NUMBERS."</p>
<p>The little Wig vani&#383;hed, and I e&#383;teemed him full as much as if he had been decorated with a ramillied peruke. Had we not been &#383;o near his hou&#383;e, we &#383;hould have had a more exten&#383;ive le&#383;&#383;on of ingenuity; but the misfortune is, man is too apt to find out the value of any thing when he is about to lo&#383;e it.</p>
<p>It was half pa&#383;t two on Monday morning when we reached Leeds, our cloathes being thoroughly drenched in the boot of the mail coach, from the overflowing of the Trent; the deva&#383;tation in Leice&#383;ter&#383;hire and parts of Northampton&#383;hire and Nottingham&#383;hire was dreadful; the low grounds were covered with water, and a <pb n="11"/>con&#383;iderable quantity of hay was hanging on the hedges in the lanes, and even on the high road.</p>
</chap>
<chap title="CHAP. III.">
<pb n="12"/>
<head level="2" align="center">CHAP. III.</head>
<p align="center"><i>Cro&#383;s the Country to Kendal &#8212; Fatigue &#8212; Covered by Sancho Panca's incomparable Cloak &#8212; The River Ken &#8212; Salmon leaping &#8212; Leven's Park &#8212; The Hou&#383;e &#8212; A Liquor called Morocco &#8212; Haver&#383;ham Village &#8212; Sexton, a Man of Feeling.</i></p>
<p>AT five the &#383;ame morning we got into a cro&#383;s-country coach for Kendal; we pa&#383;&#383;ed through a chain of valleys, frequently keeping the Leeds canal and a river in view; the mo&#383;t di&#383;agreeable part was the jolting of the clum&#383;y coach with a lazy pair of hor&#383;es: as long as it was light, the variety of &#383;cene kept us in amu&#383;ement; but it was no &#383;ooner dark than every &#383;hake of the carriage had an uncomfortable effect. I tried to &#383;leep, but tried in vain; and we <pb n="13"/>thought it an age before we reached Kendall, which was pa&#383;t twelve o'clock. &#8212; Sleep, to u&#383;e the language of hone&#383;t Sancho Pan&#231;a, "covered me with a cloak," and pre&#383;ented me after ten hours oblivion with a cheerful flow of &#383;pirits.</p>
<p>At eleven we &#383;et off for Leven's along the banks of te Ken, which winds its clear cour&#383;e among&#383;t rich pa&#383;tures, &#383;tocked with lu&#383;ty cattle, hanging woods, ragged rocks, and thick hay fields; we were often charmed with the noi&#383;e of the river, foaming down broad wears; near one of them, clo&#383;e to the powder mills, is a &#383;tout bridge, who&#383;e arches extend from rock to rock covered with verdure; we &#383;at near it half an hour watching abundance of &#383;almon attempting to ri&#383;e the fall, and &#383;ometimes leaping &#383;ideways at a fly, all of them appearing eager to get up, &#383;ome &#383;ucceeded <pb n="14"/>to the fir&#383;t ri&#383;e of the fall, and &#383;ome fell again into the foam.</p>
<p>How delightfully we were &#383;eated to hear the mu&#383;ic of the river! &#8211; to &#383;ee the banks cloathed with hanging trees of various green, and under a certain bu&#383;hy part on the oppo&#383;ite &#383;ide, large drops were tinkling down, rai&#383;ing di&#383;tinct and high effects! &#8211; I felt that charming placidne&#383;s within me, that convinced me I am a &#383;on of nature; we left with regret this &#383;cene, but only to enjoy other beauties.</p>
<p>About a mile from the mills, and to the left of the river, we entered Leven's park, pa&#383;&#383;ing through a long avenue of lime and beech trees, &#383;till keeping the Ken which divides the park, &#383;tocked with deer on both &#383;ides: we had here a &#383;ight of the &#383;ands, with two ve&#383;&#383;els at anchor; I was &#383;truck with the recollection of having &#383;een the &#383;ea<pb n="15"/> four hundred miles off in as many days; but this in&#383;tantly have way to the re&#383;pect I felt, in admiring the matchle&#383;s work of nature.</p>
<p>On approaching the hou&#383;e, we perceived they were bu&#383;y in hou&#383;ing hay, and &#383;aw a gentleman and two ladies come out of the garden: anxious to &#383;ee all we could, yet fearful to be thought intruding, we were a&#383;king que&#383;tions from one of the hay-men, when the gentleman politely came up to us, and offered to &#383;how us the hou&#383;e: &#8212; he was &#383;teward to the lady Andover, and had come that day to overlook the workmen.</p>
<p>The hou&#383;e is turreted, and has &#383;tone winding &#383;teps to the leads, from which you have a pro&#383;pect charmingly variegated and backed by high mountains; the rooms are generally of oak, and &#383;everal of them<pb n="16"/> are decorated with the Bellingham arms with different quarterings; the&#383;e are too painted in the windows. In the great hall there are &#383;everal coats of armour; one brea&#383;t plate appears to have had a ball dinted again&#383;t it: the &#383;ea&#383;ons are curiou&#383;ly expre&#383;&#383;ed by carved figures in the wain&#383;tcot with ver&#383;es under them in old fa&#383;hioned rhyme: the beds are very old, and the curtains are as ragged as a pair of colours that might have belonged to a di&#383;tingui&#383;hed regiment that was at the battle of Blenheim; the tape&#383;try is expre&#383;&#383;ive of religious and moral &#383;ubjects, but it does not &#383;eem the work of good looms, perhaps it was made before that kind of weaving was brought to the perfection of the la&#383;t century.</p>
<p>Every part of this re&#383;pectable hou&#383;e, except what was once wove, may yet la&#383;t for ages. The wain&#383;cot and floors are in thorough repair; and the latter &#383;hone &#383;o <pb n="17"/>bright, I was obliged to tread with caution le&#383;t I &#383;hould tumble; much as the Bellinghams have to regret the lo&#383;s of the&#383;e e&#383;tates, they are in hands that pay attention to repairs, for I never &#383;aw an old uninhabited hou&#383;e taken &#383;uch care of.</p>
<p>We were regaled by a liquor called Morocco, which is made in no other place in the kingdom, and has been peculiar to it time out of mind; it is of a high colour, and is made from malt and hops; has an acid ta&#383;te, and does not ferment; for, if it was to be left in a gla&#383;s for a week, they &#383;ay it would be equally good as at the moment it was poured out; I confe&#383;s I reli&#383;hed it, <i>perhaps</i> becau&#383;e there is none of the &#383;ame &#383;ort any where el&#383;e.</p>
<p>As the &#383;teward mu&#383;t have bu&#383;ine&#383;s to tran&#383;act, my friend and I walked to Haver&#383;ham, a village upon a hill, famous for a <pb n="18"/>&#383;chool that has produced &#383;ome great &#383;cholars, and recently unfortunate by two youths being drowned near Leven's; this accident, which near town would only occa&#383;ion the general gloom of a minute, &#383;eemed to throw &#383;orrow over the face of the &#383;exton, whil&#383;t he &#383;howed us the grave.</p>
</chap>
<chap title="CHAP. IV.">
<pb n="19"/>
<head level="2" align="center">CHAP. IV.</head>
<p align="center"><i>A Village Dancing Ma&#383;ter &#8211; An aged Matron &#8211; Ru&#383;tic Politene&#383;s on her Entrance &#8211; A Hornpipe &#8211; The Ro&#383;e Dance &#8211; Farmer's Servant &#8211; A Barn Dancing School &#8211; The Church Dinner &#8211; Return to Levens &#8211; The Gardens &#8211; Antiquated Hou&#383;ekeeper &#8211; Kitchen Grate.</i></p>
<p>THE &#383;exton was landlord of the Eagle and Child, and whil&#383;t his good woman was dre&#383;&#383;ing our dinner, we were induced from &#383;eeing a number of boys &#383;hoes, and hearing the &#383;ound of a fiddle in a barn, to become &#383;pectators. About thirty boys and girls were a&#383;&#383;embled for a quarter's in&#383;truction. The ma&#383;ter had more the appearance of a man than of a dancing ma&#383;ter, although <pb n="20"/>he was well qualified for the latter in the opinion of the children's parents; we will imagine it was a public day, for there were &#383;everal &#383;pectators, and we ob&#383;erved an aged matron upwards of eighty &#383;upported by two women, bending her &#383;low &#383;teps towards the &#383;chool; on her entrance there was a general reverence, and one man went into the hou&#383;e to bring her a two-armed chair. &#8212; If this was not politene&#383;s, tell me, ye <i>&#383;upple</i> &#383;ons of courts, what it was?</p>
<p>One of the boys danced a hornpipe with hat a&#383;ide and &#383;tick under his arm, tipping mo&#383;t vehemently with heel and toe, but in a very good time: the ma&#383;ter often threw his eyes upon the &#383;trangers, and I took care to give as much &#383;ati&#383;faction to my face as I po&#383;&#383;ibly could, though really not more than I felt. After the hero had &#383;weated over his part, nine girls danced a Cotillon in time and &#383;tep that would not <pb n="20"/>have di&#383;graced a ball room, and what had a &#383;ingular and ru&#383;tic effect, whil&#383;t they were going in the circle in pairs, the odd number &#383;tepped into the centre, pulled a red ro&#383;e from her brea&#383;t, which &#383;he held up as &#383;he danced round, until &#383;he led to another &#383;tep, and always when &#383;he joined hands with the others, &#383;he replaced her ro&#383;e near cheeks that vied with it in healthful beauty.</p>
<p>Why &#383;hould &#383;o innocent a dance be called a Cotillon? I think it ought to have an Engli&#383;h name &#8212; where is the harm then of my naming it the ROSE DANCE?</p>
<p>As there was a tall boy of about &#383;eventeen that had the appearance of a farmer's &#383;ervant, who wanted to dance, my friend was afraid we &#383;hould aba&#383;h him, if we remained, &#383;o we went away. This lad had the look of a determined candidate for a <pb n="22"/>prize dance; he forced out his toes, until he grinned to it, and looked &#383;o eagerly at the dancers, I &#383;hould have thought they were all his &#383;weethearts; but upon recollection I am per&#383;uaded he was thinking, "if I wur doncing I'd ne'er give out."</p>
<p>As I wi&#383;hed to take in all I po&#383;&#383;ibly could, I ob&#383;erved a wooden hoop with three tin &#383;ockets hanging in the centre of the barn, to be ready any evening for a village dance.</p>
<p>From this feat of ru&#383;tic agility we departed, after &#383;aying in whi&#383;pers loud enough to be overheard, "how well they danced." I made my very be&#383;t obei&#383;ance when we departed, and bows and curt&#383;ies attended us; the old good woman put her arms upon the chair and &#383;howed the &#383;ame inclination: I &#383;at next to her, and I be&#383;towed &#383;o many prai&#383;es upon the young ones, I <pb n="23"/>think I have a gleam of cheerfulne&#383;s to her heart.</p>
<p>I could not help overhearing whilst one of the boys was dancing his hornpipe, if not in an elegant, in a difficult, manner, one of them &#383;aid to another, "I con do that," the&#383;e trifles became &#383;econd nature to me, and I &#383;ilently gloried in them.</p>
<p>We afterwards went into the church, which is a plain old one; it was burnt down early in the la&#383;t century, &#383;o that we could only trace the births and burials from the year 1605. In the chancel belonging to the Bellinghams there is a hand&#383;ome monument upon one of the females, dated 1626, with ver&#383;es expre&#383;&#383;ive of her many virtues, and tho&#383;e of her hu&#383;band, which has been lately put in repair by a gentleman related to her maiden name; on examining <pb n="24"/>the regi&#383;ters, there is no mention of her being buried there.</p>
<p>By this time dinner was ready; I cannot &#383;ay I eat heartily, my appetite had given way to the &#383;cenes we had been engaged in: when we a&#383;ked what we had to pay, the landlady he&#383;itated, as if &#383;he thought &#383;he was going to overcharge, and hoped we &#383;hould "not think eight pence a piece too much."</p>
<p>In two hours from our leaving Levens we were returned, as Mr. R &#8212; promi&#383;ed us the plea&#383;ure of walking with us to Kendal, and &#383;ent off his hor&#383;e for that purpo&#383;e.</p>
<p>The gardens are laid out in the Dutch &#383;tyle and were planned by King James's Gardener, who re&#383;ided during the part of his ma&#383;ter's troubles with the then owner of it, the per&#383;on who, it is &#383;aid, took advantage of the national di&#383;turbances of po&#383;&#383;e&#383;&#383;ing the <pb n="25"/>e&#383;tate. I have heard that Bellingham followed the fortunes of King James, and to pre&#383;erve this e&#383;tate in his family, made it over to a man he thought his friend, but who was either too partial to the beauties or the profits of it; and it is even traditioned by poor people of the name of Bellingham, now re&#383;iding in Kendal, that the e&#383;tate was never paid for.</p>
<p>The gravel walks are broad and long, and each alley and yew tree has is brother; the&#383;e are too formal to be intere&#383;ting, be&#383;ides they were the heavy ta&#383;te of a man that had <i>deformed</i> the beauties of nature. The only curio&#383;ity I ob&#383;erved, and which I think is ea&#383;ily account for, is of a tree who&#383;e trunk is cut off a foot from the earth, and who&#383;e branches were engrafted into another tree; it was in full foliage, and &#383;eemed alive to the bottom of the trunk; although it may once have been a <pb n="26"/>complete tree, its neighbour becomes a parent, and the &#383;ap of it in Winter mu&#383;t go into the root.</p>
<p>After we returned into the hou&#383;e, my friend went into the kitchen, and &#383;lipt half a crown into the hand of an old curiou&#383;ly dre&#383;&#383;ed hou&#383;ekeeper, who looked as antiquated as one of the wooden figures in the hall; &#383;he <i>waddled</i> plenty of dropping curt&#383;ies, with a "Thank you, Sir" to every one of them. The ho&#383;pitality of Levens mu&#383;t have been very general, for the kitchen grate is large enough to roa&#383;t an ox, and I dare &#383;ay good eating and morocco were plentifully di&#383;tributed.</p>
</chap>
<chap title="CHAP. V.">
<pb n="27"/>
<head level="2" align="center">CHAP. V.</head>
<p align="center">Petrifactions &#8212; Kendal Church &#8212; A Barber, a Man of Family.</p>
<p>ABOUT &#383;ix we cro&#383;&#383;ed the river, and pa&#383;&#383;ed through the park amid&#383;t tho&#383;e trees that looked &#383;o maje&#383;tic when we were oppo&#383;ite to them; two aged beech trees towered an amazing height over the others; we continued upon a high bank until we approached a large piece that had tumbled into a hole, once famous for drawing &#383;almon, but now their &#383;afe retreat; this piece is compo&#383;ed of petrifactions, a larger quantity that I ever &#383;aw before, occa&#383;ioned from a lime-&#383;tone &#383;pring.</p>
<p>A per&#383;on a&#383;ked permi&#383;&#383;ion to get &#383;ome, and took &#383;o much, that it occa&#383;ioned the <pb n="28"/>ob&#383;truction. I mention this, as nothing can be more ill judged than taking advantage of a wi&#383;h to oblige, and by this act, a deep &#383;erpentine part of the river lo&#383;es half its beauty, and the be&#383;t &#383;tocked part of the fi&#383;hery is rendered u&#383;ele&#383;s; thus far the tide comes up, and in &#383;pring tides, the water near the hou&#383;e is bracki&#383;h.</p>
<p>We &#383;ometimes pa&#383;&#383;ed through corn fields, but oftener through pa&#383;ture, never lo&#383;ing &#383;ight of the river, and we were often entertained by little &#383;treams tinkling down the hill. I &#383;hould never have been fatigued, but on entering Kendal the &#383;tones made my feet &#383;ore.</p>
<p>We looked in the church, which is a very large one, with hand&#383;ome &#383;tone pillars. In a chancel belonging to the Bellinghams, there is an extraordinary large tomb without a date, and from the bra&#383;s figure having <pb n="29"/>been purloined, it mu&#383;t have &#383;uffered under the depredations of civil war; there are &#383;everal other monuments, for there was at one time a baronet and two knights of this name in the country, who had &#383;eparate hou&#383;es, and po&#383;&#383;e&#383;&#383;ed con&#383;iderable property in it.</p>
<p>The hi&#383;tory of the county mentions this family as extinct, &#383;everal branches are &#383;till in being. The Bellinghams, of Ca&#383;tle Bellingham in Ireland, are from a collateral line, and Roger Palmer, E&#383;q. of Ru&#383;h, in Ireland, with his &#383;i&#383;ter and her children, are immediate de&#383;cendants from the olde&#383;t branch; and as it is a family that has &#383;uffered from civil war, and <i>other cau&#383;es</i>, there may be many de&#383;cendants that may have &#383;unk into the common ma&#383;s of misfortunes, and who&#383;e poverty has only pre&#383;erved the name.</p>
<pb n="30"/>
<p>The day following being con&#383;tant rain, I have noted down, as I well as could recollect, the plea&#383;ures of ye&#383;terday, and I tru&#383;t they will never leave my memory.</p>
<p>There is a barber of the name of Bellingham living under this roof, that &#383;ays he is a de&#383;cendant; I under&#383;tand when he gets too much of <i>Sir John Barleycorn</i> in his head, he is wondrous proud of it: his friends &#383;ometimes laugh at him, and a&#383;k him by what <i>bye</i> branch he is related to it: I had &#383;ome conver&#383;ation with him, and he has "<i>our family</i>" and "my ance&#383;tors" very pat.</p>
</chap>
<chap title="CHAP. VI.">
<pb n="31"/>
<head level="2" align="center">CHAP. VI.</head>
<p align="center">Obeli&#383;k &#8212; Children in Kendal &#383;ickly &#8212; Indu&#383;try &#8212; New Canal &#8212; Tenter Grounds &#8212; A Man of ingenuity.</p>
<p>WE went this morning to an Obeli&#383;k erected in 1788 upon a con&#383;iderable tumulus, in remembrance of the Revolution :&#8212; I think it is too &#383;mall an object for the noble mount it &#383;tands upon; when I &#383;aw it ye&#383;terday at a di&#383;tance, it looked like a tall chimney; oppo&#383;ite to it &#383;tands the remains of the ca&#383;tle, where Catherine Parr was born: it &#383;till wears a grand re&#383;emblance of what ca&#383;tles were in former days, though it is mouldering away under the iron hand of time.</p>
<pb n="32"/>
<p>The children in Kendal look very &#383;ickly, but in the neighbourhood they are a ro&#383;y race: perhaps they &#383;uffer from the nap of the woollen manufactory, which is continually flying about, clogging their infant lungs.</p>
<p>There is a meritorious &#383;pirit of indu&#383;try among&#383;t them, and the country people, both men and women, were knitting &#383;tockings as they drove their peat carts into the town.</p>
<p>Coal is very dear, and they are obliged to u&#383;e peat; (a &#383;pecies of turf) but when the intended canal between Lanca&#383;hire and this place is fini&#383;hed, (which they are afraid will be a tedious tim, from the number of locks it will require) the cheerful hearth will blaze, and they will have, at a moderate rate, that mo&#383;t nece&#383;&#383;ary ingredient in a manufacturing town.</p>
<pb n="33"/>
<p>The tenter grounds on the &#383;ides of the little hills re&#383;emble the vineyards in Spain; and from having much cloth upon them, I &#383;hould hope trade flouri&#383;hes. I would wi&#383;h to &#383;ay &#383;omething in prai&#383;e of the town, but it is too ill paved to mind anything but your feet.</p>
<p>Oppo&#383;ite the King's Arms, I thought I ob&#383;erved an old man I had once known; on &#383;eeing him take a pinch of &#383;nuff I was a&#383;&#383;ured of it, which he was always accu&#383;tomed to do, with an air and twi&#383;t of the body peculiar to a man of mental con&#383;equence, or as we frequently &#383;ee in a per&#383;on that has made the grand tour, and takes this manner of letting us know it.</p>
<p>He was once a capital watchmaker, and told me with a &#383;igh, he was only now a &#383;ervant, and that he was obliged to leave his <pb n="34"/>old &#383;tation, becau&#383;e he could not afford to live in it.</p>
<p>After he had recovered him&#383;elf a little, I fell into enquiries about former days, and the look of &#383;orrow vani&#383;hed in an in&#383;tant: I then a&#383;ked him after a once extraordinary fine green and gold laced coat, I remembered his wearing near five years: when I fir&#383;t &#383;aw it, it was "wondrous, nay pa&#383;&#383;ing fine," it underwent &#383;everal degrees of &#383;hade, what with the &#383;un, and time, and &#383;nuff.</p>
<p>Imagine to your&#383;elf &#8212;(for I like to bring de&#383;cription as faithfully as I can, if it was but to amu&#383;e my lei&#383;ure hours; but I am per&#383;uaded if this &#383;hould fall into hands of any of my old brother &#383;oldiers, they will ea&#383;ily recognize poor A&#8212;) imagine then a middle-sized man, with a rubicund face and hair <i>bien frizzled</i>; toes turned out, particularly one foot, from the leg, having <pb n="35"/>been three times broke; &#8212;do not forget his green and gold, and, I have to add, a cock and pinched hat equally ru&#383;ty, with a break in the centre, from the polite bows he always made, and with a pair of brownified &#383;ilk &#383;tockings &#8212; &#383;uch was once a poor A&#8212; now he has &#383;hort hair, a plain coat, a figured velvet wai&#383;tcoat and wor&#383;ted &#383;tockings: but whoever &#383;ees him would &#383;ay, "that man has known better days."</p>
<p>I was &#383;orry to &#383;ee him &#383;o reduced, for he was always reckoned clever in bu&#383;ine&#383;s, and would mo&#383;t willingly have given a de&#383;cription of the in&#383;ide of a watch, without expre&#383;&#383;ing the lea&#383;t di&#383;pleasure at the ignorant or inqui&#383;itive. I have idled away many an hour in his &#383;hop, and I would not forget him in his poverty; he acknowledges his imprudencies, and &#383;ays he &#383;hall never leave off his cu&#383;tom of "&#383;wigging" away a few "days."</p>
<pb n="36"/>
<p>He tells a &#383;tory of his father being &#383;o compleat a workman, that he once made a chain of &#383;teel &#383;o very fine, he had fa&#383;tened a flea by the leg with it; this &#383;tory has been offered to Baron Munchau&#383;en for his next edition, but I can inform the good folks of Kendal, there are many people who have &#383;een &#383;uch a thing. When he fir&#383;t &#383;poke of it, a man left the company and brought in a whet&#383;tone, and laid it before him. A&#8212; had not been long enough among&#383;t them to know the meaning of it, and thought it was for him to &#383;wear by:&#8212; he took it up, ki&#383;&#383;ed it, and &#383;wore<ptr target="n1"/> it was true. &#8212; This has occa&#383;ioned a &#383;tanding je&#383;t again&#383;t him, and I think in the end it will drive him out of town.</p>
<note id="n1">It is a cu&#383;tom in the North, when a man tells the greate&#383;t lye in company, to reward him with a whet&#383;tone, which is called "Lying for a whet&#383;tone."</note>
<pb n="37"/>
<p>I introduce this to re&#383;cue him from laughter, as nothing can be more uncomfortable than being the butt of a country town;&#8212; the ignorant may laugh at his follies, but it would be more their credit if they could imitate his ingenuity.</p>
<p>When I arrived at they King's Arms the other evenings, I was &#383;o di&#383;plea&#383;ed with my fatigue I thought it a bad inn: two days has convinced me Mr.s Ma&#383;ter&#383;on is civil and intelligent, and you have every thing in peace and plenty. The hou&#383;e is a large old &#383;traggling one; there are two galleries leading to the bed rooms, and I would advi&#383;e you to make a cro&#383;s to know which to go by.</p>
</chap>
<chap title="CHAP. VII.">
<pb n="38"/>
<head level="2" align="center">CHAP. VII.</head>
<p align="center"><i>Ing's Chapel &#8212; Indu&#383;try rewarded &#8212; Benevolence &#8212; A Fir&#383;t Sight of the Lakes &#8212; Boats upon Windermere &#8212; Amble&#383;ide.</i></p>
<p>ABOUT &#383;ix miles from Kendal, we &#383;topped to &#383;ee Ing's chapel, rebuilt by a Mr. Mateman, who was born in the pari&#383;h, of poor parentage; he went through the progre&#383;&#383;ive &#383;ucce&#383;s of indu&#383;try, and was entru&#383;ted by his ma&#383;ters in London to tran&#383;act their bu&#383;ine&#383;s at Leghorn: fortune befriended him, and he ama&#383;&#383;ed immen&#383;e riches, and he had &#383;o ju&#383;t a regard for his native place, he remitted money to repair the chapel, at the &#383;ame time &#383;ending mo&#383;t beautiful marble to inlay the flooring, which is elegantly fini&#383;hed, the &#383;teps only leading <pb n="39"/>to the altar being of &#383;tone: the &#383;eats are uniform and of a commodious &#383;ize.</p>
<p>He not only gave this tribute to the church, but left on thou&#383;and pounds to the poor: he lived not to return home, and his executors had the fini&#383;hing of it, which is expre&#383;&#383;ed on a &#383;tone upon the &#383;teeple.</p>
<p>It is &#383;aid the little of his property remitted to England, was all that was &#383;aved to his family, and whether by lo&#383;&#383;es or extravagance, the remainder was di&#383;per&#383;ed, report di&#383;agrees; I cannot, from what I heard, &#383;peak with confidence upon the &#383;ubject; I only wi&#383;h to do honour to the well-be&#383;towed munificence of his grateful man, and &#383;ay to the rich, mo&#383;t humbly quoting the language of our Saviour, "GO THOU AND DO LIKEWISE."</p>
<pb n="40"/>
<p>I had not retained Mr. Bateman and his chapel long in my mind, before we &#383;aw a &#383;ilver line &#383;tealing down a &#383;teep mountain right a head of us: we &#383;uppo&#383;ed it occa&#383;ioned by ye&#383;terday's rain, and while I was &#383;training my eyes to look at it, the left corner caught a fir&#383;t &#383;ight of Windermere: here I could not help dwelling, or rather I wi&#383;hed to dwell, for I called to the po&#383;tilion not to go on &#383;o fa&#383;t, without perceiving we were de&#383;cending a &#383;teep hill:&#8212; we again lo&#383;t the lake, but the next ri&#383;ing pre&#383;ented us the rivulet and Windermere, and I did not omit paying a vi&#383;ual attention to the little &#383;tranger, which I knew in one minute I was to lo&#383;e; her exten&#383;ive neighbour was boldly to the left of us, and, exclu&#383;ive of the i&#383;lands, and mountains, and woody borders, half a dozen baots were &#383;ailing under a fre&#383;h we&#383;terly breeze.</p>
<pb n="41"/>
<p>As you enter Amble&#383;ide, there are &#383;ome of the loftie&#383;t pines I ever &#383;aw, taller, I dare &#383;ay, than any to the &#383;outhward of them. Though the pine is a melancholy tree, it is here &#383;een among&#383;t &#383;uch cheeful verdure, it is worth admiring as a contra&#383;ting &#383;hade.</p>
</chap>
<chap title="CHAP. VIII.">
<pb n="42"/>
<head level="2" align="center">CHAP. VIII.</head>
<p align="center">A kind of apology for my&#383;elf &#8212; Rydal Waterfalls &#8212; Rydal Lake &#8212; Ampitheatre around it &#8212; Gra&#383;mere &#8212; A Country Ale Hou&#383;e &#8212; Went upon the Lake &#8212; An attempt at de&#383;cription &#8212; A Prayer for the Inhabitants &#8212; Crooked Chimney an eye Sore.</p>
<p>AFTER dinner a mo&#383;t excellent trout we commence our ramble.</p>
<p>I take an opportunity of mentioning, the per&#383;on out of friend&#383;hip for whom I take this journey, is the &#383;ole director of it. I follow no written guide, le&#383;t I &#383;hould enter too much into other people's ideas, and not give a native &#383;cope to my own: I &#383;hall do the be&#383;t I can, frequently writing upon the <pb n="43"/>&#383;pot from whence the object &#383;trikes me, which may occa&#383;ion both of the <i>pre&#383;ent</i> and the <i>preter perfect ten&#383;es</i> in the &#383;ame chapters: I do not know how to avoid incommoding my readers with tautology, but I hope they will follow me with more good nature than critici&#383;m; yet I have that attachment for truth, I would rather feel the critic's <i>la&#383;h,</i> than intentionally mi&#383;repre&#383;ent.</p>
<p>Our fir&#383;t walk was to Rydal Hall; the younge&#383;t daughter of the head hu&#383;bandman waited at the gate to attend company to the ca&#383;cades; &#383;he led us through the woods up a &#383;teep cau&#383;way to the highe&#383;t water fall, which &#383;urpri&#383;es, by a &#383;hort turn to the left, (the opening may be two yards and a half wide) and ru&#383;hes about forty-five yards into a declivity, and then roars down the hill.</p>
<pb n="44"/>
<p>We de&#383;cended a hundred yards, and then came &#383;uddenly upon another, which did not fall &#383;o &#383;teep, but was &#383;o overcharged with water, it occa&#383;ioned a thin &#383;heet to &#383;pread over an adjoining rock, &#383;eparated by a &#383;harp point, and &#383;eemed to act like a reflecting rainbow to a larger one. After &#383;ati&#383;fying the eye, we declined lower than the hou&#383;e, along winding &#383;late walks edged with evergreens, and occa&#383;ionally a carele&#383;s labernum; until we came to an old wain&#383;coted room darkened by &#383;urrounding &#383;hades, which pre&#383;ented a ca&#383;cade arched by trees, and back grounded by an ancient bridge, with the verdure &#383;een under it:&#8212; At the in&#383;tant I am writing a man with his hayday dre&#383;s, with a rake and a &#383;tone bottle, is pa&#383;&#383;ing over the bridge, the back &#383;hade makes his frame and dre&#383;s &#383;o di&#383;tinct, I &#383;hall never forget the figure.</p>
<pb n="45"/>
<p>We afterwards pur&#383;ued the Ke&#383;wick road along the banks of Rydal lake, the beautifully mi&#383;hapen mountains around us formed a grand ampitheatre; &#383;ome of them were fortified by the Romans, and &#383;eem de&#383;erving of them in the Augu&#383;tan grandeur.</p>
<p>We a&#383;cended the we&#383;tern hill, and had by degrees a complete view of the compact &#8211;&#8211; THE RURAL GRASSMERE &#8211;&#8211; we directed our cour&#383;e towards the church at the top of the lake, where we were told a man of the name of Robert Newton kept a public hou&#383;e, and that he was an intelligent man: on &#383;eeing near the church a &#383;ign po&#383;t we concluded it to be the place: &#8212; we were amu&#383;ing our&#383;elves with the neat ru&#383;ticity around us, when the landlady came in and &#383;aid her hu&#383;band was among&#383;t his hay: &#383;he ob&#383;erved him upon a &#383;tyle and called to him, "<i>Robert, tha man cum in.</i>"</p>
<pb n="46"/>
<p>He told us he was going to take up his floats in Gra&#383;smere, and &#383;howed us a pike of four pounds he had caught in the morning: this was an opportunity we could not omit, and we propo&#383;ed going with him.</p>
<p>But I mu&#383;t fir&#383;t tell you this public hou&#383;e was not di&#383;tingui&#383;hed by prints expre&#383;&#383;ing rules for drinking, but by "King Charles's good rule:&#8212; a picture of the pur&#383;uit under the royal oak, and a large one explaining the twelve months, with in&#383;tructive ver&#383;es under each of then; behind his cottage he had damned in a &#383;mall &#383;tream, and which &#383;erved as a receptacle for trout, pike, and perch, to be ready whenever he wanted them.</p>
<p>An old man upwards of eighty a&#383;&#383;i&#383;ted in rowing, and upon our not immediately finding &#383;ome of the floats, he &#383;aid "I'me keeping a  &#383;hairp eye after them:" we did <pb n="47"/>not take any fi&#383;h, and Robert &#383;eemed more di&#383;appointed on our account than his own.</p>
<p>The&#383;e floats are &#383;haped like bar &#383;hot, or what may be more generally under&#383;tood like dumb bells; the line is rolled round the bar, and although it may be entangled amid&#383;t the weeds, there is no danger of lo&#383;ing it, even if they leave them out all night, for theft is a phnomenon in this valley. But I was &#383;o much engaged with all around me I did not care about fi&#383;h.</p>
<p>Gra&#383;mere is named from a green rump-&#383;haped i&#383;land, on which there are many &#383;heep, an out hou&#383;e for &#383;helter, and occa&#383;ionally a couple of crows: this verdant &#383;pot is four acres and a half in circumference, with a low &#383;helter of trees to the &#383;outh-we&#383;t.</p>
<pb n="48"/>
<p>The di&#383;tance between Seat Sandal<ptr target="n2"/> and the oppo&#383;ite mountain<ptr target="n3"/> exhibits a grand canopy; in the valley, or as it is here called, the GRAIN, the road to Ke&#383;wick runs: the&#383;e mountains are &#383;o much alike, it may not be improper to call the one brother, and the other the &#383;i&#383;ter, as in the proportion of my mind, they are &#383;imilar to that of male and female:&#8212; this &#383;pace is rendered more &#383;olemn by dark clouds tumbling into the valley; yet the &#383;un piercing over them &#383;hows a di&#383;tant Alp tinged with watery beauty.</p>
<note id="n2">From the &#383;andy front.</note>
<note id="n3">Steel Fell.</note>
<p>On approaching the Ea&#383;tern entrance we ob&#383;erve two farm hou&#383;es, which for three months never feel the &#383;un: the &#383;teeple, and what I can &#383;ee of the church, embo&#383;omed in trees, are delightfully picture&#383;que. &#8212;&#8212; May the God of Heaven ble&#383;s the inhabitants <pb n="49"/>that perform their prayers on its rough oak benches!</p>
<p>To the right they have been cutting down &#383;ome valuable underwood, which rather hurts the look of the <i>tout en&#383;emble:</i> but certainly the hu&#383;bandman ought to reap the fruits of his labour.</p>
<p>Scotch cattle are feeding amid&#383;t the woods, and &#383;heep are beautifully dotted upon the hill, at the foot of which we are going to land: this is common land, and is &#383;o different from the others, there is not an enclo&#383;ing wall or a tree to be &#383;een. &#8211; Our guide left us, and it was with diffidence he accepted a trifle.</p>
<p>We have agreed to dine at his hou&#383;e on Sunday, and he is afterwards to go with us to the &#383;ummit of Helm Crag, a &#383;teep hill<pb n="50"/>that apparently over-hangs the Ke&#383;wick road.</p>
<p>Gra&#383;smere is a hand&#383;ome &#383;loping brook to Rydal, and in the &#383;eparation becomes the Rathay: we occa&#383;ionally &#383;topped on the &#383;oft land on its margin, and took a view of the whole. &#8212; I will endeavour to give a de&#383;cription.</p>
<p>The formidable heavens to the we&#383;t &#383;et off the wild grandeur of the mountains, and over our head they are as &#383;erene, as the valley they adorn: to the north a large table hill, with a thick mi&#383;t da&#383;hing over it: the &#383;outh is di&#383;tingui&#383;hed by a golde appearance from the &#383;un's tinging the clouds, and &#383;hows &#383;ome &#383;traggling trees &#383;o di&#383;tinctly, we can delineate the &#383;eparation of leaves.</p>
<pb n="51"/>
<p>If &#383;ights like the&#383;e cannot fill the mind with reverence, it mu&#383;t be unde&#383;erving of enjoying them!</p>
<p>We returned by a good foot path, and we were glad to find the landlord had changed our room for one with a different a&#383;pect: there is a crooked chimney right before the other, &#383;o ob&#383;tructs a &#383;ight of Windermere, as to take away the plea&#383;ure of it.</p>
</chap>
<chap title="CHAP. IX.">
<pb n="52"/>
<head level="2" align="center">CHAP. IX.</head>
<head level="2" align="center">WINDERMERE.</head>
<p align="center"><i>Too much De&#383;cription &#8212; Thomp&#383;on's I&#383;land.</i></p>
<p>AT the head of this QUEEN of the Lakes<ptr target="n4"/> are &#383;ome neat hou&#383;es that cannot be exceeded for fre&#383;hne&#383;s of air and &#383;weetne&#383;s of pro&#383;pect; we were apprehen&#383;ive of the day as we were attended to the Lanca&#383;hire &#383;ide of the lake with a mizzling rain; but if you plea&#383;e you may mark the progre&#383;s.</p>
<note id="n4">Windermere is the large&#383;t of the lakes.</note>
<p>The &#383;un pierces upon the Rydal mountains that back ground the head of the lake, &#383;howing them in ju&#383;t light and &#383;hade. &#8212; Rydal Hall appears about the center, commanding <pb n="53"/>a mo&#383;t delightful view, and in return is equally worthy of notice: when I &#383;aw it ye&#383;terday the modernizing alteration took from the plea&#383;ure I &#383;hould have had, could I have &#383;een it in its ancient form, but the di&#383;tance we are now from it takes away the objection.</p>
<p>Landale Pikes hold their ragged heads in &#383;hapele&#383;s horror, as if they had been thrown out by a mo&#383;t violent throe of nature. &#8212; Low Wood is thickly wooded, and &#383;hows the &#383;nug roof of a farm hou&#383;e about one third of the way up it: at the foot is Low-Wood Inn, a neat object, with about fifty &#383;cattered fields near it:&#8212; Calf Parrick Crag is oppo&#383;ite the inn, and we are clo&#383;e rounding into its bay: this point takes away many old views, and opens upon new ones. &#8212; About two miles to the left is Brad Ri&#383;en, a large field full of &#383;heep, and &#383;urrounded by wood; about a mile further a <pb n="54"/>light green field, &#383;haped like a tumulus, &#383;kirts into the view. &#8212; The rain has cea&#383;ed, columns are flying about, and the &#383;un has dried the paper which my pencil is faithfully writing upon.</p>
<p>We open the little village of Bowne&#383;s, and a &#383;quadron of &#383;even cutters, with pennants and colours flying, under different tacks: the farm hou&#383;e I before remarked is called Dove Ne&#383;t, and is become a well-placed object: the fields in front have a regular &#383;lope, and are ornamented with the exhilarating &#383;ight of &#383;preading out their hay, which gives us hopes we &#383;hall have a fine day, as they know more of this climate than we do.</p>
<p>From High-ray Bay, Langdale Pikes appear over a wooded hill: we have like-wi&#383;e the Old Man and Wedderlamb, which become intere&#383;ting, though they are barren;<pb n="55"/> for the le&#383;&#383;er hills, which compo&#383;e the fore part, are of variegated verdure. At the we&#383;tern extremity of Wedderlamb it is raining as hard as it can pour, and on the adjacent hills the &#383;un and clouds are playing fanta&#383;tically &#8212; we are opening Colgarth &#8212; but I am taken off by one of the Pikes, which, as the boat rows &#383;lowly on, re&#383;embles a Cardinal's cap, &#383;howing it&#383;elf above the centre of a very green hill.</p>
<p>The &#383;quadron is manuvering with &#383;eeming nautical &#383;kill, having no lee &#383;hore to be afraid of, which was &#383;o great a <i>bugbear</i> this day fourteen years. &#8212; Colours are hoi&#383;ted upon Belle Grange Point to inform the people the ma&#383;ter is on the i&#383;land. This deep part of the lake is famous for char, which are u&#383;ually taken between November and April. Though covered from the breeze, we are often refre&#383;hed with the fragrance of new-mown hay. The boats are <pb n="56"/>near Dove Farm, and &#383;eem appendages to the meadows: much as I have been accu&#383;tomed to the &#383;ea I cannot &#383;ay I ever &#383;aw a prettier water-&#383;ight before. We went on &#383;hore at the Flag Staff, and had a full command of Belle I&#383;le, which is about the middle of the lake, and is nearly two miles in circumference: we &#383;ee Bowne&#383;s church, and a chain of low hills partly covered with heath, apparently extending to the extremity of the lake, and occa&#383;ionally inter&#383;per&#383;ed with &#383;mall fields and &#383;ome wood.</p>
<p>I do not doubt but Colgarth is large and comfortable within, but I think the windows have a pigeon-hole look. About one we landed upon Thomp&#383;on's I&#383;land, from which we have a fair &#383;ight of Belle-I&#383;le Hou&#383;e and plea&#383;ure grounds, appearing to be laid out in much modern ta&#383;te: this i&#383;land is near two others, called Lilies of <pb n="57"/>the Valley, which are de&#383;erving of their name, for they are beautiful little &#383;pots.</p>
<p>After a plentiful meal near &#383;ome wild myrtle, and amid&#383;t a&#383;h and other trees, I penetrated through the wood, and am &#383;eated un&#383;een, to admire Rydal Head and the cour&#383;e we have taken: the wind has drove the clouds before the &#383;un, and left an azure over the lake which has change the dun colour of it to a reflected blue, and makes the whole placidly new: the flag &#383;taff divides the vale of Rydal, and I have the &#383;quadron on a returning tack rounding the point. Colgarth Hou&#383;e is a plea&#383;ant white object, without any other to be &#383;een:&#8212; a &#383;weeping mountain over Troutbeck Dale forms a &#383;ullen cre&#383;ent with a camel's protuberance on its back, and which makes one of tho&#383;e deformed reflections upon another mountain, that we may call di&#383;gu&#383;tful, though but a &#383;hadow:&#8212; a mu&#383;ket is <pb n="58"/>ju&#383;t fired near &#383;ome reverberating hills;&#8212; nor mu&#383;t I pa&#383;s unnoticed the bleating of &#383;heep on the Lower Fells, the ru&#383;tling of the wind, and the poppling of the lake; they are di&#383;tinctly heard, becau&#383;e undi&#383;turbed by other &#383;ounds, and join the eye to fill up the plea&#383;ures of the mind.</p>
<p>I returned to my friend on the dinner &#383;ide of the i&#383;land; the view is confined and Belle-I&#383;le territory is a &#383;tudied plea&#383;ure ground, with many &#383;heep grazing to a bounding &#383;hrubbery.</p>
<p>Hou&#383;es in &#383;ituations like the&#383;e become &#383;econdary objects, and can only be noted as &#383;pots in the wild grandeur around them, and in proportion to the benevolence of the owner &#8212; a virtue not wanting here &#8212; Sewry Heights have a cool look, and mu&#383;t be very valuable every fourteen years, when the wood is cut down for charcoal. We proceeded <pb n="59"/>to a point where there is a ferry to convey carriages that pa&#383;e between Hawke&#383;head and Kendal: after walking up a &#383;mall hill, we &#383;aw the outlet of Windermere, then cro&#383;&#383;ed to the oppo&#383;ite ferry in front of Bell I&#383;le, and &#383;aw eight cutters and a yatch at anchor.</p>
<p>The hou&#383;e is &#383;haped like a low watch tower, &#383;eemingly built to catch every object about the lake: the portico gives it a hand&#383;ome front; but I want ta&#383;te to admire any other part of it; and even the pillars, when we had a &#383;ide view in the &#383;hade of evening, &#383;eemed as if they were <i>walking</i> away with the hou&#383;e to Bowne&#383;s.</p>
</chap>
<chap title="CHAP. X.">
<pb n="60"/>
<head level="2" align="center">CHAP. X.</head>
<head level="2" align="center">WINDERMERE.</head>
<p align="center"><i>Bowne&#383;s &#8212; An Adder &#8212; Robin Partridge's Finger, and an old Iri&#383;hwoman's Charms &#8212; Robin angry becau&#383;e I want Faith &#8212; Remnants of Furne&#383;s Abbey Window &#8212; To &#383;ee Windermere to Advantage.</i></p>
<p>AFTER landing at Bowne&#383;s, I went into a &#383;ummer hou&#383;e, at the end of a diminutive bowling green, and I will now mention an in&#383;tance which happened on the oppo&#383;ite ferry,  that &#383;hows the &#383;uper&#383;tition of the country people.</p>
<p>I &#383;aw an adder in a wall: the guide's fore finger was la&#383;t year bitten by one, and which mu&#383;t have been a very venemous <pb n="61"/>hurt: he &#383;aid &#8212;"I &#383;hould have lo&#383;t my loife if I'd naw found an Iri&#383;hmon to lay houd of it and &#383;trouk it, and during th'time he did it, I fealt no pean." &#8212; I a&#383;ked him if an Engli&#383;hman had rubbed it, if he did not think it would have done equally well, or if he was not obliged to his good habit of body for the cure &#8212; "not I &#8212; an Engli&#383;hmon cu'd naw chearm away th' &#383;ting" &#8212; and by way of elucidation told a &#383;tory of "a Feact" that he &#383;aw happen when a boy.</p>
<p>"An old Iri&#383;hwoman mead a ring round an adder, and it cu'd naw geet out of it; hua then repeated &#383;ome GIBBERISH, weet her finger wi her &#383;pittle, &#383;troaked it cro&#383;s its back, and it deed."</p>
<p>I &#383;hould have laughed mo&#383;t heartily at honest Robin Partridge, if I had not been convinced he &#383;poke from &#383;implicity of <pb n="62"/>mind; and I think I did rather &#383;ink in his good graces by not having any faith in the Hibernian touch. &#8212; May not thi man be a relation to the once famous almanach maker?</p>
<p>I went up a &#383;mall hill near the inn, from whence I had a view of the whole of the lake: an inde&#383;cribable &#383;cene was open to me, and I enjoyed it for half an hour.</p>
<p>My companion had left me at the ferry, and returned at &#383;even: the rector was &#383;o obliging as to &#383;how us his church; I never &#383;aw a neater one; and though it is not decorated with a marble foundation, it is in every other re&#383;pect equal to Ings chapel, and con&#383;iderably &#383;uperior in &#383;ize.</p>
<p>It is intere&#383;ting from old writings in Saxon characters, that decorate the walls with whole&#383;ome ver&#383;es from the bible, date 1629, <pb n="63"/>but more &#383;o by a rich painted window full of &#383;criptural and hi&#383;torical allu&#383;ions, with patchings of armorials of the county gentry: the&#383;e are too much in piecemeal to be fully explained, but they mu&#383;t be a noble treat to the antiquarian.</p>
<p>OUR SAVIOUR upon the cro&#383;s, with blood flowing from the wounds, with the di&#383;ciples and female attendants around him, are luckily the mo&#383;t central and perfect figures, and as we had not long to &#383;tay, took up the mo&#383;t of our thoughts. I ob&#383;erved St. George and the Dragon; an in the left corner a &#383;mall figure at prayers, with a mantled cloak and the bonnet of one of our kings; towards the top, which &#383;eparates the &#383;criptural from the armorial expre&#383;&#383;ions, is a round pane with the arms of England and France encircled by the garter &#8212; "HONI SOIT QUI MAL Y PENSE." &#8212; I think the little figure is meant for Edward <pb n="64"/>the Third: the in&#383;titution of that order and the po&#383;ture a humiliating acknowledgement for the many victories he gained; and it is well known that monarch, with all his foibles, had a high &#383;en&#383;e of religion. May it be thought improper to imagine it the work of that reign?</p>
<p>In the demolition of the abbey of Furne&#383;s, when the barbarous order of a rapacious king took away the amoluments of the abbeys, regardle&#383;s of the ornaments; this WRECK of the great window was buried, and at a more enlightened period, it was dug up and placed in its pre&#383;ent &#383;tation.</p>
<p>Neither my time nor my &#383;tudies allow me to write with <i>information</i> of this celebrated relick, but I hope my memory has been faithful in recollecting what I &#383;aw.</p>
<pb n="65"/>
<p>There is a curious epitaph dated 1627, on an old gentleman, wrote upon him&#383;elf.</p>
<p>After this fea&#383;t of rea&#383;on and religion, between eight and nine we re-embarked for the return: the great i&#383;land and le&#383;&#383;er ones, which are trimmed circularly, look well, and the &#383;ight is much improved from the &#383;quadrons having their colours &#383;till flying, though the commanding officer de&#383;erves a reprimand for not ordering them to be <i>dou&#383;ed</i> at &#383;un-&#383;et &#8212;&#8212; A NAUTICAL HINT!</p>
<p>We had a &#383;mall rain for half a mile, but the heavens were grand, and promi&#383;ed favourably; the moon &#383;hone on the &#383;carce curling water, an the views were &#383;oftened by her beams; we rowed &#383;lowly on, and as we pa&#383;&#383;ed between Low Wood and the beach, where we embarked, we &#383;aw &#383;everal guns fired; the echo was oppo&#383;ite, and <pb n="66"/> then ran along Rydal hills :&#8212; the water became gla&#383;&#383;y, and as we got in with the head of the bay, the echo varied with additionally flaps, and trembled more in departure: it was half pa&#383;t nine when we landed, and the great cha&#383;m to the we&#383;t &#383;till marked the influence of the &#383;un.</p>
<p>To &#383;ee Windermere to advantage you ought to begin at the extremity, and you will find every pro&#383;pect improve until you open the Rydal mountains.</p>
</chap>
<chap title="CHAP. XI.">
<pb n="67"/>
<head level="2" align="center">CHAP. XI.</head>
<head level="2" align="center">PATTERDALE.</head>
<p align="center"><i>Large Farms detrimental &#8212;; A walk to Patterdale &#8212; More De&#383;cription &#8212; Six magnificent Mountains &#8212; The Vale of Patterdale &#8212; Wild Strawberries &#8212; The Church Yard &#8212; The King of Patterdale's Palace &#8212; Could not get Admittance &#8212; The Prince's Sons fine Children &#8212; Lyulph's Tower &#8212; March quick one &#8212; Receipt again&#383;t Fatigue &#8212; A hearty Meal &#8212; The Landlord &#8212; A Coin found &#8212; Cu&#383;tom relative to &#383;traggled Sheep &#8212; A Maid of Honour &#8212; The </i> QUEEN THIRSTY.</p>
<p>WE &#383;et out at nine up a good chai&#383;e road, &#383;eeing on the hill to the right, a large &#383;pace of ground, well drained, and all of it beautifully laid out: it is the property of <pb n="68"/>a per&#383;on who is very charitable to the poor, but the farmer &#383;ays he has too much in hand: I have heard &#383;everal of them &#383;ay they neither <i>think</i> he will meet with &#383;ucce&#383;s, nor <i>wi&#383;h</i> that he may.</p>
<p>I never think it a plea&#383;ant &#383;ight to &#383;ee a rich man keep more land in his po&#383;&#383;e&#383;&#383;ion than what adds to his home amu&#383;ements: many farms &#383;catter cheerfulne&#383;s among&#383;t the people; and we could not help ob&#383;erving with concern, it is too much a cu&#383;tom to monopolize land; the poor complain of it, though not with loudne&#383;s, with SORROW.</p>
<p>We laboured up a hill about three miles, and at every re&#383;t took a retro&#383;pect view of the valley, a &#383;heet of Windermere, a <i>tarn</i> behind it, and Hawk&#383;head: we then dropt down Kirk&#383;tone, at the commencement of Patterdale pari&#383;h: we &#383;ee at the bottom of <pb n="69"/>the road part of Bridder Water, which looks as if <i>embayed</i> in mountains, with trees and cop&#383;e wood on its margin, giving it the appearance of a fi&#383;h pond in a large garden: winding on we come to a &#383;mall gill, of about one hundred yards de&#383;cent, broadening at the bottom, and which is rendered more beautifully from my friend's removing &#383;ome ob&#383;ructing &#383;tones; it then joins a little &#383;tream and &#383;inks under the road: lower down we opened upon another hill and perceived another gill; we have now three in &#383;ight, and, although the <i>lea&#383;t,</i> the one I fir&#383;t noticed is the favourite.</p>
<p>On entering the vale of Hart&#383;op, we have full command of Bridder Water; this &#383;mall dale, though not cloathed with good gra&#383;s, is prettily wooded, and is beneath a &#383;emi-circular mountain with mi&#383;hapen inter&#383;tices, forked like lightening, but which are the effects of, and conveyers of <pb n="70"/>torrents; he hands <i>proudly</i> over the valley, as if to deter any inhabitants from fixing there, and I did but ob&#383;erve one hou&#383;e.</p>
<p>A heavy &#383;hower detained us under a rough wall, which has luckily &#383;ome &#383;tones taken out, and gives me an opportunity of keeping the paper dry: as we proceeded along Bridder Water we occa&#383;ionally &#383;aw the &#383;ilver-tailed wheat-ear, fearfully endeavouring to hide it&#383;elf from the &#383;hadow of a cloud, and &#383;everal brood of wild duck.</p>
<p>As we cro&#383;s the old bridge at the foot of the <i>tarn</i>, we command a grand view of <i>&#383;ix Grains,</i> which are vallies &#383;eparated by immen&#383;e mountains. &#8212; Dods is the fulle&#383;t promontory I ever &#383;aw, and &#383;eems as if it had bulged out from and overgrown a cre&#383;ent-formed hill; nor mu&#383;t I pa&#383;s unnoticed a mountain with a &#383;olitary tree near <pb n="71"/> the &#383;ummit, which is covered from the north-we&#383;t wind by a bending rock.</p>
<p>The varieties of verdure, heath, and barrenne&#383;s upon the&#383;e tremendous mountains, according to the influence of the &#383;un, and the roughne&#383;s intermixed, given a &#383;olemn force the mind, yet makes it plea&#383;ed to enter THE VALE OF PATTERDALE.</p>
<p>We pa&#383;s along this exten&#383;ive dale, with a river running through meadows, in the mid&#383;t of harve&#383;t: to the right, hanging woods, and a very irregular ca&#383;cade &#383;howering down the hill, which we carried in &#383;ight near a mile, frequently &#383;eeing it through trees: to the left, the wood was too thick and clo&#383;e to de&#383;cribe, but was equally welcome, by pre&#383;enting us with plenty of wild &#383;trawberries of that plea&#383;ant acid &#383;o refre&#383;hing to the thir&#383;ty. We pa&#383;&#383;ed &#383;everal wretched cottages, and came &#383;uddenly <pb n="72"/>to the King's Arms, with a fir&#383;t &#383;ight of Ull&#383;water. After ordering dinner we followed the road to the church, which is the only burial ground I ever &#383;aw without a grave &#383;tone.</p>
<p>The quiet inhabitants of this kingdom are content to re&#383;t with their forefathers, having one <i>green clod</i> to cover them all, which will be in perfection when tombs will be no more. &#8212;I could not have felt much more reverence (perhaps not &#383;o much) had I trod amid&#383;t "the &#383;toried urns or animated bu&#383;ts," or had I &#383;een the mo&#383;t &#383;uperb mau&#383;oleum that was ever rai&#383;ed at the Shrine of Pride. &#8212; No! &#8212; nothing was ever formed by the hand of man that could equal this verdant monument.</p>
<p>On looking through the windows it appeared the poore&#383;t conditioned I ever &#383;aw; but it is the place of God, and it is exceeding <pb n="73"/>our duty to find fault with it: the rotten trunk of a yew tree of amazing circumference, with <i>embers</i> of life &#383;till left, may challenge in age any one in Great Britain.</p>
<p>We had not far to go to the palace; for who has not heard OF THE KING OF PATTERDALE? and I never had &#383;o great a de&#383;ire to &#383;ee a monarch before: curio&#383;ity got the better of politene&#383;s, and we went up a large flight of broken &#383;teps and knocked at an old hou&#383;e that had once been hand&#383;ome, and would &#383;till be &#383;o in a picture: after a per&#383;evering knock of &#383;ome minutes a female &#383;ervant came to us, and we made an excu&#383;e by inquiring after pro&#383;pects; but vain was our hopes of &#383;eeing, for the pre&#383;ent, the Royal Family: two fine healthful-looking grand-children came out; my friend gave each of them a Druidical half-penny, the &#383;ight of which, and the ancient look of the palace, made me think I had fallen &#383;ome <pb n="74"/>centuries back; but as an audience was at this time impracticable, I mu&#383;t quit their maje&#383;ties for the pre&#383;ent, and in the language of &#383;ome writers &#383;ay, "<i>more of them hereafter."</i></p>
<p>We went along the lake ri&#383;ing through a good road, mo&#383;t of the way covered by trees, with only a partial &#383;ight of the water, until we came to an opening which gave us two miles of the lake, and three barren i&#383;lands; on one of them the country people have heaped in rough &#383;tones the figure of a man; it being cu&#383;tomary for every per&#383;on to add a &#383;tone to different &#383;haped heaps in places &#383;eldom frequented.</p>
<p>The whole was bounded by Lyulph's Tower in Gowborough Park, built lately by the Duke of Norfolk, in memory of &#383;ome Saxon hero, and as a &#383;porting retreat. This ca&#383;tle, &#383;o near it maje&#383;tic neighbours, <pb n="75"/>has an effect that &#383;uits the ta&#383;te of the &#383;cene, and &#383;hows the ju&#383;t one of the noble owner: we proceeded to the end of Patterdale, which &#383;eparates We&#383;tmoreland from Cumberland. On a rock lately de&#383;poiled of its trees, we had a mo&#383;t exten&#383;ive view, rounding an elbow of rich land, and pre&#383;enting at a di&#383;tance Stainmore Hills and part of York&#383;hire: the mounts behind us were thick cloathed, and there is an almo&#383;t perpendicular one (conical topped) crowned with trees.</p>
<p>We were no &#383;ooner in the road, but we recollected five hours walking required a hearty meal, and we trudged merrily back again; to a quick march I always whi&#383;tle when I find my&#383;elf growing fatigued; the in&#383;tant we arrived we fell too; as to what we had for dinner is of no con&#383;equence, never troubling our&#383;elves about &#383;uch trifles, <pb n="76"/>for we are determined to be plea&#383;ed with whatever is laid before us.</p>
<p>The landlord had been in his hay field; we a&#383;ked him to &#383;it down, and we found him a well-informed man: every one in this part of the world learns to read and write, and, although they work hard, they take care their children are properly in&#383;tructed: he is a very clever fellow, and had pencilled upon the wall the view from his hou&#383;e: he had &#383;ome choice books in the room where we dined, and he conver&#383;ed &#383;o <i>&#383;en&#383;ibly,</i> I felt even re&#383;pect for him; and a man mu&#383;t have degraded him&#383;elf to have imagined he was his &#383;uperior.</p>
<p>In &#383;peaking of coins, he &#383;howed us a &#383;ilver one of the 3d of Elizabeth which he dug out of his orchard two years ago: I never &#383;aw one in higher pre&#383;ervation, and what I am plea&#383;ed to add, I purcha&#383;ed it for <pb n="77"/>half a crown, which I intend keeping in remembrance of the Vale of Patterdale: the landlord's mother, who is &#383;eventy-five years of age, never recollects a piece of money being found in the valley before.</p>
<p>When &#383;heep &#383;tray in the&#383;e countries it is u&#383;ual for the owners to look after them;&#8212; but there is an agreement between Patterdale, Matterdale, and Legerthwaite, that is too great a credit to the inhabitants to omit &#383;peaking of, as it marks a liberal minded people: they meet on Saint Martin's day to exchange their &#383;trayed &#383;heep, every farmer bringing tho&#383;e which do not belong to him; no other expence is thought of, but the general one incurred, by fea&#383;ting on roa&#383;t gee&#383;e and ale, and they are &#383;o happy with each other, they &#383;ometimes make a &#383;econd day. &#8212;&#8212; I would walk a hundred miles to pre&#383;ent at &#383;uch a &#383;ight.</p>
<pb n="78"/>
<p>Whil&#383;t we were talking, we &#383;aw an ambling old woman with a jugg in her hand go into the kitchen; &#383;he was occa&#383;ional &#383;ervant <i>to the Royal Family,</i> and the <i>Queen was plea&#383;ed</i> TO BE THIRSTY.</p>
</chap>
<chap title="CHAP. XII.">
<pb n="79"/>
<head level="2" align="center">CHAP. XII.</head>
<head level="2" align="center">PATTERDALE.</head>
<p align="center"><i>Set off again to the Palace &#8212; Meet an old Woman &#8212; Who &#383;he was &#8212; Enter into Conver&#383;ation with her MAJE&#383;TY &#8212; Some Gin &#8212; Her Maje&#383;ty's Rea&#383;ons for preferring Ale &#8212; The Di&#383;a&#383;ter that gave us the Honour of her Company &#8212; Complains of the King &#8212; Her white Hand &#8212; Why &#383;he &#383;uppo&#383;es we are rich &#8212; Her Poverty and Riches &#8212; The King an old Fool &#8212; Ob&#383;erve the King &#8212; Her Maje&#383;ty abu&#383;es him &#8212; Wants to &#383;ell two Wethers &#8212; The Queen getting more fuddled &#8212; Her own Account of her Behaviour at Church &#8212; Afraid we &#383;hould have had A SALINE LAKE &#8212; She gets wor&#383;e and wor&#383;e &#8212; The Par&#383;on of the Pari&#383;h.</i></p>
<p>AFTER <i>admiring</i> this <i>antiquated</i> maid of honour, we had &#383;o violent an impul&#383;e to &#383;ee <pb n="80"/>the Royal Family, we immediately &#383;et off to the palace. We had not proceeded far before we met an old woman, with an earthen bottle in one hand, and a crooked &#383;tick in the other; an old cloth (or what was once a <i>whole</i> handkerchief) was bound round her head, with dirty remnants of a gown: on her turning round, I thought of the "Old Hag picking dry &#383;ticks and mumbling to her&#383;elf." &#8212;&#8212; I had prepared my penny, when we were &#383;truck by a quick voice &#8212;&#8212; "A fine evening, gentlemen;" &#383;eeing the people leave their cottages, and the hay-makers lean over the gates, we concluded, and, not wrongfully, it was the Queen's batattered &#383;elf. We followed her to the public hou&#383;e, and were &#383;urpri&#383;ed at our reception, though we had heard &#383;tories that ought not to have made us &#383;o :&#8212; my friend entered into conver&#383;ation with her maje&#383;ty, when I felt my&#383;elf &#383;o emboldened by her gracious familiarity, I drew <pb n="81"/>my chair towards her and called for <i>&#383;ome gin:</i> I own my&#383;elf wrong in this, particularly as her maje&#383;ty &#383;aid &#383;he had not eat any thing for two days; and although it was a favourite liquor, &#383;he would not ta&#383;te it, but &#383;aid, "I want &#383;ome ale to FEED my &#383;tomach," which proves it mu&#383;t be very nouri&#383;hing, and that the DREGS, as one of our old poet calls them, turns to food.</p>
<poem>
<line>"They drink it thick, and p&#8212; it wondrous thin,</line>
<line>What &#383;tores of DREGS mu&#383;t needs remain within."</line>
</poem>
<note id="n5">Is not Brun&#383;cal a good name for a maid of honor?</note>
<p>She loudly complained, "that damned B&#8212;&#8212; Brun&#383;cal<ptr target="n5"/> had put a &#383;pider in my ale, and I could not drink it, and be d&#8212; to her." She de&#383;ired the landlady to fill her bottle to take home with her, and then told us the King had broke her hand and knee with his &#383;tick: this, we &#383;u&#383;pected, <pb n="82"/>was only to &#383;how us as fair a hand as any queen's whatever; di&#383;graced by a filthy pair of woollen mittens curling half up her arms. &#8212; She &#383;aid her poverty was a great grievance to her. &#8212;"But, I &#383;uppo&#383;e, as you have <i>rings</i> on your fingers, you mu&#383;t be very rich: mayhap a thou&#383;and a year: I had once a ring my&#383;elf, but old Madam M&#8212;&#8212; always wore a <i>golden</i> one." &#8212; She then bridled up, and allowed &#383;he had <i>abundance</i> of money, and that &#383;he &#383;pent a &#383;hilling a day in drink, but very little in meat; "and to be &#383;ure I was very hand&#383;ome when young, and <i>not with child</i> when married: I was a <i>bold</i> woman to venture upon &#383;o &#383;tout a man as the king, but he is now grown an old fool:&#8212; but I tell you, Madam Dob&#383;on, why don't you bring me my ale, I called for it half an hour ago?" &#8212;Mrs. D&#8212;&#8212; knew what &#383;he meant, and went for a gla&#383;s though &#383;he had not ordered it: &#383;he had &#383;carce &#383;wallowed <pb n="83"/>the contents, before the king was ob&#383;erved creeping towards the hou&#383;e. I could not help feeling re&#383;pect, he had &#383;o fine a furrowed face, his head inclined upon the right &#383;houlder, with a ragged handkerchief tied under his chin, and his coat was much torn; he &#383;at upon the table and told her, with a feeble voice, he was come to take her home. &#8212; She not only abu&#383;ed him, but &#383;truck him twice, and then gave him a gla&#383;s out of her bottle to make amends. &#8212; I felt the utmo&#383;t indignation at her conduct, and I brought him a chair, which he refu&#383;ed, but &#383;eemed to take kindly, and by way of acknowledgement told me, "If you chu&#383;e to buy a couple of FINE WETHERS<ptr target="n6"/>, you &#383;hall have them<pb n="84"/> very cheap." This offer was too much for my ri&#383;ible mu&#383;cles, and I laughed mo&#383;t heartily.</p>
<note id="n6">They told us he did not keep any &#383;heep, and they &#383;uppo&#383;ed he had received the&#383;e wethers under his lea&#383;e of ENTERTAINMENTS. &#8212; <i>Vide</i> his character, CHAPTER XIV.</note>
<p>The queen made &#383;o many attackes upon her bottle &#383;he became more noi&#383;y, and &#383;wore &#383;he had been drunk for two days, and as for going to church, "I have not been in one this &#383;even years." &#8212; "Oh yes, Madam, (&#383;aid the landlady) you know you was when Mr. Myers preached, and you <i>&#383;moked</i> your pipe in the church." &#8212;&#8212; "Oh! d&#8212;&#8212; it, I recollect that, he was preaching how we &#383;hould not only forgive a brother &#383;even times, but &#383;eventy times &#383;even." &#8212;Her maje&#383;ty ro&#383;e up in church and told him, "I have done it <i>a hundred times</i> but nobody minded me."</p>
<p>After every repleni&#383;h &#383;he increa&#383;ed in noi&#383;e, and I expected we &#383;hould have &#383;een <pb n="85"/>A MORE SALINE LAKE than that of Ullswater, as I am told is not unu&#383;ual upon the&#383;e occa&#383;ions, &#383;he was rather approaching too near, and began to &#383;troke the back of her hand acro&#383;s her lips: I heard this was a &#383;ympton of ki&#383;&#383;ing, and blame me not, ye fair, for flying from the royal &#383;alute, I &#383;wept round her and left to another wight that honour.</p>
<p>We were now at tea, and &#383;he &#383;aid and &#383;ung &#383;uch droll things, it bur&#383;t through my no&#383;e, and almo&#383;t choaked me. We perceived &#383;he was growing wor&#383;e, and we had &#383;een <i>quite</i> &#383;ufficient of Patterdale royalty we paid our bill, and made good our retreat.</p>
<p>While we were thus unaccountably a&#383;toni&#383;hed, the par&#383;on of the pari&#383;h went by in a pair of clogs, a coloured coat, and<pb n="86"/> blue wor&#383;ted &#383;tockings;&#8212; and with a large tree upon his &#383;houlder. The landlord, who I have &#383;ince been informed was intended for the church, pointed him out to us.</p>
</chap>
<chap title="CHAP. XIII.">
<pb n="87"/>
<head level="2" align="center">CHAP. XIII.</head>
<p align="center"><i>Strength of recollection &#8212; A Ru&#383;h bearing.</i></p>
<note id="n7">My friend writes me this de&#383;cription of a &#383;tage.&#8212; "The cu&#383;tom of &#383;tage playing is very much left off of late years; I que&#383;tion whether any thing now happens in &#383;ix or &#383;even years. The plays they formerly acted were, Cato, Barbaro&#383;&#383;a, Taming the Shrew; much more in tragedy than comedy, as it had a greater effect upon the audience. &#8212; The performers were farmers' &#383;ons and farmers' &#383;ervants, by way of employment in long winter evenings, and at a time of the year when they had very little to do."</note>
<p>WE returned the &#383;ame road we came, having only met two per&#383;ons in the morning; as we &#383;aw a man bru&#383;hing down hill from a &#383;teep &#383;late quarry, we &#383;topped to a&#383;k &#383;ome que&#383;tions: my friend a&#383;ked him if his name was not "Thomas Hayton," &#8212; it was, but he did not prove to be the per&#383;on he meant, though of the &#383;ame name: he a&#383;ked him if he u&#383;ed to be <i>a &#383;tage player</i><ptr target="n7"/>?&#8212; "Aye, Sur, bu that's above twenty years ago." &#8212; If you could have &#383;een<pb n="88"/> the man's face when my companion told him who he was, you mu&#383;t have thought favourably of the&#383;e mountaineers, and I make no doubt but he mu&#383;t have been a capital performer. &#8212;His colour changed, and he could &#383;carce &#383;peak; and he at fir&#383;t <i>refu&#383;ed</i> the money offered him:&#8212; after we had left him he &#383;tood for &#383;ome time like a &#383;tatue, and then called after us and told us than an old man and his wife lived in the public hou&#383;e below, that had once been <i>his</i> father's &#383;ervants:&#8212; we went to them, and I had the &#383;ati&#383;faction of finding my friend was as much beloved when a boy as he is now e&#383;teemed as a man. &#8212;Scenes like the&#383;e are in concord with a heart that wi&#383;hes well to all the<pb n="89"/>world. &#8212;I drew out my pur&#383;e and was &#383;orry it was &#383;o <i>thinly</i> &#383;tocked.</p>
<p>How remarkable! for four people to meet in &#383;o &#383;olitary a place, near the only hou&#383;e between Hart&#383;op and Amble&#383;ide, in a di&#383;tant part of the country from whence they call came, not having &#383;een each other for thirty years.</p>
<p>The landlord, who was <i>a bit</i> of a farmer, told us he wanted to look after &#383;ome &#383;heep that fed upon a hill near our road. &#8212; I could not help remarking with what &#383;peed the dog ran up the &#383;kirts of the mountain, obedient to his call and the motion of his hand: when the dog had done his duty he barked down the hill, and came wagging his tail in much &#383;elf-approbation.</p>
<p>The old man then talked what <i>good &#383;cholars</i> all his children were, and, by a hint <pb n="90"/>of wi&#383;hing to get "<i>the fine&#383;t lad i'th' world</i> provided for," I was convinced, although he had not &#383;een Mr. &#8212;&#8212; for thirty years, he was informed of the numbers he had befriended.</p>
<p>We &#383;hook hands with the old man, and then walked on, admiring the mountains around us, and over which evening had thrown &#383;o deep a &#383;hade, we &#383;aw divi&#383;ions that were not vi&#383;ible in the morning, and when we reached the top of Kirk&#383;tone we had a partial &#383;ight of the &#383;ea over Hawke&#383;head.</p>
<p>Our return was expeditious, the events of the day were fine <i>antidotes</i> again&#383;t fatigue. &#8212; When we arrived at Amble&#383;ide we &#383;aw &#383;everal garlands &#383;upported by men and little children, with a couple of fiddles; we made two in the throng, and went to &#383;ee them planted in the church: two young ladies <pb n="91"/>graced the pulpit, and I never &#383;aw a fairer par&#383;on and clerk in my life: that's of <i>cour&#383;e</i> you know, for it was too dark to judge. I was &#383;orry to ob&#383;erve many men came in with hats on; it certainly was not in the original in&#383;titution, but they perhaps thought night would cover every thing.</p>
<p>This is an old Roman-catholic cu&#383;tom, though without any &#383;uper&#383;titious remains: again&#383;t the next &#383;unday the old ru&#383;hes that have &#383;erved a year are removed, and the clerk is allowed a <i>&#383;mall &#383;um</i> to &#383;upply fre&#383;h-gathered ones.</p>
</chap>
<chap title="CHAP. XIV.">
<pb n="92"/>
<head level="2" align="center">CHAP. XIV.</head>
<head level="2" align="center">THE KING OF PATTERDALE.</head>
<p align="center"><i>His great Age &#8212; Suppo&#383;ed why called &#383;o &#8212; A&#383;toni&#383;hing Accumulation of Wealth &#8212; Mode of trying Strength of Ponies &#8212; Ca&#383;t away on an uninhabited I&#383;land &#8212; Contrivance to eat his Victuals, without his A&#383;&#383;i&#383;tant knowing he had any &#8212; His peculiar Mode of letting fields, etc. &#8212; Partiality for Sugar &#8212;Only out-cunninged in his Amours &#8212; Excellent Character of his Son &#8212; His Maje&#383;ty's Rea&#383;ons for not giving to the Poor &#8212; The Queen offers her Grandaughter in Marriage &#8212; Re&#383;pect paid to her by the country People.</i></p>
<p>I FEEL my&#383;elf at a lo&#383;s to give a character if his maje&#383;ty; I have every po&#383;&#383;ible <pb n="93"/>re&#383;pect for his advanced age, but the meanne&#383;s of the mi&#383;er hinders me from paying it.</p>
<p>He is now in his 93d year, and had a paternal e&#383;tate of from 150l to 200l a year, which has always given the (imaginary) title of King of Patterdale to its po&#383;&#383;e&#383;&#383;or: it is &#383;aid, from being formerly exonerated from &#383;ome particular tax, which might be owing to its very <i>remote</i> &#383;ituation and not worth gathering.</p>
<p>By his niggardly par&#383;imoniou&#383;ne&#383;s he has realized his fortune, according to &#383;ome, to 600l, by many to 800l a year, and I have even heard to be worth 40,000l. &#8212; A &#383;trong con&#383;titution gave him an opportunity of being laborious, and his indu&#383;try kept pace with <i>his de&#383;ire of gain</i>; he knew to omit getting one &#383;hilling was a certain lo&#383;s of one penny a year for ever, be&#383;ides compound <pb n="94"/>intere&#383;t, that accumulating con&#383;ideration TO THE ELWES'S of the day.</p>
<p>He had many ponies that he kept upon the common land, which he was entitled to from the landed property in the pari&#383;h: upon the&#383;e <i>lean</i> bea&#383;ts he carried his own charcoal over the mountains to the different forges; he u&#383;ed to throw his hat in their faces to &#383;ee if they were able to perform the journey; tho&#383;e that did not mind the hat were lucky enough to remain at home, and tho&#383;e which ran a&#383;ide were thought &#383;ufficient &#383;trength.</p>
<p>This may &#383;erve as an example to tho&#383;e who keep unfortunate animals, and may wi&#383;h a new mode of trying if they have &#383;trength left: I recommend this to Bunbury for his next edition of "GAMBADO."</p>
<pb n="95"/>
<p>He was reckoned the be&#383;t boatman between Patterdale and Dunmallart Head, and he u&#383;ed to convey his own &#383;late and wood, or when other people wanted him, for a trifling &#383;um per load:&#8212; he was once deeply laden with the latter, and was drove by a violent gale of wind upon the large&#383;t island<ptr target="n8"/>; in this &#383;ituation he remained with his a&#383;&#383;i&#383;tant two days; the poor fellow, expecting a &#383;hort pa&#383;&#383;age, had made no provi&#383;ion; his maje&#383;ty always carried bread and chee&#383;e in his pocket to avoid going to ale-hou&#383;es, although he was never known to refu&#383;e when offered <i>to be treated</i>; when he wanted to eat he told the man he would go to the other &#383;ide of the i&#383;land to &#383;ee if the wind was likely to change; he then <i>gormandized</i> away and made the man believe he had only been to look after the weather.</p>
<note id="n8">On the&#383;e lakes the wind &#383;ometimes gathers round the hills, and has a violent effect, and there has lately been a loaded boat and two men lo&#383;t on Windermere.</note>
<pb n="96"/>
<p>I mu&#383;t now mention a cu&#383;tom he has long practi&#383;ed, and which &#383;aves him the expence of providing meals at home:&#8212; to u&#383;e his own words, he calls them "ENTERTAINMENTS." He lets &#383;ome fields and &#383;mall hou&#383;es, as expre&#383;&#383;ed in the agreement, for &#383;o many dinners and &#383;uppers, taking care that what are to him dainties are provided for each &#383;eparate day.</p>
<p>In his tea-drinking he takes from ten to fourteen cups, u&#383;ing an immoderate quantity of &#383;ugar, of which he is &#383;o fond, he generally carries &#383;ome loo&#383;e in his pocket; if he omits a day which was once rarely the ca&#383;e, it is looked upon as fulfilled. &#8212; I am told it was a hard bargain to his tenants, but his great age has rather turned in their favour.</p>
<p>There are numberle&#383;s &#383;tories of him throughout the country, in which his <pb n="97"/>cunning was always con&#383;picuous, and only <i>in his amours</i> has he been (&#383;ometimes) over-reached; the&#383;e are more funny to hear than it would be decent to relate.</p>
<p>I have not exceeded a tittle in what I heard of this patriarch mi&#383;er, and I am the more induced to write about him, becau&#383;e I could not learn he had ever performed one act of charity throughout a life that Providence has lengthened beyond the u&#383;ual &#383;tage of man, though "the ways of heaven are dark and intricate," they are always ju&#383;t.</p>
<p>Perhaps this man is held up as <i>a beacon</i> to tho&#383;e who might otherwi&#383;e be mi&#383;ers; for I never &#383;aw people that appear le&#383;s inclined to be &#383;o than tho&#383;e around him; and his &#383;on is a con&#383;picuous example of the contrary; brought up in a peculiar manner, his benevolent character &#383;hines a ju&#383;t contra&#383;t;<pb n="98"/> and the inhabitants &#383;ay when he gets po&#383;&#383;e&#383;&#383;ion of the fortune, charity to the poor will be as diffu&#383;ive in the riche&#383;t man in Patterdale as &#383;ordidne&#383;s now is. The king allows he never got any thing by the poor; why then &#383;hould he give them any thing? He &#383;ometimes has been heard to complain that a man &#383;hould be cut off in the prime of his life at eighty or ninety years &#8212; if he could live to the age of Methu&#383;alem, he might &#383;ave a little money.</p>
<p>The queen is many years younger than he is, but keeps pace with him in his pa&#383;&#383;ion for money:&#8212; &#383;he offered her grand-daughter in marriage to my friend, and &#383;aid "the old ra&#383;cal &#383;hould give him 3000l, aye guineas if he plea&#383;ed;" after &#383;o great an offer I had the curio&#383;ity to a&#383;k to a&#383;k her for a gla&#383;s of ale, but &#383;he had too much of her bottle at heart, and turned it off with a &#383;ong. They told us &#383;he was often more di&#383;gu&#383;tful <pb n="99"/>than as we &#383;aw her; for it was one of her MODERATE fits of drinking.</p>
<p>I mentioned before, the maid of honour only occa&#383;ionally waits upon them; and the young one we &#383;aw at the palace belongs to the &#383;on.</p>
<p>Notwith&#383;tanding the queen behaved &#383;o remarkably, &#383;ome countrymen who came to hear the fun, and the people of the hou&#383;e, always called her "<i>Madam M&#8212;&#8212;</i>" they took care &#383;he &#383;hould not &#383;ee them laughing at her, and always &#383;poke in a tone of re&#383;pect.</p>
<p>Such power has that <i>idol</i> wealth on the minds of we poor mortals.</p>
</chap>
<chap title="CHAP. XV.">
<pb n="100"/>
<head level="2" align="center">CHAP. XV.</head>
<head level="2" align="center">THE ASCENT OF HELM CRAG.</head>
<p align="center"><i>As the Subject of this Chapter is new to the Author, he chu&#383;es to &#383;ay nothing more about it, but that he deals &#383;omewhat in Surmi&#383;e, and he leaves the Deci&#383;ion to more learned Heads.</i></p>
<p>WE went in the morning to Gra&#383;smere church; there was a very decent congregation, and the &#383;inging was old fa&#383;hioned and good; and if it had not been for a certain twang at the beginning of every &#383;tave, I &#383;hould have thought them among&#383;t the be&#383;t country &#383;ingers I have heard: the men &#383;at on one &#383;ide of the ai&#383;le, the women on the other, upon rough oak benches, and I could not help ob&#383;erving <i>the &#383;miles</i> interchanged <pb n="101"/>when a couple were a&#383;ked in marriage.</p>
<p>After as good and well-dre&#383;&#383;ed a dinner, at Robert Newton's, as man could wi&#383;h, we &#383;et out to &#383;urmount the &#383;teep a&#383;cent of Helm Crag; but the dinner was &#383;o cheap I mu&#383;t mention what it con&#383;i&#383;ted of &#8212;</p>
<table>
<tr>
<td>Roa&#383;t pike, &#383;tuffed,</td>
</tr>
<tr>
<td>A boiled fowl,</td>
</tr>
<tr>
<td>Veal cutlets and ham,</td>
</tr>
<tr>
<td>Beans and bacon,</td>
</tr>
<tr>
<td>Cabbage,</td>
</tr>
<tr>
<td>Pea&#383;e and potatoes,</td>
</tr>
<tr>
<td>Anchovey &#383;auce,</td>
</tr>
<tr>
<td>Par&#383;ley and butter</td>
</tr>
<tr>
<td>Plain butter,</td>
</tr>
<tr>
<td>Wheat bread and oat cake,</td>
</tr>
<tr>
<td>Three cups of pre&#383;erved goo&#383;eberries,</td>
</tr>
<tr>
<td>with a bowl of rich cream in the centre,</td>
</tr>
<tr>
<td>For two people, at ten pence a head.</td>
</tr>
</table>
<pb n="102"/>
<p>We went up a narrow lane that gave us, half a mile from the church, a new view of Gra&#383;mere valley, with a perpetual waterfall, ju&#383;tly, from its force, called <i>White-churn Gill</i>; it ru&#383;hes from a cre&#383;ent-heathed hill, and forms one of the mo&#383;t con&#383;iderable brooks that &#383;upplies Gra&#383;&#383;mere.</p>
<p>The &#383;un was hot, and after a gentle a&#383;cent of about a mile, we re&#383;ted &#383;ome minutes under a thick hawthorn, which we will call the foot of the Crag:&#8212; the projecting point of the fir&#383;t ri&#383;e looked formidable, and not le&#383;s &#383;o, to &#383;peak in plain Engli&#383;h, from having a complete belly full: however, when people are determined to overcome difficulties, time and circum&#383;tances are no ob&#383;tructions.</p>
<p>We were covered from the wind, and it was &#383;o &#383;teep we were frequently obliged to &#383;top when we met a narrow &#383;helf, and <pb n="103"/>when we go to the fir&#383;t range of the hill I was glad to throw my&#383;elf down panting for relief:&#8212; the gra&#383;s was &#383;lippery, which we guarded again&#383;t by forcing our &#383;ticks as deep into the ground as we po&#383;&#383;ibly could; and when we had gained the &#383;econd height. I never remember meeting a more cheerful relief than finding we had got over that part of the hill which kept the wind from us:&#8212; this not only enlivened us, but we opened upon pro&#383;pects which promi&#383;ed to repay our labour when we had &#383;urmounted it.</p>
<p>The pinnacle hanging over our right obliged us to take a &#383;weep; but as we had the wind and a near &#383;ight of the top, we found le&#383;s trouble in this &#383;tage than in the others: we were exactly one hour from the hawthorn, which was not from its being a high hill, but the &#383;teepe&#383;t in this part<pb n="104"/> of the country, being &#383;eldom frequented but by foxes, &#383;heep, and ravens: our guide was never on it but once, and neither he nor Partridge remember that it has been vi&#383;ited by &#383;trangers.</p>
<p>But I mu&#383;t be allowed to re&#383;t my&#383;elf a little before I &#383;aw any thing of the pro&#383;pects around us, while I look with awful plea&#383;ure at the &#383;ight.</p>
<p>We went upon the projecting pinnacle, which has ju&#383;t room to hold two, from which I mark the views, but thought it prudent to have a le&#383;s exalted rock in order to write them down.</p>
<p>The &#383;ummit is covered with pieces of rock that give it the features of a grand ruin, occa&#383;ioned by an earthquake, or a number of &#383;tones jumbled together after the my&#383;tical manner of the Druids:&#8212; there is <pb n="105"/>a deep fi&#383;&#383;ure<ptr target="n9"/> two feet broad and twenty long, with a &#383;tone over one end of it, which gives it the look of a &#383;tep over a mill &#383;tream.</p>
<p>By dropping a &#383;mall &#383;tone down a rent, you hear it rebound a long time; one bending &#383;tone<ptr target="n10"/> &#383;erves as a &#383;helter for &#383;heep, where we found a mu&#383;hroom, the only one we &#383;aw in the north.</p>
<note id="n9">Although I am not ver&#383;ed in antiquities, I cannot help thinking this fi&#383;&#383;ure re&#383;embles the <i>Ki&#383;t Vaens</i> of the Druids, as de&#383;cribed by the indefatigable Gro&#383;e in his preface, page 136. &#8212; I wi&#383;h &#383;ome antiquarian would inve&#383;tigate this mountain; I think his fellow labourers would be obliged to him; at any rate if he does not find &#383;ufficient to authenticate my &#383;urmise, he will have &#383;uch delightful views around him, as will repay him for his trouble, and, I tru&#383;t, may induce him to think he has not taken <i>his labour</i> in vain.</note>
<note id="n10">May not this &#383;tone, from its bend, be a part of the <i>Cromleh</i> of the Druids?</note>
<pb n="106"/>
<p>The circumference, including its mi&#383;hapen points, may be above a mile, and where there is any &#383;oil the gra&#383;s is &#383;hort and &#383;weet: from this unfrequented &#383;ummit we &#383;aw the whole of Windermere. E&#383;thwaite water, and by Gra&#383;smere, being our point, they made a complete triangle, divided by rich pa&#383;tures, &amp;c., whil&#383; the valley and its appendages directly under us &#383;eemed to contain every thing that can be beautiful in miniature.</p>
<p>We overlooked the Tarn from whence White-churn Gill has its &#383;ource, inclo&#383;ed in a heath hor&#383;e&#383;hoe, who&#383;e &#383;ides were mo&#383;t brilliantly be&#383;pangled with &#383;mooth &#383;tones, occa&#383;ioned by a thin &#383;heet of water oozing over them, and an almo&#383;t perpendicular &#383;un.</p>
<p>We ob&#383;erved over Helvellyn and the Grain of Seat Sandal, a torrent of rain, <pb n="107"/>whil&#383;t over Bowne&#383;s and to the S. Ea&#383;t it was collecting &#383;o partially the di&#383;tance gave them the appearance of water &#383;pouts: we imagined we had nothing to fear from any of them; it was clear over us; and in the quarter from whence the wind blew, the guide had &#383;carcely &#383;aid &#383;o, ere we ob&#383;erved the clouds from Seat Sandal pu&#383;hing again&#383;t the wind, though they were con&#383;iderably exhau&#383;ted on tho&#383;e mountains: we were &#383;oon convinced of our ill judging, and took &#383;helter in the &#383;heep cove, which, by bending, held us &#383;ecure: this was too confined a &#383;ituation, and as the rain had &#383;omewhat cea&#383;ed, the guide and I went about one hundred and fifty yards down the hill:&#8212; the rain again came on and wet me to the &#383;kin, but we were more amply repaid by the mo&#383;t luminous &#383;ight I ever beheld.&#8212; I &#383;hall attempt to de&#383;cribe it&#8212; The &#383;un &#383;hone with &#383;uch brilliancy through &#383;lanting drops, they looked like a line of chry&#383;tal as round as a <pb n="108"/>finger, and there was a &#383;pray intermixed variegated as the rainbow. Newton, who has been all his life accu&#383;tomed to mountains, &#383;ays he never &#383;aw any thing like it before: might not it be owing to the dark heath over the Tarn, and a partial &#383;hining of the &#383;un upon the Crag?</p>
<p>Too much rain had fallen to render the gra&#383;s le&#383;s &#383;lippery; we were obliged to traver&#383;e down the hill with the utmo&#383;t caution, and if not with the difficulty of the a&#383;cent with con&#383;iderably more danger: when we opened Seat Sandal we were &#383;urpri&#383;ed by a <i>&#383;uperb cataract,</i> occa&#383;ioned by the rain which fell whil&#383;t we were upon the &#383;ummit.</p>
<p>I could not help expecting and wi&#383;hing we &#383;hould have a thunder &#383;torm.</p>
<pb n="109"/>
<p>Let the con&#383;iderate mind contemplate on the various &#383;ights pre&#383;ented to us in &#383;o &#383;hort a &#383;pace.</p>
</chap>
<chap title="CHAP. XVI.">
<pb n="110"/>
<head level="2" align="center">CHAP. XVI.</head>
<p align="center"><i>Coni&#383;tone Lake &#8212; Rea&#383;ons for thinking a Man a Guide &#8212; The old Man &#8212; Impul&#383;e to vi&#383;it it &#8212; Repent &#8212; The old Gentleman's mo&#383;&#383;y Cloathing &#8212; Sheep &#8212; A Spring &#8212; Views di&#383;cernible &#8212; Ea&#383;y De&#383;cent &#8212; Leven's Ca&#383;cade &#8212; Walk up a Ca&#383;emate &#8212; Copper Works &#8212; Slate Quarry &#8212; A Volcano &#8212; Afraid to vi&#383;it it &#8212; A young Man attempts, and &#383;woons &#8212; His Manner to avoid being laughed at &#8212; Super&#383;tition &#8212; Full a Match for Robin Partridge's &#8212; Gho&#383;ts &#8212; Whi&#383;tling a Charm again&#383;t them.</i></p>
<p>BY my propo&#383;al it was intended we were to pa&#383;s an idle morning, but the day was &#383;o fine, we &#383;et off to Coni&#383;tone Lake, purpo&#383;ing to take Hawke&#383;head on our return.</p>
<pb n="111"/>
<p>We pa&#383;&#383;ed round the head of Windermere, and a&#383;cended many brows, &#383;eeing mountains we did not know, and recollecting others we had vi&#383;ited; we had likewi&#383;e an irregular &#383;ight of E&#383;thwaite water. The road is chiefly bounded by heath, and you catch many plea&#383;ing views, which cannot help &#383;triking which way &#383;oever you turn.</p>
<p>From a purpled hill, at the head of Coni&#383;tone Lake, you have a full view of it; the borders are well wooded, but they have not that liveline&#383;s of pa&#383;ture which adorns Windermere.</p>
<p>Whil&#383;t we were making ob&#383;ervations, a man in his harve&#383;t dre&#383;s, with a pair of hand&#383;ome &#383;pectacles on, (an unu&#383;ual &#383;ight for one in his &#383;tation) &#383;eated him&#383;elf by us, and we were &#383;oon convinced, by certain &#383;hrewd remarks, he wi&#383;hed to officiate as a guide. On <pb n="112"/>pointing to a high mountain, named, the Old Man, &#383;ymptoms appeared of wi&#383;hing to go up it, and we did not &#383;top to he&#383;itate, but we had the precaution to take &#383;ome brandy, and at one o'clock began the arduous ta&#383;k.</p>
<p>I often repented, during two hours toil, and was almo&#383;t inclined to give up, but that would have di&#383;graced my former bravadoes. My companion kept the &#383;tart of me, and when I reached the &#383;ummit, he was placing &#383;tones on three heaps, called the <i>Old Man,</i> his <i>Wife</i>, and <i>Son,</i> where there had once been a beacon. As &#383;oon as I was &#383;omewhat recovered, and had time to look about me, I was charmed to find the Old Gentleman crowned with the deepe&#383;t mo&#383;s I had ever trod upon, and that he could boa&#383;t of a head beautifully &#383;weeping about half a mile in length, and a quarter in breadth, ri&#383;ing in one part like <pb n="113"/>the bo&#383;om of a great wave. Numbers of &#383;heep were gamboling about as if they were inclined to &#383;hew their &#383;uperior agility. We &#383;oon came to a bulging &#383;pring; I knelt down and drank copiou&#383;ly of as &#383;oft and cool water as I ever ta&#383;ted, and I did not forget the whole race of human beings around me; however, I had the precaution to prepare my &#383;tomach for the luxurious beverage, by a gulph of brandy.</p>
<p>The day was rather unfavourable, but we had &#383;ometimes exten&#383;ive views, and a fine &#383;ight of the &#383;ea beyond Lanca&#383;ter, in which quarter the Heavens were the mo&#383;t favourable, but we were not &#383;o lucky as to &#383;ee Scotland and the Isle of Man, which are &#383;ometimes very vi&#383;ible. We counted a dozen pieces of water, mo&#383;t of them on the &#383;ummit of hills. The guide pointed to a pond con&#383;iderably above the level of the &#383;ea, in which char in full roe have been <pb n="114"/>put; the old ones are grown lank and poor, but the breed are &#383;mall and &#383;weet flavoured. Another pond is full of ill-ta&#383;ted trout and perch, &#383;o badly &#383;upplied with food from the upper hills, they always bite greedily. We were in the clouds, which were flying at the &#383;wifte&#383;t rate I ever &#383;aw &#8212; almo&#383;t as &#383;wift as thought.</p>
<p>We went the length of the height, and de&#383;cended on the &#383;ame front; and although &#383;teep, it was perfectly &#383;afe, from the depth of mo&#383;s. About one third of the way we came to a deep tarn, called Leven's Water, which occa&#383;ions an enchanting water-fall, and &#383;upplies the copper works with water. When we reached the embouchure of the fall I got upon a rock, and have the plea&#383;ure of expre&#383;&#383;ing what I felt:&#8212; It ru&#383;hes out with &#383;uch force it gives a bow of water an elevation of twenty degrees, then &#383;preads down the rocks; to the right of <pb n="115"/>the mouth, there is a point again&#383;t which it da&#383;hes in vain, and numbers of <i>chry&#383;tal balls</i> are forced over it, which made me think (if I may be allowed the expre&#383;&#383;ion) of a <i>Liliputian</i> bombardment.</p>
<p>I had the curio&#383;ity to go two hundred yards up a funnel half leg deep in water, expecting it was a copper mine; in this I was di&#383;appointed; there was but one Cyclops at work, and he was about a communication they are making to the other &#383;ide of the brook to draw off the ob&#383;tructing waters from the mine; he &#383;hewed us &#383;ome copper, mingled with the rock, but it is not worth the expence of &#383;eparating.</p>
<p>The mine is at pre&#383;ent rather barren, but this mountain has been &#383;o productive, they do not doubt meeting &#383;ucce&#383;s; they were already &#383;ufficient to keep &#383;ome men at work. We went lower, where they pulveri&#383;ed it, <pb n="116"/>and by different proce&#383;&#383;es were preparing it for &#383;melting, which is carried on in a country better &#383;upplied with coal, and more convenient for navigation.</p>
<p>Our excur&#383;ion was performed in four hours and a half, and by a little after nine we were again at head quarters.</p>
<p>There are &#383;everal &#383;late quarries upon this mountain; I looked in at one near the &#383;ummit; there is a gallery to it, and it is arched like an immen&#383;e Gothic roof.</p>
<p>A copper-mine, in Elizabeth's days, was worked by Government, and which produced great profit. The guide pointed to a part where there has been a <i>volcano,</i> and offered to take us to the mouth of it; he &#383;hewed us &#383;ome honeycomb-lava he had got from it; we had too much labour before us, or it was too hazardous for me to<pb n="117"/> undertake. He told us of a little gentleman that went up with him la&#383;t year, who boa&#383;ted that he could venture up any precipice; but before they reached the mouth his head gave way, and he fainted; he had much toil and danger in dragging him down, and when they had got to a &#383;afe part, he bribed him not to expo&#383;e him to his party, who were given to under&#383;tand he performed the arduous ta&#383;k, particularly (if I recollect right) as the guide gave him a piece of lava to keep as a trophy of hs boldne&#383;s.</p>
<p>I am told Coni&#383;tone Lake de&#383;erves more attention than we had time to pay to it. &#8212; Chreighton, the guide, is a &#383;elf-taught &#383;cholar, and will want few hints to give you a copious account of every thing in his neighbourhood; he &#383;aid &#383;omething about his being a de&#383;cendant of a noble family in Scotland, and &#383;eemed inclined to be very <pb n="118"/><i>diffu&#383;e</i> in &#383;peaking of great people; but as it was not for us to trouble our heads about them, we pa&#383;&#383;ed them quickly over.</p>
<p>One &#383;tory of credulity, and which I dare &#383;ay half of the people believe, is of an old man who became rich, his neighbours know not how; though &#383;ome &#383;ay he had a copper mine in the mountain; he was often de&#383;ired to tell how he got his riches, and one fatal evening he told them <i>the devil</i> a&#383;&#383;i&#383;ted him in getting his copper; the next time he went up the hill he was found torn to pieces.</p>
<p>People in the&#383;e remote parts tell &#383;uch kind of &#383;tories very gravely, and there is hardly an old barn that has not had a gho&#383;t in &#383;ome &#383;hape or other; but as we never hear of any one being frightened out of his &#383;en&#383;es, they are very <i>harmle&#383;s</i> kind of gho&#383;ts, and you have no rea&#383;on to be afraid of them; <pb n="119"/>as the&#383;e aerials generally perform their fanta&#383;tics at night, <i>whi&#383;tling</i> is the charm; and when a man approaches a place famous for their haunts, he increa&#383;es his <i>lillebulara</i> powers.</p>
</chap>
<chap title="CHAP. XVII.">
<pb n="120"/>
<head level="2" align="center">CHAP. XVII.</head>
<p align="center"><i>A Peep into Troutbeck Dale &#8212; All de&#383;criptive, if you don't chu&#383;e to read it, let it alone &#8212; But take a Walk to it, and if you meet the &#383;ame pretty Girl and Per&#383;on we did, &#383;o much the better.</i></p>
<p>WE went round a hanging wood, pa&#383;&#383;ed the bottom of it, then turned up a lane, which gave a noble command of the Rydal hills; a&#383;cending about four hundred yards, we &#383;ee Dove Ne&#383;t, and, for the fir&#383;t time, ob&#383;erve it has turreted wings; a little higher we cro&#383;&#383;ed a double trunked a&#383;h, and had a view of the lake, comprehending Belle I&#383;land; onwards Croft Hou&#383;e appeared in virgin neatne&#383;s, under &#383;hade of a hill that was &#383;oon to cover it from us. &#8212; <pb n="121"/>We then advanced about a mile, which brought us to the only gate acro&#383;s the lane, and by looking over the wall, have a bold view of Calgarth, beautified by woods on each &#383;ide a new-making avenue, with a winding canal to Windermere. It is from this &#383;pot we have a mo&#383;t enchanting command, and I will venture to think the true&#383;t &#383;ight of the lake. Belle I&#383;le hou&#383;e, as an object, is entirely lo&#383;t, and appears, &#383;ince we know its <i>&#383;cite</i>, the large&#383;t tree on the i&#383;land. The left pre&#383;ents us with &#383;loping hills, terminating by a table mountain: peeping under the oak boughs, to the right, we ju&#383;t take in the <i>cap</i> of our ye&#383;terday's friend, the Old Man.</p>
<p>We proceeded over the vale of Troutbeck, where Judge Wil&#383;on's mode&#383;t man&#383;ion, the churgh and the village, became pretty objects. The vale is quiet and <pb n="122"/>intere&#383;ting, with a brook running through it, well &#383;upplied with &#383;weet trout.</p>
<p>Being at a lo&#383;s how to proceed, we inquired from a pretty girl what turning we were to take. She told us to go up any lane to the left, and we mu&#383;t cro&#383;s over &#383;ome &#383;tone walls, and that she was going after &#383;ome &#383;heep, and &#383;hould <i>keep an eye</i> after us, to &#383;ee if we kept the right road. This ru&#383;tic civility was rendered u&#383;ele&#383;s, by our meeting a well-dre&#383;&#383;ed per&#383;on, that &#383;aid he was going to Amble&#383;ide, and offered to take us a plea&#383;ant round.</p>
<p>We returned by the Troutbeck Hundred, and had a full view of the lake, a table hill, and a &#383;ight of Millenthorp Sands. We wound above Dove Ne&#383;t, in the &#383;eparation between High Wood and Low, and had a comprehen&#383;ive &#383;ight of the Rathay, winding into the lake, with Ballam tarn <pb n="123"/>over &#383;ome high wood that divides it from the head of Windermere.</p>
<p>Such was our morning's excur&#383;ion of three hours and a half.</p>
</chap>
<chap title="CHAP. XVIII.">
<pb n="124"/>
<head level="2" align="center">CHAP. XVIII.</head>
<head level="2" align="center">AMBLESIDE WATERFALL.</head>
<p align="center"><i>A Copy of Ver&#383;es introduced to &#383;hew you I am no de&#383;picable Poet; but as Poetry is a Drug, turn to the next Leaf, and you will find I got a bad Tumble, with Advice to guard again&#383;t &#383;uch Di&#383;a&#383;ters.</i></p>
<p>AS we have &#383;een mo&#383;t of the di&#383;tant views about this neighbourhood, we got up early, and went to a ca&#383;cade a little mile from the hou&#383;e. After going through the inn yard, we a&#383;cended along the &#383;teep banks of a brook. The fir&#383;t sight of the ca&#383;cade comprehends the three parts as in one; it is more intere&#383;ting than any we have hitherto &#383;een, from being partially hid by over-hanging trees, and a rocky, yet verdant, i&#383;land, which &#383;eparates the <pb n="125"/>upper fall, and makes two di&#383;tinct <i>flu&#383;hes,</i> meeting at a point of the i&#383;land in a ba&#383;in.</p>
<p>Advance one hundred yards, and &#383;eat your&#383;elf (if you can look down a &#383;mall precipice) in an oak that juts over it, which is &#383;afe, from being guarded by many trunks bound with ivy. 'Twas here I recollected &#383;ome ver&#383;es I once wrote under a Banian<ptr target="n11"/>, that reminded me of the &#383;terling oak.</p>
<note id="n11">A tree &#383;o fond of it&#383;elf, it takes root from its branches, and in time becomes a monstrous &#383;ize. This tree was in DUM DUM gardens, in the vicinity of Calcutta, near an annual encampment of as fine a body of men, with &#383;ome as plea&#383;ant and good officers, as ever &#383;erved their country.</note>
<pb n="126"/>
<poem>
<title>ON CONSTANCY<ptr target="n12"/>.</title>
<line>When kindred hearts together join,</line>
<line>And like the oak and ivy twine,</line>
<line>How ble&#383;t the happy pair!</line>
<line>But &#383;hould the oak receive a wound,</line>
<line>Is not the tendril ivy found</line>
<line>To feel an equal &#383;hare?</line>
<line>Such hearts as the&#383;e with union feelings glow,</line>
<line>And turning, tremble at &#8212; or joy &#8212; or woe.</line>
</poem>
<note id="n12">See Gentleman's Magazine for November, 1788.</note>
<poem>
<title>THE SIMILE.</title>
<line>The oak is man in firmne&#383;s dre&#383;t,</line>
<line>With &#383;trength of fondne&#383;s in his brea&#383;t,</line>
<line>Delighting in the tie!</line>
<line>The ivy is the gentle wife</line>
<line>That clings around his happy life</line>
<line>With deathle&#383;s con&#383;tancy:</line>
<line>In LIFE &#383;he does her folding joys impart,</line>
<line>In DEATH &#383;he withers round the &#383;aple&#383;s HEART.</line>
</poem>
<pb n="127"/>
<p>But to return; here you divide the i&#383;land, and when you are &#383;ufficiently lulled, ca&#383;t your eyes downwards, and you will &#383;ee the mountain a&#383;h &#383;hewing its red berries amid&#383;t variegated verdure; on reaching the head of it, you will ob&#383;erve &#383;ome large &#383;tones, and which occa&#383;ion the divi&#383;ion: the hanging i&#383;land has an enchanting effect, and I think looks more intere&#383;ting than the old bridge at the lowe&#383;t fall at Rydal, becau&#383;e one is the effect of <i>chance,</i> and the other of <i>order.</i> Let not the <i>&#383;tying</i> traveller think it too laborious to walk up to this enchanting i&#383;land.</p>
<p>And you, ye fair! that cannot venture upon mountains, tread cautiou&#383;ly by the &#383;ide of this mu&#383;ical rivulet, and you will be repaid by too impre&#383;&#383;ive a &#383;ight ever to leave your memory, and which is calculated to remind you of the &#383;ofte&#383;t moments of your life.</p>
<pb n="128"/>
<p>The &#383;tones were &#383;o wet and &#383;lippery, I got a clum&#383;y tumble; I mention this, as it was the fir&#383;t time I went out without a &#383;tick, and I would advi&#383;e tho&#383;e who go up hills to have one.</p>
</chap>
<chap title="CHAP. XIX.">
<pb n="129"/>
<head level="2" align="center">CHAP. XIX.</head>
<p align="center"><i>The We&#383;tons &#8212; A Song to rock a Cradle by &#8212; Hawke&#383;head &#8212; An Epitaph calculated to remind us of the In&#383;tability of human Life &#8212; School Boys, a noble Sight &#8212; Cheapne&#383;s of Boarding &#8212; A good School &#8212; A Debt of Honour &#8212; A pa&#383;toral Dinner &#8212; People who live &#383;o &#8212; Fine Stocks for fine Children &#8212; The Rathay and the Brathay &#8212; Haymakers at Dinner.</i></p>
<p>AFTER giving the waterfall we have ju&#383;t &#383;een con&#383;iderably the preference to the others, we &#383;et off to Hawke&#383;head, which commands E&#383;thwaite water; we cro&#383;&#383;ed two fine old bridges over the Rathay and the Brathay, &#383;eparating We&#383;tmoreland from Lanca&#383;hire; the fir&#383;t river has two arches <pb n="130"/>over it, and runs &#383;trong; the la&#383;t is facing a good hou&#383;e, where the infamous Gilberts, alias We&#383;tons, concealed them&#383;elves, &#383;o noted for their robberies and forgeries, and &#383;ince executed. The&#383;e bad men had the knack of gaining the regard of the poor people, kept mo&#383;t excellent hor&#383;es, and hunted with the neighbouring gentlemen. The Brathay has an i&#383;land near the bridge, and has a mill-pond appearance until it glides towards Windermere, joining the Rathay, and making a hand&#383;ome entrance into the lake: we then went the upper road until we came to a poor cottage, where a girl was rocking a cradle; I a&#383;ked her to give me &#383;ome whey. &#8212; "I'll <i>gi hur &#383;um, if you'll rok th' cradle a bit;"</i> &#8212; a ta&#383;k I readily undertook, to the tune of "<i>Hu&#383;h, my dear, lie &#383;till and &#383;lumber."</i></p>
<p>We very &#383;oon came to Belmont, belonging to the Rev. Mr. Braithwait, which is a <pb n="131"/>very hand&#383;ome hou&#383;e, and the grounds about it are well laid out: &#8212; we counted in one field fifty turkies, including two or three broods; and the land &#383;eems to have a good farmer for its owner: he has a &#383;weet view of Ea&#383;twaite Water, the white-wa&#383;hed town of Hawke&#383;head, and the church. &#8212; The hills around a &#383;mall, but well variegated.</p>
<p>The town of Hawke&#383;head has a good market place, and it is endowed with a free &#383;chool, with upwards of one hundred boys: we went into the church yard, and &#383;aw Belmont in fine view, and overlooked the lake; the beauty of the church is much enhanced by being white and having a row of windows over the fir&#383;t roof, a contra&#383;t with the blue &#383;lating that has a picture&#383;que effect: after viewing the church, which is not remarkable for cleanline&#383;s, I took down the following epitaph:</p>
<pb n="132"/>
<p align="center">"To the Memory of Robert Ben&#383;on, and Sarah his wife, of this pari&#383;h.</p>
<p align="center">He died 19th Feb. 1750, aged 90 years.</p>
<p align="center">She died 16th Nov. 1769, aged 97.</p>
<p align="center">They had four &#383;ons and &#383;ix daughters that lived to be men and women; of whom &#383;even attended their mother to the grave, who&#383;e ages made together 450 years. Their &#383;on John, late of London, merchant, cau&#383;ed this plate to be erected."</p>
<p>Of the &#383;even who attended their mother's funeral there is only one remaining, and &#383;he is between eighty and ninety. This le&#383;&#383;on of longevity and mortality is finely calculated to remind us of the <i>in&#383;tability</i> of human life.</p>
<p>The &#383;chool boys were in clu&#383;ters on the hill, who&#383;e ruddy cheeks proved the healthfulne&#383;s<pb n="133"/> of the &#383;ituation; I cannot conceive a more plea&#383;ing &#383;ight than the&#383;e young heroes made; among&#383;t the number was a youth we had &#383;een (all life!) at Levens: he &#383;eemed to have a tear of recollection: as this was the fir&#383;t day after the holidays, and the &#383;ight of us reminded him of his friends, it was not to be wondered at:&#8212; but to &#383;how you what a charming creature nature is, we did not &#383;ay ten words to him at Levens; but as he had &#383;een us in a place he liked, we became <i>a part</i> of it, and he remained clo&#383;e to us as long as he could. &#8212; If Lavater had &#383;een this boy in the two lights we did, he would have &#383;aid, he has the <i>life</i> of a boy of &#383;pirit tempered with <i>&#383;en&#383;ibility.</i></p>
<p>There are many boarding hou&#383;es for the boys, and, including wa&#383;hing, the expences do not exceed fourteen pounds a year; the head ma&#383;ter has the credit of &#383;ending out <pb n="134"/>&#383;ome mo&#383;t excellent &#383;cholars; and was expected home this day, from the perambulations he u&#383;ually takes during vacation time.</p>
<p>On our return we took the lowe&#383;t and the neare&#383;t road, but we went a little out of our way to pay <i>a debt of honour</i> we had promi&#383;ed to the girl that gave us &#383;ome whey. The famiily was at dinner, and con&#383;i&#383;ted of a young couple and three children, the elde&#383;t not three years old. The cradle was &#383;till going tied by a long &#383;tring to the father's chair who rocked with one hand whil&#383;t he ate with the other. They &#383;eemed to have lu&#383;ty appetites; their pa&#383;toral&#383; are con&#383;i&#383;ted of oat cakes, chee&#383;e and butter; their beverage butter milk and whey: when we went away, my friend overhead the wife &#383;ay, "Whau dun yaw think they are?" It is &#383;uch &#383;tocks as the&#383;e that furni&#383;h our warriors, our weavers, and hu&#383;bandmen,<pb n="135"/> and by the &#383;weat of their brows keep it from the <i>idle.</i> &#8212; We could have &#383;at down and partook with them, but there did not &#383;eem &#383;o much plenty as peace, and we left them with our be&#383;t wi&#383;hes.</p>
<p>Upon an old quarry, on the fir&#383;t common, &#383;haped like a battery, with two embra&#383;&#383;ures, and opposite the head of Ballam Tarn, are four &#383;loping fields full of cattle and &#383;heep: the left gives four inter&#383;ected &#383;ights of Windermere, and I dare venture to recommend it as a &#383;ituation capable of showing the varied beauties of the lake: be&#383;ides it is a good re&#383;ting place for walkers: we have likewi&#383;e low wood, and are &#383;o directly in the centre of that foliaged hill, the &#383;ummit re&#383;embles the Peak of Teneriffe; and Amble&#383;ide mountain &#383;hows it BIG BELLY as if it was proud of its po&#383;&#383;e&#383;&#383;ions.</p>
<pb n="136"/>
<p>From Brathay bridge Loughrigg Fell ri&#383;es in a ridge of clumps that appear as if they were running a race until they form a point, which pre&#383;ents another face from the window where I am writing, well wooded and watered, and compo&#383;es part of the valley that is our head quarters. &#8212; This valley is a mo&#383;t refre&#383;hing &#383;ight after a fatiguing walk of &#383;ix hours, without a breath of air; but even this pre&#383;ented &#383;omething new; for when we looked down the lake every object was in reflection, and I thought it was the cleare&#383;t mirror I ever &#383;aw.</p>
<p>We were this day agreeably entertained on &#383;eeing &#383;ome haymakers at dinner: &#8212;&#8212; "the loud laughs be&#383;poke their vacant minds," and though they were at a con&#383;iderable di&#383;tance we could hear every word, echo is &#383;o di&#383;tinct in the&#383;e valleys: I heard one man &#383;ay, "I tell thee, I <pb n="137"/>will <i>ki&#383;s</i> thee, <i>Molly</i>." &#8212; "Tha &#383;hant," was the an&#383;wer; but we &#383;aw him do it, &#8212; and heard the <i>&#383;mack</i> too.</p>
</chap>
<chap title="CHAP. XX.">
<pb n="138"/>
<head level="2" align="center">CHAP. XX.</head>
<p align="center"><i>Roman Station &#8212; A large Frog &#8212; Charity &#8212; Character of a good man.</i></p>
<note id="n12a">No &#383;tation could be better calculated for a large body of men; at no great di&#383;tance from the &#383;ea, with fre&#383;h water near the &#383;pot; inter&#383;ecting many roads, and every hill has a command over an approach to it.</note>
<p>WHILST my friend went up Loughrig Fell, Mr. Kellett, the per&#383;on who &#383;howed us civility at Troutbeck, took me towards Water head, where there has once been a Roman &#383;tation<ptr target="n12a"/>, but which is now more u&#383;efully covered with good gra&#383;s, barley and oats: there is an old barn &#383;aid to be built from the &#383;tone taken from the pavement; the road is not more than &#383;ix yards wide, until it reaches High Street, which is &#383;ix miles off, upon the top of a hill; it is then <pb n="139"/>near twelve yards broad, and continues that width a mile and half.</p>
<p>I vi&#383;ited the cau&#383;eway with re&#383;pect to the once lords of it, and took up a large &#383;tone from a part made bare to a&#383;certain its breadth; in doing this I di&#383;turbed <i>a large frog,</i> that &#383;eemed full blown with Roman pride, and I replaed its <i>ancient ca&#383;tellum.</i></p>
<p>Roman remains are often found, and two years ago an urn full of coin was dug up.</p>
<p>It to-morrow turns out favourable we purpo&#383;e mounting Helvellyn, and ordering a chai&#383;e to meet us, as we think it proper to enter upon a new &#383;tation, with a da&#383;h that <i>too often</i> claims attention.</p>
<p>In leaving Amble&#383;ide, it is but ju&#383;tice to the neighbouring gentlemen to &#383;ay the<pb n="140"/> poor &#383;peak of them with much affection: one gentleman, they &#383;ay, is rather given to "cholars" and "rages," but they always like to &#383;ee him in them, for he never &#383;colds any one, but &#383;oon afterwards either gives or &#383;ends a mark of his bounty: as a poor man told us, "Why &#383;urs! I du naw believe there's a more <i>genero&#383;ity</i> mon in aw th' world than he is." They are very partial to Colonel T&#8212;&#8212;, who, through life, has been remarkable for liberality of mind, and who with a &#383;mall fortune does all the good he can: an in&#383;tance that happened this morning will verify the re&#383;t.&#8212; My companion overheard him a&#383;king the landlord if he had room for all his hay: on his &#383;aying he had not, he told him he would give him the u&#383;e of one of his barns &#8212;&#8212; When Providence be&#383;tows plentiful crops, how lucky it is to have a neighbour, who is equally con&#383;iderate in time of plenty as charitable in &#383;carcity. I would have done <pb n="141"/>my&#383;elf the honour of paying my re&#383;pects to this gentleman, in return for the attention he had formerly paid to &#383;ome of my family, but it would have broke through our original plan. &#8212;If this &#383;hould fall into his hands, he may recollect me from this remark. &#8212;I am one of the two per&#383;ons &#383;poken of through this neighbourhood for their long <i>perambulations,</i> and I would wi&#383;h him to receive this as a proof of my knowledge og, and e&#383;teem for his character.</p>
</chap>
<chap title="CHAP. XXI.">
<pb n="142"/>
<head level="2" align="center">CHAP. XXI.</head>
<head level="2" align="center">HELVELLYN.</head>
<p align="center"><i>Full Moon &#8212; Cour&#383;e to Helvellyn &#8212; Difficult Undertaking &#8212; Views &#8212; Violent Thir&#383;t &#8212; A Tarn &#8212; Di&#383;&#383;uaded from drinking &#8212; A narrow Hill &#8212; Ba&#383;&#383;enthwaite Lake.</i></p>
<p>IMPATIENT for the morn, I ro&#383;e between three and four, and &#383;aw we had a clear &#383;ky: the full moon was ju&#383;t going to drop over the very point of Loughrigg Fell, and tinged all around it with &#383;olemnity: I was in the mid&#383;t of the &#383;cene when my friend (always punctual to his time) &#383;ent me a candle, with notice that he was ready; I did not permit him to wait long, and before four o'clock we &#383;et off.</p>
<pb n="143"/>
<p>We began our cour&#383;e by Rydal Hall, guided by Robin Partridge, and as we &#383;urmounted the fir&#383;t hills, we took advantage of the morning to exert our&#383;elves: we did not &#383;ee the &#383;un ri&#383;e, but ob&#383;erved with plea&#383;ure its &#383;ide influence at a di&#383;tance; we pa&#383;&#383;ed the long chain until we came to Fairfield, which compo&#383;es that <i>grand</i> cre&#383;ent every per&#383;on upon Windermere looks up to with &#383;uch re&#383;pect; in the rear of it is Flinty Grove, in Deep-dale Head, where we look down into the entrance of Patterdale, and over the champaign part of We&#383;tmoreland, including a large part of Cumberland.</p>
<p>Angle tarn, famous for fi&#383;h, cuts the centre of the mountains before us, and, though but &#383;mall, is de&#383;erving of note. The grove takes its name from &#383;mall flints, and appears as if it had never produced one blade <pb n="144"/>of verdure, whil&#383;t its neighbour, St. Sunday Crag, is a bold mo&#383;&#383;y contra&#383;t.</p>
<p>At one time we &#383;aw &#383;even pieces of water, and from the tide coming in on the Lanca&#383;ter &#383;ands, we had many &#383;alt-water lakes terminated by the we&#383;tern &#383;ea, which looked blue, far as the eye could reach, and throws all the lakes in the world out of &#383;ight; for whenever <i>the ocean</i> is to be &#383;een, the eye imperceptibly re&#383;ts upon it, and I dare &#383;ay if a man was in a contemplative mood, and had an opportunity of &#383;eeing fine land pro&#383;pects on one &#383;ide and the &#383;ea on the other, he would for&#383;ake &#383;ub&#383;tance for &#383;urface: with &#383;uch intuition does the mind dwell upon an expan&#383;e of water, &#383;kirted by the horizon.</p>
<p>At a quarter pa&#383;t &#383;even, after a tight tug, we reached a mountain that would make a fine race cour&#383;e: we then &#383;teeply de&#383;cended<pb n="145"/> to a tarn half a mile below us, and had a bird's-eye view of Gra&#383;smere, at the &#383;ame time looking over Helm Crag, which has a ferruginous appearance: as we de&#383;cended towards the tarn, we judged it to be an amazing depth, as it is very dark, and hid in three mountains headed by Seat Sandal. When we came to it, I was with difficulty di&#383;&#383;uaded from drinking, I had &#383;uch an ungovernable thir&#383;t upon me <i>&#8212; I looked &#8212; and longed &#8212; but conquered.</i></p>
<p>We then clambered to a heap of &#383;tones upon Gri&#383;dale Pike, or as it is called by the country people, in remembrance of &#383;ome ru&#383;tic fun, DOLLY WAGGON PIKE; and I may venture to &#383;ay &#383;he has a more commanding pro&#383;pect than any Dolly in the kingdom: to the we&#383;t immen&#383;e mountains that hide the vale of Borrowdale, &#383;howing three lakes and the &#383;ea bounding them: to the ea&#383;t fleecy clouds are rolling <pb n="146"/>about the hills, and &#383;he appears (from our &#383;ituation) the head of a delightful valley and of Ullswater; plainly &#383;howing us Gowborough Park, Dunmallart Head, and the outlet of the lake.</p>
<p>We are in the mid&#383;t of &#383;harp whirlwinds, which ru&#383;tle up the dry mo&#383;s, and by lifting up the &#383;kirts of my coat, have given &#383;ome fine coolers to my back.</p>
<p>On Whelp Side we &#383;ee Ba&#383;&#383;enthwaite lake; and after declining in order to a&#383;cend the S. Ea&#383;t flank of Helvellyn, a hill, a mile long, extends to the ea&#383;t, &#383;o narrow you might fit acro&#383;s any part of the ridge. &#8212;&#8212; The clouds are flying before the wind, and reflect their &#383;hadows &#383;o fanta&#383;tically that beggars what we admired when on Windermere. But, as we have had a hard march, I will clo&#383;e this chapter.</p>
</chap>
<chap title="CHAP. XXII.">
<pb n="147"/>
<head level="2" align="center">CHAP. XXII.</head>
<head level="2" align="center">HELVELLYN.</head>
<p align="center"><i>Helvellyn Man &#8212; Different named &#8212; Liberty taken by the Author out of Compliment to the Duke of Norfolk &#8212; A &#383;light Sketch of his Character &#8212; Appearance of Ullswater Lake from Helvellyn &#8212; De&#383;cent to a Spring &#8212; Our extreme Joy &#8212; A Copy of Ver&#383;es.</i></p>
<p align="center">AT half pa&#383;t nine we reached Helvellyn Man, the highe&#383;t point of this famous mountain: as many hills and particular parts of mountains have different names, according to the whim of &#383;eparate villages or the &#383;hapes they appear in to them, and as the &#383;ummit of Helvellyn has &#383;everal, I would not wi&#383;h to be thought officious, if I &#383;hould call te highe&#383;t point NORFOLK POINT, <pb n="148"/>in honour of the noble Duke who has been upon it: you may not only overlook many hundred acres of his property, but you have a great comman over a country through which his benevolence is unbounded. &#8212; It is not &#383;o much from his exalted rank as his familiar manners that he has gained the ine&#383;timable love of the people; he &#383;peaks to every one he meets, and he takes as much plea&#383;ure in calling at a cottage as the proud man does in a palace:&#8212; make enquiry from the fir&#383;t man, woman, or child you meet in the North, and if your heart values the great in proportion as they are good, you will be proud of your noble countrymen.</p>
<p>The view gets more hazy; &#383;till the magnificence around us is beyond de&#383;cription. MOUNTAINS towering above hills, as if they were parents of numerous families, and Helvellyn in the centre of them. &#8212; Skidow<pb n="149"/> is below us to the North. <i>Cro&#383;s Fell</i> is large enough to be vi&#383;ible from an exalted &#383;ummit, and is only exceeded by <i>Ingleborough</i> in York&#383;hire, which holds her crowned head amid&#383;t a chain of hills, and &#383;eems from her height de&#383;erving of her royal appearance.</p>
<p>Old Man is ju&#383;t in &#383;ight, and Old Friends de&#383;erve not to be forgotten. &#8212; Place Fell cuts off a branch of Ullswater, and makes the &#383;hape of the lake re&#383;emble <i>a pair of breeches,</i> inlaid with pa&#383;turage about the Old Church as rich as nature and indu&#383;try can make it.</p>
<p>Ju&#383;t under us is Red tarn, &#383;haped like a Bury pear; if I had but a draught of it, it would be worth all the fruit in the world, for my tongue cleaves to the roof of my mouth.</p>
<pb n="150"/>
<p>Ravens are croaking, and the wind, which did not blow when I began to write, is coming on in flurries.</p>
<p>We took a &#383;weep, and, de&#383;cending about two hundred yards, came to a charming &#383;pring, with many &#383;heep about it, &#383;urrounded by a &#383;mall plot of the livelie&#383;t verdure: we will &#383;uppose they hold their conv<unclear>ersa</unclear>tiones here, and they flew at our approach.</p>
<p>None but tho&#383;e who know they joy of meeting a &#383;pring when it is not expected can conceive my feelings when I <i>found</i> my &#383;elf &#383;eated in the wet gra&#383;s; I would in&#383;tantly have &#383;wallowed a quantity, but my friend, with the a&#383;&#383;i&#383;tance of prudence, reminded me I had half a manchet in my pocket, which I &#383;teeped, and fea&#383;ted &#383;ome what in the &#383;ame manner tha Gil Blas and the &#383;trolling player have handed down to us:&#8212; when I had eat my bread, I clo&#383;ed my mouth with the beverage, and &#383;aw,<pb n="151"/> whil&#383;t my head was <i>&#383;queezed under the herbage,</i> how <i>eagerly</i> I enjoyed the limpid draught.</p>
<p>The following ver&#383;es<ptr target="n13"/> were begun upon Helvellyn, and &#383;ince fini&#383;hed in remembrance of the refre&#383;hment received from the &#383;pring, vi&#383;ited Augu&#383;t 2d, 1792. The reader will be di&#383;appointed if he expects any of the <i>fine-&#383;pun thoughts</i> of fa&#383;hionable poetry; they are plain ver&#383;es, that will tell you the progre&#383;s of our labourious walk, and they may perhaps fatigue you; but recollect they may not be le&#383;s poetical if they do, for they are upon a <i>fatiguing</i> &#383;ubject.</p>
<note id="n13">See the Gentleman's Magazine for November, 1792.</note>
<pb n="152"/>
<poem>
<stanza>
<line>I.</line>
<line>THE full-orb'd moon o'er Loughrig<ptr target="n14"/> Fell</line>
<line>Ting'd the rough crag with golden <i>&#383;pell</i></line>
<line>At the approach of morn;</line>
<line>No clouds the lofty cliffs o'erhung,</line>
<line>No breath of wind refre&#383;hing &#383;ung</line>
<line>Through the up&#383;tanding corn.</line>
</stanza>
<note id="n14">The head of Amble&#383;ide valley from the Salutation inn.</note>
<stanza>
<line>II.</line>
<line>O'er mountains high, to valleys deep,</line>
<line>And higher &#383;till, and &#383;till more &#383;teep,</line>
<line>We bru&#383;hed the early dew.</line>
<line>Toil wet the brow; the beauties round</line>
<line>Le&#383;&#383;en'd the labour of the ground,</line>
<line>And &#383;purr'd us to pur&#383;ue.</line>
</stanza>
<stanza>
<line>III.</line>
<line>Beneath our feet, upon a hilll,</line>
<line>We &#383;aw the parent of a gill</line>
<line>Entomb'd in mountains drear.</line>
<line>My Mentor urg'd me to go on&#8212;</line>
<line><i>"Leave, leave the tempting draught alone,</i></line>
<line><i>For danger lurketh there!"</i></line>
</stanza>
<pb n="153"/>
<stanza>
<line>IV.</line>
<line>Again we toil'd &#8212; a &#383;teep a&#383;cent<ptr target="n15"/></line>
<line>Made me with parched tongue repent</line>
<line>I had not DAR'D to try.</line>
<line>The choice was pa&#383;t &#8212; yet through the toil</line>
<line>The eye was plea&#383;ur'd all the while,</line>
<line>And cover'd many a &#383;igh.</line>
</stanza>
<note id="n15">Gri&#383;dale Pike.</note>
<stanza>
<line>V.</line>
<line>Ye <i>Na&#239;ads</i> of the brooks &#383;o gay,</line>
<line>That on the cry&#383;tal &#383;urface play</line>
<line>Invi&#383;ible to all;</line>
<line>When you retire beneath the deep,</line>
<line>May you in peaceful caverns &#383;leep,</line>
<line>Lull'd by the cataract's fall!</line>
</stanza>
<stanza>
<line>VI.</line>
<line>Or if on airy wing you fly,</line>
<line>Attend the <i>cleaving,</i> thir&#383;ty &#383;igh,</line>
<line>To mountain bend your way;</line>
<line>Exert your powers, and from below</line>
<line>Enforce &#383;ome hidden fount to flow</line>
<line>T' a&#383;&#383;uage the heat of day.</line>
</stanza>
<pb n="154"/>
<stanza>
<line>VII.</line>
<line>Helvellyn's height at la&#383;t we gain'd,</line>
<line>And, panting for relief, remain'd</line>
<line>To mark th' exten&#383;ion round;</line>
<line>Then down with lighter pace we bent;</line>
<line>A SPRING! &#8212; the cleare&#383;t Heav'n e'er &#383;ent &#8212;</line>
<line>I ki&#383;s'd the moi&#383;ten'd ground.</line>
</stanza>
<stanza>
<line>VIII.</line>
<line><i>Eager</i> I drew the cooling &#383;tream,</line>
<line>And all fatigue was gone &#8212; a dream!</line>
<line>Helvellyn's prai&#383;e to &#383;ing:</line>
<line>Thy carpet was the livelie&#383;t green,</line>
<line>Thy &#383;heep the &#383;wifte&#383;t I have &#383;een,</line>
<line>All owing to thy &#383;pring.</line>
</stanza>
<stanza>
<line>IX.</line>
<line>Thy pro&#383;pects are beyond compare;</line>
<line>Mountains, and dales, and hills appear,</line>
<line>And ocean bounds the whole;</line>
<line>Thy bubbling was the &#383;weete&#383;t &#383;ound</line>
<line>That ever tinkled o'er the ground</line>
<line>To lull th'enraptur'd &#383;oul.</line>
</stanza>
<pb n="155"/>
<stanza>
<line>X.</line>
<line>Neare&#383;t to Heaven<ptr target="n16"/>! &#8212;unrivall'd flow;</line>
<line>May torrents ne'er deface thy brow,</line>
<line>No &#383;ea&#383;on dry thy cour&#383;e!</line>
<line>May all thy &#383;heep untroubled live,</line>
<line>And man the limpid draught receive</line>
<line>At thy enliv'ning &#383;ource!</line>
<line>Then &#383;hall bold man Helvellyn's views make known;</line>
<line>Refre&#383;h'd by thee &#8212; on Skiddow's height look down.</line>
</stanza>
<note id="n16">I believe the highe&#383;t &#383;pring in England.</note>
</poem>
</chap>
<chap title="CHAP. XXIII.">
<pb n="156"/>
<head level="2" align="center">CHAP. XXIII.</head>
<head level="2" align="center">HELVELLYN.</head>
<p align="center"><i>Vanity on overlooking &#383;ix Mountains &#8212; Mo&#383;&#383;y Sheathing giving Way &#8212; Rolling Stones down Helvellyn &#8212; Caution in the De&#383;cent &#8212; Wyburn Lake &#8212; A Sheep Birth &#8212; A grand Canopy &#8212; A hearty Breakfa&#383;t &#8212; And a chatty old Woman.</i></p>
<p>THE &#383;ix magnificent mountains we looked up to, with &#383;uch admiration when we went to Patterdale, were under Helvellyn, and the idea &#383;truck me that I was their &#383;uperior.</p>
<p>Great part of the mo&#383;&#383;y &#383;heathing is either wa&#383;hed away by torrents of rain, or di&#383;robed by whirlwinds &#8212; perhaps by both, <pb n="157"/>and I &#383;hould not wonder if it would &#383;oon be bare, for when a rent is once made, it mu&#383;t give way.</p>
<p>On a part near the &#383;ummit, where there has (I think) been a watch tower, we tried the experiment of rolling &#383;tones down a precipice; many have been delighted in tumbling them down young hills; they may therefore imagine a large &#383;tone bouncing off with a great bow, then da&#383;hing from &#383;ide to &#383;ide of an indented ragged <i>&#383;yke<ptr target="n17"/>,</i> until it jumped upon a heap of &#383;tones, or hopped into the valley.</p>
<note id="n17">Parts that &#383;eparate hills, or indented by torrents.</note>
<p>After our luxurious banquet, we de&#383;cended progre&#383;&#383;ively, until we came to another range, which was &#383;teep and unplea&#383;ant, being covered with loo&#383;e &#383;tones, we could not tru&#383;t to: we then came to that ri&#383;e which is only &#383;een from the high road, and<pb n="158"/> which is often &#383;uppo&#383;ed the top of the mountain: here we opened upon the peaceful view of Wyburn, beautiful though unadorned with trees: its crooked-&#383;ided lake, from the darkne&#383;s of its colour, mu&#383;t be very deep. I re&#383;ted upon a &#383;nug &#383;heep birth, which was a little trea&#383;ure to me, for we were obliged to traver&#383;e with the utmo&#383;t caution, the ground was &#383;o hard and &#383;teep; and although I was ma&#383;ter of my re&#383;olution, I would not whil&#383;t de&#383;cending have looked at any thing but my feet, for all the pro&#383;pects in the univer&#383;e<ptr target="n18"/>.</p>
<note id="n18">Patridge, who acts as <i>guide</i> as <i>boats, po&#383;tilion,</i> and <i>boatman,</i> at the Salutation Inn, might have brought us down an ea&#383;ier de&#383;cent; but as he had been out with a chai&#383;e all night, he was perhaps induced, from fatigue, to take us the neare&#383;t way; we never re&#383;ted five minutes that he did not fall a&#383;leep and gave us a little na&#383;al mu&#383;ic, and which hindered me noting &#383;o fully as I wi&#383;hed to have done. I think it proper to give this caution, that future <i>ramblers</i> may make choice of which road they plea&#383;e. As to hone&#383;t Partridge, he meant no wrong, for he is &#383;o bold a mountaineer, he can go any where that a &#383;heep can; and I dare &#383;ay thinks every per&#383;on can do the &#383;ame.</note>
<p>However between ten and eleven we found our&#383;elves in the high road, and tript <pb n="159"/>lightly to the Cherry Tree; I have always remarked, that, after de&#383;cending a &#383;teep mountain, I feel lighter and walk briker than my u&#383;ual be&#383;t pace. &#8212; We were to the we&#383;tward of the opening of Seat Sandal, <i>a canopy</i> I have mentioned more than once before, and which mu&#383;t always be de&#383;erving of remembrance, particularly as I now leave it (perhaps) for the la&#383;t time.</p>
<p>The public hou&#383;e is half way between Amble&#383;ide and Ke&#383;wick, and they gave us a breakfa&#383;t fit for labouring men; we had mutton ham, eggs, butter milk, whey, <pb n="160"/>tea, bread and butter, and they a&#383;ked us if we cho&#383;e to have any chee&#383;e, all for &#383;even pence a piece. Don't imagine, good reader, that we gluttonized, we did not forget <i>our duty</i> at this &#383;econd breakfa&#383;t. &#8212; Two grandmothers were in the kitchen, one was employed in nur&#383;ing, the other in toa&#383;ting bread and butter, and the landlady in &#383;preading out the table. One of the old women was between eighty and ninety, and &#383;aid &#383;he had &#383;een &#383;ixteen landlords out in a hou&#383;e that wi&#383;hed to oppo&#383;e them:&#8212; &#383;he was a chatty old lady, and, as both my friend and I wi&#383;hed to give free &#383;cope to every one we &#383;poke to, &#383;he had the clack of her &#383;ex, and the privilege of years to &#383;ay what &#383;he plea&#383;ed; &#383;he performed both parts of <i>que&#383;tions</i> and <i>an&#383;wers,</i> and told us &#383;he had been a pretty &#383;hepherde&#383;s in her time, and that &#383;he had been too often upon Skiddow in her youth to be ill in her old age.</p>
<pb n="161"/>
<p>I mention the&#383;e to make known how healthful and cheery they live under the Cherry Tree. I think a chatty old woman, when &#383;he is not too much upon the diffu&#383;ive, is a mo&#383;t cheerful companion, and ought to command a re&#383;pectful hearing.</p>
<p>N.B. We concluded this morning walk was very much thirty miles along a range of hills; for although we ro&#383;e up &#383;ome of them &#383;low, we could not help &#383;ometimes de&#383;cending very fa&#383;t; and from the point where we began to mount Rydal Hill, to the part of the road where we de&#383;cended, was nine miles upon a level; we had above a mile to return to the Cherry Tree, which lengthened our time to above &#383;even hours.</p>
</chap>
<chap title="CHAP. XXIV.">
<pb n="162"/>
<head level="2" align="center">CHAP. XXIV.</head>
<head level="2" align="center">KESWICK.</head>
<p align="center"><i>Road to Ke&#383;wick &#8212; Ke&#383;wick Fair &#8212; Once famous for Leather &#8212; Rea&#383;ons for its Decay &#8212; Mirth replaces Profit.</i></p>
<p>THE road along Wyburn lake is plea&#383;ant; there are three neat bridges over &#383;mall gra&#383;s plot i&#383;lands, which were &#383;et off to advantage from a group of cattle grazing upon them, and &#383;preading the <i>ebb</i> water around them: the overhanging rocks are often grand, and the road being good we &#383;panked along. Two miles farther we &#383;aw the head of a gill flowing from Legerthwaite tarn; it was buried about one hundred yards, came out with the force of water from a &#383;team engine, and we then <pb n="163"/>lo&#383;t it again; we once &#383;aw it in five &#383;eparations: there was a &#383;hady hill on the oppo&#383;ite &#383;ide of the road who&#383;e dark brow looked refre&#383;hed from the life the waterfall gave the &#383;cene.</p>
<p>This road is well variegated, and we &#383;topped two miles from Ke&#383;wick to take a kind of leave of Helvellyn, though we knew we were to &#383;ee it again; at the &#383;ame time we had a &#383;ight of Skiddow; the&#383;e mountains towering over all around them, &#383;eemed to challenge each other for pre-eminence, and the deci&#383;ion might be on either &#383;ide, from a view of them.</p>
<p>The hedges as you approach the town are &#383;ingularly pretty, and the woodbine was charmingly entwined. The vale of Ke&#383;wick is rich, but too broad and exten&#383;ive for land&#383;cape; as we approached the town it looks neat, and the church, which <pb n="164"/>is &#383;eparated from it, is a hand&#383;ome doubled roofed one. When we entered, it was their annual fair; there were but few booths, and tho&#383;e mo&#383;tly for <i>gew-gaws:</i> it was once a con&#383;iderable market for leather, and within the&#383;e ten years there u&#383;ed to be ten or a dozen waggon loads of that &#383;taple; but a market has been e&#383;tabli&#383;hed at Settle in York&#383;hire, that has de&#383;troyed their trade, and there is not this day one &#383;kin to be &#383;old; however there is a di&#383;po&#383;ition to recollect it, for a fiddle is twanging in every ale hou&#383;e, and they &#383;eem determined to make up in mirth what is wanting in profit.</p>
</chap>
<chap title="CHAP. XXV.">
<pb n="165"/>
<p align="center"><i>Cro&#383;sthwaite's Mu&#383;eum &#8212; Refinement in little Vagrants &#8212; De&#383;cription of the Play Hou&#383;e &#8212; Their Mu&#383;ic &#8212; A full Hou&#383;e &#8212; Rea&#383;ons for leaving it &#8212; Awoke by Dancing &#8212; A blind Fidler.</i></p>
<p>WE went in the afternoon to &#383;ee Cro&#383;sthwaite's mu&#383;eum, and entered to the mu&#383;ic of one of his new invented olian harps; he &#383;howed us &#383;everal other &#383;pecimens of his mechanical talents, and perhaps he po&#383;&#383;e&#383;&#383;es &#383;ome valuable curio&#383;ities:&#8212; we were &#383;o plea&#383;ed with his apparent <i>naivet&#233;</i> of manners and de&#383;ire to oblige, we purcha&#383;ed his plan of the lakes, and I found it very u&#383;eful. I would recommend &#383;trangers to drop a &#383;hilling <i>(at lea&#383;t)</i> at the mu&#383;eum:&#8212; in rainy weather it mu&#383;t be a good morning <pb n="166"/>lounge. &#8212;&#8212; As to the little quarrels among&#383;t VIRTUOSOS of the town, travelers &#383;hould pay no attention to them, but encourage merit wherever they find it; for in little &#383;tates as well as great ones "doctors will di&#383;agree."</p>
<p>When you leave the mu&#383;eum a hand organ &#383;trikes up, and he never &#383;ees any of his cu&#383;tomers pa&#383;s the hou&#383;e without a tune of acknowledgement; I think we got about &#383;ix. You will ea&#383;ily find out where he lives for in his handbills he &#383;ays it is "the large&#383;t hou&#383;e in town," and he has gla&#383;&#383;es in every direction to &#383;how him people repa&#383;&#383;ing in the &#383;treet.</p>
<p>We afterwards walked to the head of the lake to judge what we had in the future to expect; &#383;ome children troubled us by a&#383;king for money and u&#383;ele&#383;sly running before us to open a gate; we gave one of the boys <pb n="167"/>a penny, and becau&#383;e one half-penny was a bad one, he a&#383;ked us to change it; this <i>refinement</i> of beggary in the young vagrant hindered us from afterwards countenancing them, and they cea&#383;ed to trouble us.</p>
<p>In the evening we went to &#383;ee the Merchant of Venice in an unroofed hou&#383;e; the &#383;ky was vi&#383;ible through niches of boards laid acro&#383;s the upper beams; the walls were decorated or rather hid with ca&#383;t-off &#383;cenes which &#383;howed in many places a rough unplai&#383;tered &#383;tone. Some of the actors performed very well, and &#383;ome very middling; their poverty &#383;hall &#383;top the pen of critici&#383;m, and their endeavours were well expre&#383;&#383;ed by their motto &#8212; "TO PLEASE." Between the acts, a boy, &#383;eated upon an old ru&#383;h chair in one corner of the &#383;tage, &#383;truck up <i>a &#383;crape</i> of a fiddle; by his dre&#383;s, which was once a livery, we &#383;uppo&#383;e he was a servant of all work, and had belonged to the <pb n="168"/>manager in the better days. But I mu&#383;t do Shylock the ju&#383;tice to &#383;ay, he performed well; and although no per&#383;on bawled out "this is the Jew that Shake&#383;peare drew," when he was expre&#383;&#383;ing his &#383;ati&#383;faction at Antonio's misfortunes, a little girl in the gallery roared, "O MAMMY! MAMMY! what a &#383;ad wicked fellar that man is." &#8212; The hou&#383;e was as full as it could po&#383;&#383;ibly cram, and my friend counted but <i>thirty &#383;ix &#383;hilling's</i> worth of &#383;pectators in the pit, at eighteen pence a head, including a young child that &#383;quealed a &#383;econd to the Crowdero of the hou&#383;e; perhaps as the actors were &#383;o near the audience it was frightened by Shyloc's terrific look; whil&#383;t I remained not even the "Hu&#383;h a be babby" of its mother had any effect. I found it &#383;o extremely hot, and I felt &#383;ome knees pre&#383;s &#383;o hard upon my back, again&#383;t a piece of curtain that compo&#383;ed the &#383;eparation of the pit and gallery I &#383;oon took my departure, and<pb n="169"/>enjoyed a walk to the head of Windermere; the moon was in &#383;plendour, and had ju&#383;t e&#383;caped out of a cloud that had a really terrific look:&#8212; Skiddow and the hills to the right were buried in blackne&#383;s, and there was an ea&#383;terly breeze which &#383;eemed to a&#383;&#383;i&#383;t the moon in getting the better of her &#383;able enemies.</p>
<p>I had not been long in bed before I was awoke by the &#383;ound of a fiddle from the next ale hou&#383;e, and by mo&#383;t violent dancing to it: I threw up my window with determination to be plea&#383;ed with what kept me awake. Applau&#383;e and laughter attended every dancer; the in&#383;trument was continually going; but with all my endeavours I could be make out one tune; and although I never heard any thing like it before, it is &#383;till buzzing in my head. As to mu&#383;ic, what &#383;ignified mu&#383;ic? &#383;uch dancing as theirs wanted but little to induce<pb n="170"/> the heel and toe to beat time to each other, and they were determined to <i>wear</i> leather, if they could not &#383;ell it. Whil&#383;t I am writing a blind fiddler is reeling by the inn, and, as well as I can make out, is playing Lady Coventry's Minuet, with his ow variations.</p>
</chap>
<chap title="CHAP. XXVI.">
<pb n="171"/>
<head level="2" align="center">CHAP. XXVI.</head>
<head level="2" align="center">DERWENTER LAKE.</head>
<p align="center"><i>Went upon the Lake &#8212; A bottom Wind &#8212; Effect on the boat &#8212; Floating I&#383;land &#8212; Silver Hill &#8212; Beautiful Compa&#383;s of the Lake &#8212; Its Clearne&#383;s &#8212; Lowdore Water Fall &#8212; Wild Fruit &#8212; Curly-headed Children.</i></p>
<p>WE had a Hutton's boat, and &#383;ailed round Pocklington's i&#383;land, which is decorated with St. Mary's church, built as an object; a boat hou&#383;e in imitation of a We&#383;tmoreland chapel &#8212; a &#383;ort, and a decent porter's lodge. The hou&#383;e &#383;eems more calculated for viewing the various pro&#383;pects around it, than &#383;etting them off: and it would appear to greater advantage if it was white-wa&#383;hed; but it is now &#383;eldom inhabited, and <pb n="172"/>the <i>novelty</i> of a regatta is evaporated. At Portin&#383;cale there is another hou&#383;e belonging to the &#383;ame owner, plea&#383;antly &#383;ituated, but the wings have &#383;uch a mou&#383;e-trap look it is a di&#383;figured object.</p>
<p>The wind was &#383;outherly, and although very moderate, the lake was violently agitated by what is called a bottom wind, which occa&#383;ioned &#383;uch confu&#383;ion upon the &#383;urface, we were obliged to keep &#383;o clo&#383;e in land, one of the oars often touched ground; in many places it was poppling, as I have &#383;een when a &#383;trong current oppo&#383;es a &#383;trong wind; and in others the waves were high, and covered with breakers. The guide was afraid to venture in the middle of the lake, as he &#383;aid it would be dangerous; this I could hardly think; but it might have been laborious, as we had only two oars to an unwieldy boat, <pb n="173"/>and we might have got a ducking from the &#383;pray.</p>
<p>I under&#383;tand it often wears this appearance a day or two previous to a &#383;torm; and when it is violently agitated at the bottom, an i&#383;land ari&#383;es and remains upon the &#383;urface for &#383;ome time; when it la&#383;t came up, it was &#383;plit in the middle, and the guide &#383;ailed through it. The gra&#383;s and the mo&#383;s are as green as a meadow, and &#383;oon become con&#383;i&#383;tent; there are very few people in the neighbourhood that have not been upon it.</p>
<p>We pa&#383;&#383;ed all the i&#383;lands, and opened upon a retired bay, which pre&#383;ented us with Silver Hill, a hou&#383;e built in the cottage &#383;tyle, and from not attempting at finery, has an intere&#383;ting appearance; but I think it would look more in character if it was roofed with thatch in&#383;tead of blue &#383;lating. <pb n="174"/>The owner of it, who is one of your <i>great</i> farmers, has made a road along the &#383;ide of the mountain, leading from Ke&#383;wick to Buttermere, to induce the country people to prefer it to a lower one they have always been accu&#383;tomed to; but they either afraid of being blown into the lake in rough weather, or are &#383;o fond of the old path, they are returned to it again, and the new one is a defacement to the hill.</p>
<p>Oppo&#383;ite is Barrow Ca&#383;cade hall, a third uninhabited hou&#383;e, belonging to the &#383;ame owner, who farms a good deal. This gentleman's land may be known by hand&#383;ome gates, and the initials of his name in wood, that reaches from the top to the bottom of them. The &#383;ummer-hou&#383;e, and a water fall, &#383;hewing its foam through the trees, have a plea&#383;ing effect; the hou&#383;e, too, would look well if the wings were rai&#383;ed, <pb n="175"/>of if it was without them, and if there was a door in front.</p>
<p>Here is it one mile and a half acro&#383;s, and comprehends an almo&#383;t circular piece of water, which, as a lake, far &#383;urpa&#383;&#383;es any part of Windermere.</p>
<p>We made a cre&#383;cent to the outlet, and found it margined by thick reeds, and the cleare&#383;t water I ever &#383;aw, &#383;howing at a great depth its green bottom. We landed near a public hou&#383;e, and walked up to a ruinous mill at the at the foot of Lowdore water fall; it mu&#383;t be a tremendous cataract after rain; but the weather has been &#383;o long fair, we were only left to judge from the unruly &#383;tones which reach to the &#383;ummit, and which mu&#383;t have been left by torrents; it looks as if it was difficult to a&#383;cend, but I am told it is not. Two perpendicular rocks are centinels, and though the one to the <pb n="176"/>right appears as tall as the oppo&#383;ite, we are &#383;o deceived from &#383;ituation it is not half the height. As you de&#383;cend from the&#383;e rocks, &#383;tep a&#383;ide, and you may find, as we did, the large&#383;t wild &#383;trawberries I ever eat, and innumerable ra&#383;pberries; after a delicious ta&#383;te, we met three children hand in hand, with heads as rough as curls could make them; I gave each of them a half-penny, and without being able to di&#383;tingui&#383;h whether they were boys or girls, they three their little <i>poles</i> at me.</p>
</chap>
<chap title="XXVII.">
<pb n="177"/>
<head level="2" align="center">CHAP. XXVII.</head>
<head level="2" align="center">DERWENTER LAKE.</head>
<p align="center"><i>Bowdore Stone &#8212; And many others forced from their Parent &#8212; Scope for Botany &#8212; Barrowdale &#8212; A&#383;cend Ca&#383;tle Crag &#8212; Interior Richne&#383;s of Barrowdale &#8212; Wad Mine &#8212; Herbert's I&#383;land &#8212; A Reflection on it &#8212; The Lady Derwenterwater's E&#383;cape &#8212; Manager's Speech on having a thin Hou&#383;e &#8212; A &#383;hort Account of him.</i></p>
<p>WE proceeded into the entrance of Barrowdale, and came near the unadorned, but picture&#383;que, village of Grange. Huge and mi&#383;hapen rocks were overhanging the road; on the breaking up of a fro&#383;t, points of them are accu&#383;tomed to give <pb n="178"/>way, and we &#383;aw many &#383;mooth places from whence they were forced. Roots of old oak, hard as the rock, and in &#383;ome parts &#383;eemingly engrafted in it, had a &#383;triking effect, and the whole was a grand a&#383;&#383;emblage of the &#383;ublime. &#8212; One piece, named "BOWDORE STONE," which ju&#383;t &#383;kirts the road, demands being &#383;poken of, and one &#383;hould think would have required an earthquake to have removed it. It is many hundred thou&#383;and tons weight, and has fallen in &#383;o nice a manner, it &#383;eems in equillibrium: a &#383;mall oak and a&#383;h grow in little niches where you cannot &#383;ee any &#383;oil:&#8212; the time of &#383;eparation from its parent rock is unknown; Hutton has remembered it twenty years, and does think the trees grown. A &#383;hepherd has built a loo&#383;e wall on both &#383;ides to fold his &#383;heep, or I am told it would re&#383;emble the keel of a large &#383;hip.</p>
<pb n="179"/>
<p>Two hundred yards before we came to Bowdore Stone we &#383;aw an old crooked hawthorn grow out of an old crooked oak: and at &#383;ome di&#383;tance beyond it, an a&#383;h out of the holly. I mention the&#383;e engraftments because I believe they are occa&#383;ioned either by the wind, or by birds conveying berries, and are not the &#383;tudied experiment of man.</p>
<p>Tho&#383;e who have a ta&#383;te for Botany mu&#383;t be well repaid by &#383;crutinizing the mo&#383;s and plants, with which this neighbourhood abounds, they may wander away a few hours with much plea&#383;ure, and collect many things worth carrying away.</p>
<p>As we advanced farther into Barrowdale we &#383;aw &#383;everal of the quarry men taking advantage of the dinner hour to wa&#383;h them&#383;elvess; we mounted Ca&#383;tle Crag up a &#383;teep zig-zag of loo&#383;e pieces of blue &#383;late, until <pb n="180"/>we came within a hundred and fifty yards of the top, and which gave a good view of the vale and its mountains, Eagle Crag<ptr target="n17a"/>, Bull Mountain<ptr target="n18a"/> and others equally ragged. Upon reviewing the lake the agitation had cea&#383;ed. We &#383;aw the i&#383;land; the hou&#383;e &#383;kirted our right, Cro&#383;thwaite church the left, and while we were admiring them, the &#383;un darted out, and &#383;howed the whole in &#383;uch fair character, Ke&#383;wick and its vales were plainly &#383;een, and Skiddow for the fir&#383; time appeared a back ground di&#383;tance:&#8212; not expecting this grand luminary, it was a mo&#383;t enchanting &#383;urpri&#383;e. Curio&#383;ity ought to have led us to the &#383;ummit, for it<pb n="181"/> has once been a Roman &#383;tation, but we are told it is now &#383;carce de&#383;cernible: there has been too many &#383;late quarries upon the crag to pre&#383;erve antiquities, for miners are not inclined to pay much attention to them, if there are any &#383;tones that can be otherwi&#383;e u&#383;eful.</p>
<note id="n17a">From the eagle frequently building upon it.</note>
<note id="n18a">The per&#383;on who farms the land, which includes this mountain, is obliged to keep a bull for the u&#383;e of the valley; the echo is &#383;o loud he makes him&#383;elf mad very &#383;oon; and I believe it is now compromi&#383;ed.</note>
<note id="n19">In the year 1745, all the farmers that could, drove their cattle into this valley as a &#383;afety again&#383;t the rebel forces, and which was a noble &#383;upply for their favourite Duke; the days of incur&#383;ions are imprinted on the minds of the people about the lakes, and the rebel army entered in a part of England where they had the mo&#383;t rooted enemies.</note>
<p>After fea&#383;ting over the natural beauties around us, we entered farther into Barrowdale<ptr target="n19"/>; the mountains form a grand amphitheatre, yet neither &#383;o magnificent or plea&#383;ing as the one around Rydal: the&#383;e mountains are rich in internal wealth.&#8212;&#8212; The hou&#383;e-hold inhabitants farm their own <pb n="182"/>e&#383;tates, and the working men mo&#383;tly get their bread in lead mines or &#383;late quarries. It is here the only <i>wad mine</i><ptr target="n20"/> in the kingdom is, and which has been occa&#383;ionally worked and clo&#383;ed &#383;ince the days of Elizabeth: now they are afraid the vein in exhau&#383;ted, and they are after a retrieving &#383;earch. In days of it &#383;plendour, as much as was wanted for general con&#383;umption, was &#383;oon procured, and then it was &#383;ealed up; however, they have a large &#383;tock in re&#383;erve. The proprietors are &#383;till cautious in admitting any one to &#383;ee it, and the workmen are examined before they leave off work.</p>
<note id="n20">Black lead.</note>
<p>The guide told us he heard one of the workmen affirm he could get the value of <i>one thou&#383;and pound's</i> worth in half an hour; when it is known how ea&#383;ily it is worked and how valuable a &#383;ingle pound weight is, it is to be credited.</p>
<pb n="183"/>
<p>We returned to our boat, and made a direct line to Herbert's I&#383;land, which is called after a religious hermit; the crumbled remains of his habitation is &#383;till &#383;een, and I even think for a worldly-minded man it would be no bad occa&#383;ional retreat: we walked through a long avenue of fir-trees, (take care not to tumble, the fallen fir is &#383;o &#383;lippery) and planted our&#383;elves under the &#383;hade of &#383;ome large hollys, where we enjoyed a cool retreat, and as hearty a dinner as if we had been lords of the wad mine.</p>
<p>I afterwards traver&#383;ed the i&#383;land; the trees are various, high, and open, and I returned with a blade of gra&#383;s mea&#383;uring &#383;ix and a half feet. I then landed upon Derwent I&#383;land, the once &#383;umptuous re&#383;idence of the unfortunate Earl:&#8212; there are many &#383;tately trees, and I noticed very tall &#383;ycamores growing out of the bottom of hollies that had fallen to the &#383;aw.</p>
<pb n="184"/>
<p>You may trace the walls of the hou&#383;e, but the materials were u&#383;ed to build Ke&#383;wick Town Hall, and the inn where I am writing. A farm hou&#383;e is built on the oppo&#383;ite &#383;hore where the &#383;tables once &#383;tood, and that &#383;ide of the lake is forfeited to Greenwich Ho&#383;pital.</p>
<p>I could not help giving way to a certain gloom of con&#383;ideration. &#8212; I was the only per&#383;on upon the i&#383;land; a place once gladdened with the &#383;ound of wealth and ho&#383;pitality, but, by a mi&#383;guided and ill-judged cause, one of the fine&#383;t properties in the kingdom was confi&#383;cated: innumerable nettles have &#383;trung up where the man&#383;ion once &#383;tood&#8212; vagrant emblems of di&#383;&#383;olved property, for all its once-boa&#383;ted grandeur is no more!</p>
<p>The Earl Derwenter was much beloved, and he is handed down to the pre&#383;ent people <pb n="185"/> with re&#383;pect; they had &#383;o &#383;trongly the idea his lady per&#383;uaded him to take the cau&#383;e he did, &#383;he became the hatred of the country, and, to avoid the effects of it, &#383;he one evening made her e&#383;cape over Walloh Crag, a very &#383;teep a&#383;cent covered with loo&#383;e &#383;tones;&#8212; It was certainly a bold attempt, but what is not an undaunted woman capable of undertaking when her mind is afloat with either <i>love</i> or <i>hatred?</i></p>
<p>We had not far to go to the pier which clo&#383;ed a very plea&#383;ant excur&#383;ion; my friend went to the play, but as there were no more than four people in the hou&#383;e, the&#383;e poor itinerants were obliged to return the money, which the manager did with a da&#383;h of humour that did his acting great credit; for it could not have come from the heart. &#8212;"Gentlemen, before I return you your money, I will fir&#383;t &#383;how you our <i>elegant</i> THEATRE." The &#383;cene was drawn up &#8212; and <pb n="186"/>the &#383;cene was clo&#383;ed &#8212;and &#383;o, good night to ye.</p>
<p>I had remembered the manager when he was in much better plight, and have often heard general laughter at a &#383;troke of humour he introduced in the character of Serjeant Kite, which is not in the play;&#8212; reading the articles of war to the affrighted clowns, he added, "<i>What&#383;oever officer</i> or <i>&#383;oldier</i> &#383;hall be found <i>guilty</i> of <i>building</i> a <i>church</i> out <i>of his pay,</i> &#383;hall &#383;uffer <i>death,</i> or &#383;uch other puni&#383;hment as &#383;hall be inflicted upon him by the &#383;entence of a court martial."</p>
<p>As I was at that time recruiting, and out of remembrance to former days, I &#383;ent for him and purcha&#383;ed &#383;ome tickets; &#8212;his faded garb was thread bare, and two pins in <i>a certain place</i> of his dre&#383;s &#383;upplied the place of buttons. I a&#383;ked him &#383;ome leading <pb n="187"/> que&#383;tions that made him &#383;peak about me, but I found he was rather entering too fully into my follies, and as I did not think it fair to expo&#383;e my&#383;elf too much before my friend, I turned the conver&#383;ation. In regard to the manager I knew I was &#383;afe; fifteen year's ab&#383;ence has concealed my former features under the quantity that has gathered around them. When we left Ke&#383;wick I returned to him the tickets under my name, and I dare &#383;ay he would be much &#383;urpri&#383;ed to find who it was that had purcha&#383;ed them.</p>
</chap>
<chap title="CHAP. XXVIII.">
<pb n="188"/>
<head level="2" align="center">CHAP. XXVIII.</head>
<head level="2" align="center">BUTTERMERE.</head>
<p align="center"><i>Enchanting Walk &#8212; Newland Valley &#8212; Ru&#383;tic Civility &#8212; Two Water Falls &#8212; Mountain Pa&#383;tures &#8212; The Village of Buttermere.</i></p>
<p>WE intended &#383;tarting between two and three in hopes of &#383;eeing the &#383;etting moon, and the ri&#383;ing &#383;un upon Skiddow; we were not &#383;o fortunate, for it rained and blew hard all night, and it was fine when we went to bed: thus far the lake ye&#383;terday foreboded right. I was &#383;o vexed at this di&#383;appointment I was de&#383;ervedly puni&#383;hed by being kept awake: however the morning is clear, and we are going to &#383;et off to Buttermere.</p>
<pb n="189"/>
<p>We pa&#383;&#383;ed along the Cockermouth road for a mile and a half, then turned towards Newland Valley, keeping a mo&#383;t enchanting &#383;ight of Ba&#383;&#383;enthwaite Lake, and frequently of Derwentwater, Ke&#383;wick appearing to the be&#383;t advantage it can be &#383;een in: in&#383;tead of keeping the road we dropt down &#383;ome fine pa&#383;tures, until we came to a deep brook; the bridge had been carried away, which obliged us to go higher than the point we intended making; however we found a ladder &#383;ome good-natured farmer had laid acro&#383;s for general accommodation.</p>
<p>Before we reached the brook we &#383;aw a treble-trunked oak; the centre trunk was hollow, and a mountain a&#383;h grew out of it; about two yards down it, we broke a hole with our &#383;ticks, and the a&#383;h was &#383;trong and healthy.</p>
<pb n="190"/>
<p>We now reached the &#383;ide of the hill, and being at a lo&#383;s which way to proceed, an old woman, upwards of ninety, who was keeping hou&#383;e whil&#383;t the family were at harve&#383;t, directed us to the head of Newland, where we &#383;topped at a large farm hou&#383;e, and a&#383;ked for &#383;ome whey; they had two machines at work, (each of which could churn thirty pounds) and were making butter for &#383;alting; in an in&#383;tant we had two bowls of whey and half a dozen hands offered us chairs; we were plea&#383;ed in thinking every trifle intere&#383;ting that &#383;o agreeably proves the active civility of the&#383;e mountaineers: and who would not?</p>
<p>We had an early a&#383;cent to the head of Newland, (a chai&#383;e could go up it) where there are two waterfalls upon one face of a mountain; the large&#383;t is a very fine one, and, I &#383;hould think, at any time equal to Lowdore; it has now much the advantage of it:<pb n="191"/> the hills around it are covered with &#383;heep and cattle, and as you return your eye upon the rich vale, you may &#383;ee Saddle Back, and look down upon the <i>top</i> of Ca&#383;tle Crag: you then pa&#383;s <i>a defil&#233;,</i> and after a regular de&#383;cent of two miles come &#383;uddenly upon Buttermere chapel, with a &#383;ight of its &#383;traggled village, and Crummack lake. The head mountain and two &#383;ide onces are the mo&#383;t beautiful carpets I ever &#383;aw, particularly the right, which is covered with innumerable &#383;heep, and, although above two miles in length and a con&#383;iderable circumference, it is not defaced by one &#383;tone.</p>
</chap>
<chap title="CHAP. XXIX">
<pb n="192"/>
<head level="2" align="center">CHAP. XXIX.</head>
<head level="2" align="center">BUTTERMERE.</head>
<p align="center"><i>A Guide &#8212; Di&#383;agreeable Walk &#8212; Buttermere and Crummack Lakes &#8212; Sound of Scale-Force Waterfall &#8212; Its delicate Effect &#8212; De&#383;cription of it &#8212; Rea&#383;ons why the Inhabitants don't know the Names of their Mountains &#8212; Natural Child &#8212; Candour of his Mother &#8212; Manner of &#383;upporting their Poor &#8212; Chapel and School both one &#8212; Without a Clergyman &#8212; Inhabitants u&#383;ed to chu&#383;e their own &#8212; Eagles &#8212; Schoolma&#383;ter officiates as Par&#383;on &#8212; Their Regret at the want of one.</i></p>
<p>AFTER ordering &#383;ome dinner at a &#383;mall ale hou&#383;e, we got a &#383;on of Cri&#383;pin to attend us to the ca&#383;cade; the road we took was <pb n="193"/>very uneven and boggy, with a number of beau traps: as we a&#383;cended we gained a full view of both Buttermere and Crummock lakes, &#383;eparated by good land and a deep river; there are two &#383;mall i&#383;lands upon the latter, and at the bottom the country looks fertile; it is about two miles to the Waterfall, and we found it an uncomfortable ta&#383;k. But mountain troubles vani&#383;h the in&#383;tant you behold the object of a walk. &#8212; My ears fir&#383;t caught the mellow &#383;ound, and after clambering over a rough wall, we came &#383;uddenly upon the cau&#383;e of it. I was lo&#383;t in admiration in one of tho&#383;e <i>vacant</i> delights, in which the mind thinks it nothing but what is before it, and makes you feel your&#383;elf more than man; I required a tap over the &#383;houlder to return to mortality&#8212; I received it, and I thus feebly de&#383;cribe the cau&#383;e of it.</p>
<p>Scale-Force Waterfall is two hundred feet <pb n="194"/>perpendicular, except where it flu&#383;hes over a &#383;mall jut; the &#383;teep on both &#383;ides is covered with variety of mo&#383;s, fern, a&#383;h, and oak, all fed by the con&#383;tant &#383;pray and flouri&#383;h in inde&#383;cribable verdure; the delicacy of the effect is heightened by being in a narrow cha&#383;m, a hundred yards in the rock, before it ru&#383;hes into the lower fall, at the point of which you have the grand view: clamber up the left &#383;ide and look into the fir&#383;t ba&#383;in, and, although you may be wet with the &#383;pray, you cannot help feeling the &#383;olemnity of this deep, this mu&#383;ical aby&#383;s, enchanting as verdure and melody, can make it; and although there has been no rain for nine days, it far exceeds any thing of the kind I ever &#383;aw, and the boa&#383;ted one  at Coo<ptr target="n22"/> in Germany &#383;inks below compari&#383;on.</p>
<note id="n22"><p>I once had the curio&#383;ity to ride over a mo&#383;t dreadful way to &#383;ee this waterfall; we were no &#383;ooner there but men and women began by throwing dogs above the head of the fall; our party were &#383;o di&#383;gu&#383;ted with it, we paid them to de&#383;i&#383;t; many of the poor creatures were lame; &#383;ometimes they are lucky enough to hit again&#383;t a piece of rock and are killed. Tho&#383;e that &#383;urvive <i>&#383;teal</i> away as if they felt they were victims to the unfeeling BOORS: the K&#8212; of S&#8212; was there the year before, and they were &#383;urpri&#383;e we could not be plea&#383;ed with it, becau&#383;e he was.</p>
<p>The chapel was about the &#383;ize of Buttermere chapel, and the <i>cur&#232;</i> told us he did not receive ten pounds a year; but I ob&#383;erved the inhabitants had a greedine&#383;s for money, and a rudene&#383;s of manners becau&#383;e we could not &#383;atify them <i>all</i>&#8212; which do not di&#383;grace our Engli&#383;h mountaineers.
</p></note>
<pb n="195"/>
<p>I &#383;uppo&#383;e we &#383;aw it in the be&#383;t &#383;tate it could be received in; had it been after rain, it might have filled us with a&#383;toni&#383;hment; but what would have become of the verdure of the &#383;ides?&#8212; the foam would have nearly covered them: as we &#383;aw it, every part was in uni&#383;on with the mu&#383;ic it created; the mind comprehended it, and carried<pb n="196"/> away one of the mo&#383;t inimitable &#383;cenes that ever enriched the fancy of man, or graced the pencil of a Moore.</p>
<p>On a&#383;king the guide the names of different hills, he &#383;aid in this valley we call them &#383;o and &#383;o &#8212; "but other guides have gi'en um &#383;eck<ptr target="n23"/> fine neames, we do naw recollect um, but we mun naw contradict um, as they thinken um&#383;elves cleverer folks than we are."</p>
<note id="n23">Such.</note>
<p>We met a ro&#383;y boy with a &#383;atchel on his back; he was going to one of the hou&#383;e-holders for a &#383;tated time. The poor live among&#383;t the farmers in proportion as they are a&#383;&#383;e&#383;&#383;ed, and they are always treated like one of the family; the only pauper at pre&#383;ent is the little alien; his mother knew her frailties too well, and was too hone&#383;t to &#383;wear to a father, therefore the <pb n="197"/>villagers have taken the boy among&#383;t them, and are going to &#383;end him to &#383;chool.</p>
<p>They &#383;aid with concern until a fortnight ago they have had no regular &#383;choolma&#383;ter the&#383;e two years; in &#383;hort, &#383;ince the period of chu&#383;ing their clergyman was taken from them.</p>
<p>The chapel and the &#383;chool &#383;erves for both purpo&#383;es, and I could almo&#383;t reach the roof with my head; the inhabitants time out of mind u&#383;ed to appoint their own clergyman, and he was generally cho&#383;en with full con&#383;ent; perhaps it was the very poore&#383;t livelihood in the kingdom, even with the addition of Queen Ann's bounty; but it was a vehicle for a minor prie&#383;t to get &#383;uperior orders, and there never was a want of candidates: they now &#383;ay they have lo&#383;t their right, at any rate they are afraid to claim it, as they are more in dread<pb n="198"/>of the Great Eagle of the north than the eagles which build in their mountains;&#8212; they think it a judgment upon them for unanimou&#383;ly voting <i>a&#250; contraire</i> at a conte&#383;ted election; but whatever may be the reason, they are left to go to Heaven as quietly as they can;&#8212; the &#383;choolma&#383;ter, without being a par&#383;on, officiates as &#383;uch, and a clergyman, from Lorton, the pari&#383;h church, comes over about once in &#383;ix weeks to admini&#383;ter the Sacrament, which may be the means of pre&#383;erving the bounty:&#8212; in this forlorn <i>manner</i> is the &#383;ervice<ptr target="n24"/> performe in the village of Buttermere;&#8212;&#8212; luckily it could not have happened in a village where it appears le&#383;s wanted, but as good harmle&#383;s people always regret the lo&#383;s of a good cu&#383;tom, they regret it.</p>
<note id="n24">As the chapel enjoys Queen Ann's bounty, &#383;hould not the Dioce&#383;an take care they have a proper pa&#383;tor? but I cannot &#383;uppo&#383;e he is informed of it.</note>
</chap>
<chap title="CHAP. XXX.">
<pb n="199"/>
<head level="2" align="center">CHAP. XXX.</head>
<head level="2" align="center">BUTTERMERE.</head>
<p align="center"><i>Number of Families &#8212; Their Riches &#8212; Mode of paying Ale Duty, and of providing Provi&#383;ions &#8212; Of procuring Surgeons for the Sick &#8212; A Rainbow &#8212; Never but one Chai&#383;e in the Valley &#8212; Sally of Buttermere.</i></p>
<p>THE village con&#383;i&#383;ts of fourteen families, and &#383;ome of them are rich people; that is, they may have fifty pounds a year landed property, and healthful flocks of &#383;heep; and I can tell you we looked into a kitchen that Cri&#383;pin &#383;aid belonged to the riche&#383;t man in the place; and I never &#383;aw furniture &#383;hine brighter in my life; to be &#383;ure it was Saturday, and that is a <pb n="200"/>poli&#383;hing day in every cottage in the kingdom.</p>
<p>We had &#383;alt provi&#383;ions and vegetables for dinner, and I do not think there was a fre&#383;h joint in the valley; the ale was home-brewed, and good, but rather too &#383;trong for our ta&#383;te. If you are fond of &#383;trong ale, I mu&#383;t tell you Buttermere is reckoned famous for it. Wine and &#383;pirits are not &#383;old here, and they are &#383;o far from the exci&#383;e, they pay their duty by compromi&#383;e, ten pence halfpenny a week; the landlady &#383;ays they do not &#383;ometimes &#383;ell &#383;ix penny-worth a week; but as her hu&#383;band is one of the head quarry men, his companion often make amends, for her "ale is as gud as ony in aw Chri&#383;tendum."</p>
<p>On our return we met a woman with a loaded hor&#383;e; &#383;he had been to Ke&#383;wick <pb n="201"/>market, laying in meat and other nece&#383;&#383;aries for her&#383;elf and neighbours; this amicable cu&#383;tom is equalled by the following: when a per&#383;on is &#383;ick, or a woman about to lay in, a hor&#383;eman is &#383;ent expre&#383;s to Ke&#383;wick or Cockermouth for a &#383;urgeon, and the neighbours &#383;end a relay of hor&#383;es to expedite him.</p>
<p>We reached the <i>defil&#233;;</i> with a fre&#383;h breeze, but a hot &#383;un; we were afraid we &#383;hould have been much incommoded by lo&#383;ing the former; luckily the mountain that kept the breeze from us, likewi&#383;e hid the &#383;un; &#383;o we enjoyed a plea&#383;ant walk along a gentle de&#383;cent. I mention this for information to tho&#383;e who may walk or ride this road, as after &#383;ix in the evening it is under &#383;hade until you come to Portin&#383;cale.</p>
<p>When we came to Cockermouth road, we had a rich &#383;ight of a rainbow extending
</p>
<gap desc="pages 202-203 missing in manuscript"/>
<pb n="204"/>
<p>Ye travellers of the Lakes, if you vi&#383;it this ob&#383;cure place, &#383;uch you will find the fair SALLY OF BUTTERMERE.</p>
</chap>
<chap title="CHAP. XXXI.">
<pb n="205"/>
<head level="2" align="center">CHAP. XXXI.</head>
<head level="2" align="center">SKIDDOW.</head>
<p align="center"><i>Surmount Skiddow &#8212; Delightful Views &#8212; The Source of the River Cauda &#8212; I&#383;le of Man &#8212; Ireland &#8212; The Sun &#383;etting in Scotland &#8212; Severe Cold &#8212; Dotterell.</i></p>
<p>WE arrived at half pa&#383;t &#383;even at the vicarage; and from a hor&#383;e &#383;tone in the court yard, we had a noble command of Derwentwater; turn in at a gate, and you &#383;ee both lakes: winding to the right, we have a complete &#383;ight of Latrigg, a mountain pa&#383;ture, and we &#383;oon front mo&#383;t of the mountains of Cumberland and We&#383;tmoreland, including Black Coomb in Lanca&#383;hire. We overlook the grange of Barrowdale, the vales of Newland and St. <pb n="206"/>John's, and to the Ea&#383;tward, Burns and Thilkirk.</p>
<p>As we proceed up Skiddow, we &#383;ee a very &#383;mall &#383;pring, from which the Cauda has its ri&#383;e; and as it de&#383;cends, we can notice its increa&#383;ing breadth, from the many &#383;tragglers it takes in. The Cauda runs with great velocity through mo&#383;t romantic valleys, until it pa&#383;&#383;es by Carli&#383;le; it afterwards falls into the Eden, a river that has previou&#383;ly received many others, and then nobly enters the Iri&#383;h &#383;ea. When we reach the top, we open the crown of Ingleborough, and the range of hill to the champaign part of Northumberland; we have the Chiviot hills, and the great chain to the point of Mull in Galloway. The &#383;un is &#383;etting over Hawthorne i&#383;land, belonging to Lord Selkirk, partially tinging both coa&#383;ts; and I cannot omit an opportunity of &#383;aying, it is a glorious emblem <pb n="207"/>of an union that has made two people one, and by making our intere&#383;ts the &#383;ame, has &#383;topped a tide of Briti&#383;h blood, and turned our hatred into affection. By carrying the eye to the Mull of Galloway, we ju&#383;t &#383;ee the North of Ireland, and di&#383;tinctly the length of the I&#383;le of Man.</p>
<p>The river Derwent runs by Cockermouth into the &#383;eat at Workington, both which places are very vi&#383;ible, likewi&#383;e St. Bee's Head, above the harbour of Whitehaven, with upwards of twenty ve&#383;&#383;els under &#383;ail.</p>
<p>Tarn Waddling on the borders of Northumberland, from being &#383;olitary, looks well in the growing haze around it, as every little variety tends to &#383;et off the great whole. I think I have heard it is the only large piece of water in that country.</p>
<pb n="208"/>
<p>The &#383;un is dropping over the Scotti&#383;h hills, and at a quarter pa&#383;t eight is ju&#383;t departed to enlighten other worlds; its la&#383;t powers have made the ink red as blood. Solway Frith, though an arm of the &#383;ea, appears like an immen&#383;e lake, and the Heavens have &#383;uch a variety of tints, vain mu&#383;t be every attempt to depict them.</p>
<p>We were at the farthe&#383;t heap of &#383;tones, covered from the Ea&#383;t wind when I wrote the above; the air was thin and cool, but when we took our departure, we were obliged to run over the hard &#383;urface as quick as we could, and before we were under cover from the wind, drops (not poetical) ran down our cheeks, and, &#383;aving your pre&#383;ence, uninvited, from my no&#383;e; my fingers were almo&#383;t benumbed; but when we came under cover from the wind, we took time to breathe, and found the evening &#383;oft and fine.</p>
<p>We &#383;aw &#383;ome Dotterels upon the &#383;ummit, that let us approach within eight yards, and if I had not thrown a &#383;tone at them, I dare &#383;ay we might have come near enough to have thrown "&#383;alt on their tails." They &#383;uck their food from under the &#383;mall &#383;tones, under which they build their ne&#383;ts; and what is remarkable, they have only frequented Skiddow &#383;even years. The&#383;e birds are fat and &#383;weet flavoured, have only three claws, a long cylindrical bill, and are rather above the &#383;ize of a thru&#383;h, though coloured like one, excepting a black &#383;treak upon the head. It is with difficulty they can be forced to leave Skiddow; and when they do, they never re&#383;t long upon other mountains.</p>
</chap>
<chap title="CHAP. XXXII.">
<pb n="210"/>
<head level="2" align="center">CHAP. XXXII.</head>
<p align="center"><i>Mountains &#8212; The old Man &#8212; Skiddow &#8212; Helvellyn and Helm Crag.</i></p>
<p>I HAVE ob&#383;erved all the large mountains run from S. Ea&#383;t to N. We&#383;t, and there are generally three rangers including the &#383;ummit; le&#383;&#383;er hills are as uncertain as the <unclear></unclear>aves.</p>
<p>The pro&#383;pects from the Old Man are exten&#383;ive but not &#383;o intere&#383;ting as from Helvellyn or Skiddow: the a&#383;cent is tedious, from being obliged to go the greate&#383;t part of the way by &#383;hort uneven zigzags, made to convey &#383;late from the quarries, and which tend to craze the head. &#8212; I am told when the weather is clear you <pb n="211"/>may count twenty lakes, and the &#383;ummit is not defaced by a &#383;tone; the &#383;pring will be found a plea&#383;ant con&#383;ideration, and will help to le&#383;&#383;en fatigue; but you will find your&#383;elf &#383;o very hot, you mu&#383;t drink with great caution; a gulp of brandy, or forcing your&#383;elf to eat, will le&#383;&#383;en the danger; and although I drank without feeling any hurt, it is too dangerous an experiment to recommend, and I think it my duty to advi&#383;e the thir&#383;ty not to imitate me.</p>
<p>The hills to the S. We&#383;t of Skiddow looked grand from the light and &#383;hade; &#8212; we were &#383;o much above them, they re&#383;embled gigantic waves after a &#383;torm, and as we did not &#383;ee Ireland, the Frith of Solway, or the I&#383;le of Man, from any other mountain, they enhance the beauties it can boa&#383;t of: nor does any of the lakes look &#383;o well from an eminence as Derwentwater, it is &#383;o charmingly indented. There is no <pb n="212"/>&#383;pring upon Skiddow; but as the a&#383;cent is ea&#383;y, it is not &#383;o much wanted: it has once had a mo&#383;&#383;y &#383;heathing, but it is given to the whirlwinds: the want of it may perhaps be the rea&#383;on of Dotterels frequenting it, and may fix a period for the &#383;peculati&#383;t to imagine when it was left bare.</p>
<p>The approach to Helvellyn along the Rydal hills gives a multiplicity of land&#383;capes, &#383;howing the &#383;ame mountains in various &#383;hapes: the de&#383;cent is difficult, being incommoded by loo&#383;e &#383;tones, &#383;mall rocks, or dry hard ground; I was obliged to pre&#383;s &#383;o hard again&#383;t my &#383;tick, the ball of my hand was much bli&#383;tered. It is more centrical than Skiddow, and the &#383;pring is a trea&#383;ure; perhaps the difficulty we &#383;urmounted tended to make us think it the monarch of mountains, for we certainly call it &#383;o. I believe mankind in general is inclined to feel the recollection of pa&#383;t duty<pb n="213"/> more &#383;ati&#383;factory than pa&#383;t ea&#383;e, and, as I am &#383;eated quietly in my own chamber &#383;ome time after I fini&#383;hed my ramble, Helvellyn increa&#383;es in favour every day.</p>
<p>Although we a&#383;cended many hills higher than Helm Crag, as it has never been vi&#383;ited by &#383;trangers, and the a&#383;cent is &#383;o very difficult, I think it de&#383;erves being mentioned in &#383;peaking of mountains.</p>
<p>Many of the mountains we journeyed over before we reached Helvellyn, and in the road to Buttermere and Patterdale were noble ones, but for want of a guide I cannot di&#383;tingui&#383;h their names.</p>
</chap>
<chap title="CHAP. XXXIII.">
<pb n="214"/>
<p align="center"><i>Ca&#383;tle Hill &#8212; A&#383;hne&#383;s Rock &#8212; Hutton the Guide &#8212; His Re&#383;earches &#8212; His Gratitude &#8212; Ke&#383;wick Bellman.</i></p>
<p>CASTLE Hill commands both lakes, and is &#383;o near Ke&#383;wick, we would recommend tho&#383;e who have not time to mount Skiddow not to fail vi&#383;iting it: we afterwards walked through a &#383;hady lane to Barrow Ca&#383;cade, which in this dry &#383;ea&#383;on has much the advantage of its neighbour, the boa&#383;ted Lowdore: we went round the plea&#383;ure ground, and &#383;aw &#383;ome valuable oak, &#383;uch as ought to cover our wa&#383;te land, many hundred thou&#383;and acres of which &#383;till bear the name of Fore&#383;ts, without producing one tree; I think there is much <pb n="215"/>&#383;ati&#383;faction in looking at young plantations, as to future navies; and every lover of his country ought to regret when he &#383;ees a <i>woodle&#383;s</i> fore&#383;t. We came out near a bridge which puts us with little trouble in the way to A&#383;hne&#383;s rock; planting our&#383;elves under a &#383;hade, we overlook Lowdore into the gorge of Barrowdale; a turn of the head gives the &#383;erpentine river to Grange bridge, terminating with a well-cloathed clump, with rugged mountains<ptr target="n24a"/> overhanging it, and which we had pa&#383;&#383;ed over in our excur&#383;ion to Buttermere.</p>
<p>We have the &#383;ame &#383;ight of Ba&#383;&#383;enthwaite as we had from Ca&#383;tle Hill, with the advantage of taking in the exten&#383;ive range from Walloh Crag.</p>
<note id="n24a">Over one of which a young mountaineer mi&#383;took his way two months ago, and was da&#383;hed to pieces.</note>
<pb n="216"/>
<p>As we called it rather an idle morning, we went to Hutton's Mu&#383;eum; he has all the minerals, &#383;pars, and rocks of the mountains, and a very well cho&#383;en botanical collection: my friend added a new &#383;hilling and &#383;ix-pence to his coins, which look very bright among&#383;t the ru&#383;ty Romans;&#8212; and as he &#383;aid, "would be a fine &#383;ight for the country people:"&#8212; the poor fellow did not know how to make amends for the little we did for him; and he told us, with tears in his eyes, "Gentlemen, I don't really know how to thank you, but I'll tell you what I'll do &#8212; I'll &#383;end you fre&#383;h char, whenever you want it, as cheap as I get it my&#383;elf."</p>
<p>His merit and mode&#383;ty (as far as we could judge) keep pace with each other, and he &#383;eems de&#383;erving of encouragement. He toils day and night, during the &#383;ea&#383;on, to &#383;erve the company, and is judiciou&#383;ly acquainted <pb n="217"/>with Mr. We&#383;t's &#383;tations, having often been with him when he fixed upon them. In winter he is either &#383;crutinizing the hills for fo&#383;&#383;ils or plants, or in bad weather following the humble bu&#383;ine&#383;s of a weaver; and what adds greatly to his merit, he never received but one quarter's &#383;chooling.</p>
<p>Some people have expre&#383;&#383;ed them&#383;elves di&#383;atisfied with his &#383;mall hou&#383;e and his little mu&#383;eum: poor fellow, he had not money enough to make them larger; it is a very improper mode of judging;&#8212; they &#383;hould recollect if he has a little mu&#383;eum, he has but a little fortune; and if he has a &#383;mall hou&#383;e, he has a large family. Think thus, ye travellers, who are journeying to plea&#383;e your&#383;elves; and &#383;urely a &#383;hilling will not be thrown away on Hutton's Mu&#383;eum. &#8212;&#8212; This is the manner my friend thought, and for every <pb n="218"/>thing this civil man did for us, his &#383;hillings became larger pieces.</p>
<p>Whil&#383;t we were at his hou&#383;e, Cro&#383;sthwaite, the bellman, went by; we were taking notice how di&#383;tinctly he &#383;poke, and were told, he has been married &#383;ixty-five years to his pre&#383;ent wife, has had many children, apprentices<ptr target="n25"/>, and &#383;ervants, yet never had one death in his family.</p>
<note id="n25">Once a reputable &#383;hoe-maker.</note>
</chap>
<chap title="CHAP. XXXIV.">
<pb n="219"/>
<head level="2" align="center">CHAP. XXXIV.</head>
<p align="center"><i>The Effect of Echo on the Lake &#8212; An Iri&#383;hman's Account of the Lake of Killarney.</i></p>
<p>IT was a calm evening, and Hutton took a large wall piece in his boat; we tried three di&#383;charges. The echoes an&#383;wered by ru&#383;hing from &#383;everal hills, and then died away amid&#383;t the rocks of Barrowdale: I do not pretend to de&#383;cribe the vibration, nor how long it continued; if I was to &#383;ay near a minute, &#383;ome people might think I exaggerated, but tho&#383;e who have heard it on an equally fine evening would &#383;ay I did not &#383;peak with ju&#383;tice if I did not allow it upwards of thirty &#383;econds.</p>
<pb n="220"/>
<p>When we were oppo&#383;ite Walloh Crag, Hutton, with a &#383;hrill call, produced five di&#383;tinct echoes, and they died away with the tremble of an olian harp. Let the Lake Fanciers make the experiment, and they will be amply gratified, perhaps more on this lake than on any other; the &#383;ituation of the mountains, with the rough tops of &#383;ome of them, are well calculated for effect, the di&#383;tances being neither too great nor too confined.</p>
<p>I was lounging about the head of the lake waiting for my party, and &#383;aw two fi&#383;herman turning it; one was better dre&#383;&#383;ed than the other, and by the motion his right hand &#383;eemed to be abu&#383;ing him; he &#383;topped frequently, and then darted forward; curio&#383;ity induced me to go nearer, and I ob&#383;erved the "<i>Antonio</i>" of the other evening, and by the extended mouth of the countryman, he was taking in one of <pb n="221"/>the fine&#383;t &#383;peeches ever rehear&#383;ed;&#8212; but what mu&#383;t be of more con&#383;equence to the theatrical hero, they had caught many fi&#383;h, and I &#383;uppo&#383;e the idea of a good &#383;upper filled him with imaginary greatne&#383;s. &#8212;A boat full of &#383;ervants &#383;oon afterwards went jovially off: a man came running to the beach and hollowed after them to take him in: they either would not hear him, or did not chu&#383;e to mind him; he expre&#383;&#383;ed his disappointment with &#383;ome damns, and as I thought it was hard he &#383;hould lo&#383;e his opportunity, I de&#383;ired him to &#383;tep forward into our boat.</p>
<p>"Ble&#383;&#383;ing thank you now; I'll give you a hand at a pull of an oar if you want one." &#8212;I told him we were going to hear the effect of echo. "Ecchoes! &#8212; why there is not &#383;uch an eccho in all the world as Killarney's; it will an&#383;wer you fairly nine times." We rowed towards <pb n="222"/>Herbert's I&#383;land, and made the fir&#383;t di&#383;charge above Silver Hill. I a&#383;ked the Iri&#383;hman if he did not think it was equal to Killarney's, for it an&#383;wered more than nine times? &#8212; "No, no, Sir, no! for be&#383;ides the nine times, there is the <i>nine an&#383;wers</i> to it:" but he allowed when he had heard Cormorant Rocks again&#383;t Walloh Crag, "By Ja&#383;us I never heard any thing like <i>that</i> in all my life:" and I dare venture to &#383;ay as he is going over the water, Ke&#383;wick's fair lake will rebound nine times nine, allowing for reverberating di&#383;tance.</p>
</chap>
<chap title="CHAP. XXXV.">
<pb n="223"/>
<head level="2" align="center">CHAP. XXXV.</head>
<head level="2" align="center">OBSERVATIONS.</head>
<p align="center"><i>Remarks and Ob&#383;ervations previous to leaving the Lakes, which, I hope, may not be deemed intruding.</i></p>
<p>I TRUST I may not be thought pre&#383;uming by offering &#383;ome general ob&#383;ervations on leaving Ke&#383;wick for a larger town, and I have deferred thus long, that I might &#383;peak with authenticity: follow me, Reader, and hear what I have to &#383;ay; I am among&#383;t a people, who are too much my &#383;uperiors to have ju&#383;tice done them; and I declare, although I have been a tolerable great traveller, I never met &#383;o una&#383;&#383;uming or obliging a &#383;et of human beings before; and I congratulate my country on their belonging <pb n="224"/>to it. I will &#383;ay thus far of our&#383;elves; had we cho&#383;e, we might have got introductions to the fir&#383;t gentlemen in the counties, but we preferred a more humble walk, and were amply repaid for it.</p>
<p>The inhabitants in general about the&#383;e mountainous countries are not &#383;o tall or lu&#383;ty as in many others; perhaps as it requires great indu&#383;try to get a livelihood, the growth of their children is checked by early labour. They live to a very advanced age, and the faces of the very old are &#383;trong and healthfully marked with deep &#383;hort wrinkles. The middle aged are commonly hand&#383;ome; their youth are ruddy and &#383;unburnt; their children have the faces of Cherubim, and &#383;eem to have "the milk of Dorothy" flowing purely in their veins.</p>
<pb n="225"/>
<p>They are not only affectionate to their parents, but friendly among&#383;t each other; and a man<ptr target="n26"/> would run a ri&#383;k of his life in deep &#383;now, in venturing over the &#383;teepe&#383;t mountains to attend the funeral of a friend: they have the highe&#383;t re&#383;pect for the dead; perhaps to a degree bordering upon &#383;uper&#383;tition; and they rather rob the living by the expence they put them&#383;elves to at a funeral; but as a livelihood, not a love of gain, is their grand con&#383;ideration, they are too friendly and indu&#383;trious to want, and I did not &#383;ee (except the little vagrants at Ke&#383;wick) one per&#383;on that a&#383;ked our charity.</p>
<note id="n26">As Robert Newton did over a mountain he had never pa&#383;&#383;ed before.</note>
<p>Their food is homely; they prefer a thin oat cake to wheat bread, and they are fond of the natural products of the earth, which <pb n="226"/>may be the rea&#383;on of &#383;eeing a large family in every hou&#383;e, for we did not call at a cottage that had le&#383;s than three children;&#8212; their drink con&#383;i&#383;ts of butter milk and whey, and occa&#383;ionally a draught of &#383;tout ale. &#8212; Spirits are &#383;eldom u&#383;ed to exce&#383;s; their baneful influence is almo&#383;t unknown;&#8212; they are taken as cordials, and I hope they will never make farther encroachment; they it is dangerous to tru&#383;t them; and the Queen of Patterdale &#383;ets her &#383;ubjects a bad example, and will probably &#383;oon fall a victim to an unfortunate u&#383;e of them.</p>
<p>They are as good &#383;cholars as the Scotti&#383;h Pea&#383;antry, and though the lower order of people in the South might think them their inferiors, I will be bound, they would puzzle them at <i>hic hc hoc,</i> and in ju&#383;tne&#383;s of ob&#383;ervations: they are always ready to do a good turn to a &#383;tranger, and in&#383;tead of expecting money for any trifling a&#383;&#383;i&#383;tance,<pb n="227"/> they will take off their hats, throw their heads at you, and wi&#383;h you a good day; if this example was to make it way &#383;outhward, it would be of &#383;ervice, for their rapaciou&#383;ne&#383;s to &#383;trangers is a di&#383;grace to the country. I was lately in a gentleman's phaeton, in Kent, when a piece of the harne&#383;s gave way; a man, with &#383;eeming civility and good nature, lent us a&#383;&#383;i&#383;tance, though it was not wanted; and when he had done, the gentleman thanked him; he threw his hat on his head, changed his civility of countenance into a frown, and &#383;aid "Damn your thanks, if that's all." &#8212; I will tell you what a man in the North would have &#383;aid, "Sur, con I a&#383;&#383;i&#383;t ho &#8212; there's no deanger &#8212; gud day to hoa."</p>
<p>In Kendal there are many Quakers, and about Penrith &#383;ome Roman Catholics; but immediately in the villages near the lakes, they are all of the e&#383;tabli&#383;hed church. <pb n="228"/>They have no Methodi&#383;ts or new-fangled doctrines to di&#383;turb them: I a&#383;ked a man what they would do with a Methodi&#383;t if he was to preach among&#383;t them: "turn him out; we're content with our own par&#383;on, and th' church is large enough to houd us aw." This was at Gra&#383;mere, and I felt much plea&#383;ure at his remark, for I dare &#383;ay there is not a town in England that has not been rendered more uncomfortable in proportion as they give way to field enthu&#383;ia&#383;m. I had the curio&#383;ity in pa&#383;&#383;ing through Nottingham to hear a young brawny zealot, who was &#383;prawling away a heap of non&#383;en&#383;e to a gaping crowd under the new change in the market place; I never heard the &#383;criptures &#383;o di&#383;torted, and I dare &#383;ay there were more hearers than would attend afternoon's &#383;ervice at the church.</p>
<pb n="229"/>
<p>Is it not di&#383;graceful that it &#383;hould be allowed in a part of the town, that is under the immediate protection of the magi&#383;trates?</p>
<p>The clerk was a thin-gutted contra&#383;t;&#8212; the very look We&#383;ton u&#383;ed to put on in Doctor La&#383;t, when he returns for his &#383;hoes, with the addition of the face being more lengthened either by religion of hypocri&#383;y: the brawler had &#383;ometimes his hand on this <i>curious head,</i> and he &#383;ometimes &#383;eemed to point to him as a &#383;anctimonious example.</p>
<p>There cannot be a fairer proof of the &#383;oundne&#383;s of our religion, than the harmle&#383;s lives the inhabitants of the lakes live; the mountains around them not only pre&#383;erve it undi&#383;turbed, but &#383;erve as barriers to keep out many follies and vices, which are afloat among&#383;t people, that unju&#383;tly think them&#383;elves more enlightened.</p>
<pb n="230"/>
<p>The country gentlemen give the poor leave the angle in the lakes and rivers, and they often take more than &#383;upplies their families. Net fi&#383;hing is farmed, and char is never caught by the hook; this fi&#383;h frequents the deepe&#383;t part of the lakes, and is only found in &#383;ome of them: Windermere, Coni&#383;tone, and Buttermere, are the be&#383;t &#383;upplied; many are totally without, although they have communication with lakes that abound with them; and notwith&#383;tanding Ull&#383;water is as deep as Windermere they will not live in it. Perch, pike, and trout, are abundant every where;&#8212; but what is a circum&#383;tance too remarkable to omit, when char quit Windermere to &#383;pawn, they go up the &#383;ame neck of water with the trout, and then take to the Brathay, the trout to the Rathay.</p>
<p>In mowing they ju&#383;t cut &#383;ufficient for a family to work, as they have few hands <pb n="231"/>and the weather is not to be depended upon; the mower does not bend low to his &#383;cythe, but takes a long &#383;weep, then rai&#383;es him&#383;elf very erect, until the back of the &#383;cythe touches his hams. I think the motion full as graceful as that of the &#383;ailors in the Mediterranean, and it would be as nuch admired if it was a foreign cu&#383;tom in&#383;tead of a North of England one. After it is mown they &#383;hake it with their hands, and as it is mo&#383;tly fine gra&#383;s, if the weather proves favourable it is hou&#383;ed the next day; &#383;ometimes carrying it home in &#383;mall carts, &#383;ometimes on hor&#383;eback, or wheelbarrows, or, when they have more children than money, by haycocks fa&#383;tened on a man's &#383;houlders like a knap&#383;ack: they then proceed upon another plot, and are indefatigable until it is dark, which does not always put a period to their labour.</p>
<pb n="232"/>
<p>The woods, which add greatly to the witchcraft of the country, and to the wealth of their owners, are cut down in about fourteen years; &#383;o you may ob&#383;erve the progre&#383;&#383;ive growth, beginning on the &#383;econd year with a head as curly as the Africans; the&#383;e cop&#383;es are beautified with various trees, and with one I never &#383;aw in the South, the round-leafed alder, which &#383;erves to make wooden &#383;hoes, not &#383;uch as were worn in France, that pinched &#383;o &#383;everely in days of de&#383;poti&#383;m; not yet &#383;uch as are &#383;o extended at this period of their unbridled licentiou&#383;ne&#383;s, but &#383;uch as are well calculated for an indu&#383;trious people to trudge dry &#383;hod through mar&#383;hy grounds, and by way of making them la&#383;t longer they bind them with plates of iron. </p>
<p>Nuts and apples are this year &#383;carce, and their fruit was in general &#383;mall and ill ta&#383;ted; but even if they were as good as they <pb n="233"/>could be, you would be made welcome; for they never put them&#383;elves to the trouble of having a garden lock. Their fuel con&#383;i&#383;ts of peat and turf; the &#383;mell is uncomfortable to tho&#383;e unaccu&#383;tomed to it; but it occa&#383;ions &#383;uch a cloud of &#383;moak, it looks well from a neat cottage with a contra&#383;t of wood and water near it.</p>
<p>Grou&#383;e is not &#383;o plentiful as it u&#383;ed to be; the countrymen &#383;ay it is owing to the &#383;trictne&#383;s of the land owners, as there are more birds of prey than formerly, and which are greater poaches and lamb de&#383;troyers than man. A certain &#383;um is given for every eagle or raven that is killed; this is a dangerous undertaking, for they are obliged to be let over the mountains by ropes, and the eagle fights hard in defence of its ne&#383;t<ptr target="n27"/>, nor could to be taken if the<pb n="234"/> man was not to cover him&#383;elf with wool to entangle the claws.</p>
<note id="n27">There are never more than two eggs in an eagle's ne&#383;t, and one is generally addled.</note>
<p>There are very few &#383;mall birds; the&#383;e tit-bids are &#383;oon de&#383;troyed by the number of becks and claws which are after them;&#8212; tho&#383;e we did &#383;ee &#383;eemed afraid to &#383;how them&#383;elves, and burrowed in the thick foliage; but I did not hear one &#383;ong&#383;ter during the tour, except a lone&#383;ome lark in Buttermere, and that was but for a minute. Cri&#383;pin, the guide, &#383;aid they had many of them in the &#383;pring, and &#383;poke as if he thought there had not been any in the &#383;outhern parts of England, in &#383;hort, out of his own valley, where all his ideas &#383;eem to be concentered.</p>
<p>The high roads are in general excellent, and the commons are well &#383;upplied with finger po&#383;ts; a road once made will la&#383;t a long while; the fir&#383;t expence is heavy,<pb n="235"/> but they are not much burthened by after-repairs, or the travellers by turnpikes.</p>
<p>I do not think His Maje&#383;ty has more loyal &#383;ubjects in his dominions, and if MR. PITT &#383;hould ca&#383;t a look upon his humble production, I have the &#383;ati&#383;faction of telling him, the proclamation was upon all the church doors, and they looked as clean as the day they were put up, except that we could &#383;ometimes trace the mark of a finger that had conned it over. But why need I mention this? I make no doubt he already knows it, for I &#383;aw Mr. &#8212;&#8212; who was once one of his private &#383;ecretaries, in a &#383;mall town making remarks upon a droll &#383;porting &#383;ign, and of cour&#383;e every thing he &#383;aw which was of national con&#383;equence, would get to <i>head quarters</i> at la&#383;t.</p>
</chap>
<chap title="CHAP. XXXVI.">
<pb n="236"/>
<head level="2" align="center">CHAP. XXXVI.</head>
<p align="center"><i>The Road to Penrith &#8212; The Beacon &#8212; Rich Country &#8212; The Borderers &#8212; The Ca&#383;tle.</i></p>
<p>AS we a&#383;cended the hill towards Penrith, <i>idly</i> &#383;eated in a chai&#383;e, we took a parting &#383;ight of the Lake, and I even thought the hou&#383;e on the i&#383;land looked well. We then pa&#383;&#383;ed along the vale of Thelkirk, with &#383;everal miles of delightful pro&#383;pects and good road, until we came upon an exten&#383;ive common, famous for drearine&#383;s and large &#383;tocks of gee&#383;e; as we had been regaled for &#383;ome time with variety, I thought it a good opportunity to enjoy the plea&#383;ures of retro&#383;pection, and I was again amid&#383;t the &#383;cenes I had left. I was bru&#383;hing the <pb n="237"/>morning dew, and returning at evening with my mind <i>full</i> of the day &#8212; I was attending echo with its be&#383;t effects &#8212; I was laughing at the Iri&#383;hman &#8212; and enjoying a bowl of whey in a cottage, a confounded jolt awoke me from my reverie. By degrees, a fine country opened, and at the twelfth mile &#383;tone we &#383;aw the ho&#383;pitable roof of Grey&#383;tock Ca&#383;tle: the land kept improving, and corn fields began to &#383;how their yellow heads; tall a&#383;h trees kept the &#383;un from us, and at twelve we entered Penrith, on a market day, which is rendered more bu&#383;y from the Bi&#383;hop of Carli&#383;le holding a vi&#383;itation and confirmation.</p>
<p>Penrith is a hand&#383;ome town; many of the hou&#383;es are built of a reddi&#383;h &#383;tone; it would be a great improvement if they would pull down their &#383;hambles, and &#383;ome <pb n="238"/>old hou&#383;es which di&#383;grace an otherwi&#383;e good market place.</p>
<p>I went in the afternoon upon the Beacon, and had a fine champaign country all around me, with waving corn upon it, as thick as in any part of England. I had no per&#383;on with me to de&#383;cribe the different views, but I could ob&#383;erve this hill was well &#383;ituated to overlook the incur&#383;ions made by the borderers in days of di&#383;cord; and to give &#383;ignals to the many ca&#383;tles &#383;cattered about, in order to make a <i>&#383;ortie</i> upon them, or for the people to retire to when the enemy was too powerful.</p>
<p>I felt with &#383;ati&#383;faction the rich fields, far as the eye could reach, would not only &#383;upply the inhabitants with bread, but produce a granary that could furni&#383;h an extent of country with that divine gift.</p>
<pb n="239"/>
<p>I &#383;aw part of Ull&#383;water, and many of the mountains we had left. As it is a very ea&#383;y a&#383;cent, do not fail going upon it: the &#383;ides are beautifully purpled, and there are &#383;everal quarries of red &#383;tone, from which they have built the church. I then cro&#383;&#383;ed the Eamont, and walked to the ca&#383;tle, a ruin in its la&#383;t &#383;tage; it has been encircled by a ditch, with two draw-bridges, and is &#383;aid to have been built by Henry the Sixth, and was the re&#383;idence, for a &#383;hort time, of Richard the Third; &#8212; it is dilapidating very fa&#383;t. The rude hands of Ignorance and Rapaciou&#383;ne&#383;s have been more de&#383;tructive to it than Time, and, ere long, the &#383;ite will only remain. The mind has a certain feel of &#383;orrow in &#383;eeing the poor foundation of a once-noble ca&#383;tle that has been torn a&#383;under; and the owner of &#383;uch property degrades him&#383;elf that permits it to be u&#383;ed for park walls, barns, <pb n="240"/>or modern hou&#383;es. It is from &#383;uch fal&#383;e ta&#383;te that our grande&#383;t ruins have been hurried to decay, and the reverence we owe to our ance&#383;tors has been le&#383;&#383;ened.</p>
</chap>
<chap title="CHAP. XXXVII.">
<pb n="241"/>
<head level="2" align="center">CHAP. XXXVII.</head>
<p align="center"><i>The Church &#8212; Ravages of the Plague &#8212; Ancient Stones in the Church Yard &#8212; Vulgar Opinion about them &#8212; Re&#383;pect for the Grave of an old Woman.</i></p>
<p>ON the morrow, an old gentleman, near eighty, who was churchwarden when the Scotch went through in 1745, amu&#383;ed us with many &#383;tories of that day; they had made a deep impre&#383;&#383;ion, and are of cour&#383;e often repeated. He civilly went with me into the church, which was rebuilt early in this century, except the &#383;teeple, which is the ancient one.</p>
<p>I wrote down the following account, from a &#383;tone near the communion table, <pb n="242"/>of the numbers that peri&#383;hed by the plague in 1598.</p>
<table width="50%">
<tr>
<td width="50%">In Penrith</td>
<td width="50%">2260.</td>
</tr>
<tr>
<td width="50%">Kendal</td>
<td width="50%">2500.</td>
</tr>
<tr>
<td width="50%">Richmond</td>
<td width="50%">2200.</td>
</tr>
<tr>
<td width="50%">Carli&#383;le</td>
<td width="50%">1196.</td>
</tr>
</table>
<p>There is a bounding &#383;tone in the country, where provi&#383;ions were daily left for the &#383;ufferers.</p>
<p>Penrith mu&#383;t have been con&#383;iderably more populous than it is at pre&#383;ent, for it does not contain more inhabitants than what peri&#383;hed by that dreadful &#383;courge. The church is hand&#383;ome, and the lower pillars are compo&#383;ed of &#383;ingle &#383;tones, 3 yards in height; some of the windows have remnants of paintings, that were taken from the old ones; and there are two plain bra&#383;s chandeliers, with in&#383;criptions <pb n="243"/>round them, mentioning they are the gift of the Duke of Portland, in remembrance of the loyalty of the town in 1745.</p>
<p>In the church yard there are two pyramidical &#383;tones, about four yards in the &#383;eparation, all of them of hard &#383;tone, except one, which is the red &#383;tone, and from being &#383;ofter, is reduced to half the &#383;ize of the others: you may ju&#383;t di&#383;tingui&#383;h remnants of hieroglyphics on one of them: and as one &#383;tone is &#383;haped &#383;omething like the back of a boar, and as this country was in the mid&#383;t of a fore&#383;t, it may be the monument of a man famous for de&#383;troying them. I could get no intelligence of its antiquity; vulgar opinion &#383;peaks of it as the burial place of an extraordinary &#383;ized man, and the &#383;eparation is meant for his height. I a&#383;ked &#383;everal people about it, and I found every one had a my&#383;terious opinion of his <pb n="244"/>own; but as the wonderful makes the ea&#383;ie&#383;t impre&#383;&#383;ions on vacant minds, his antediluvian &#383;ize has many favourers. However, induced by curio&#383;ity, they have lately dug to the depth of &#383;ix yards, without meeting any trace to reward the &#383;earch.</p>
<p>There is likewi&#383;e a &#383;ingle &#383;tone as ancient as the others. I left the&#383;e ob&#383;cure <i>antiques,</i> and found, not far from them, a bra&#383;s plate again&#383;t the church, near the grave of Alice Atkin&#383;on, aged 112; and I felt more re&#383;pect in treading over her remains, than upon the others, which probably contain no other proof of antiquity than what is above ground.</p>
</chap>
<chap title="CHAP. XXXVIII.">
<pb n="245"/>
<head level="2" align="center">CHAP. XXXVIII.</head>
<head level="2" align="center">ULLSWATER.</head>
<p align="center"><i>Ull&#383;water Lake &#8212; Fir&#383;t Arm of it &#8212; Singular Pre&#383;ervation of a Man and his Hor&#383;e &#8212; Martindale Valley and Fells &#8212; Famous for the Wild Stag &#8212; Grand Appearance of Helvellyn &#8212; Gowborough Park &#8212; Deer, Cattle, etc.</i></p>
<p>WE took a chai&#383;e to Ull&#383;water to accommodate our obliging old gentleman, and had a charming ride by the banks of the Eamont. We pa&#383;&#383;ed through Mr. Ha&#383;&#383;le's park, in front of a hand&#383;ome &#383;tone hou&#383;e; on opening the right wing, the garden has a &#383;triking effect; the grounds are irregular, and have an excellent object <pb n="246"/>in Dunmallart Head; we rounded the bottom of this hill, &#383;till beautiful though de&#383;poiled of many trees; it is &#383;o regularly cut down, it reminded me of the &#383;haved heads of the Hindoos; it was once a Roman &#383;tation, as I make no doubt every hill was in this part of the country that is at the entrance of a valley; but the numbers of works carried on upon them centuries ago have obliterated every trace of them.</p>
<p>We procured a boat, and I will begin by our &#383;etting off. The low hills to the right were covered with &#383;heep and cattle, that were la&#383;hing their &#383;ides on the &#383;ummit, and the &#383;ky &#383;een under their bellies gives a beautiful and delineating &#383;hape of them: neat hou&#383;es were &#383;cattered along the banks. The left looks naked, but variegated with &#383;ome cottages, and the green <i>reward</i> of their labour around:<pb n="247"/> the&#383;e are overtopped by &#383;teep fells. When you reach the fir&#383;t arm Swarth Fell appears rugged and &#383;teep: this mountain will always be remembered by the providential e&#383;cape of the father of the pre&#383;ent Mr. Ha&#383;&#383;el; being in a fox cha&#383;e on its &#383;ummit, his eagerne&#383;s threw him into a &#383;ituation that rendered it impo&#383;&#383;ible for him to return; he, therefore, di&#383;mounted, and pre&#383;&#383;ed as clo&#383;e as po&#383;&#383;ible to his hor&#383;e; thus &#383;upporting each other through this perilous &#383;tage, they arrived &#383;afe at the bottom, in pre&#383;ence of many &#383;pectators, and where no per&#383;on was ever known before or &#383;ince to have de&#383;cended;&#8212; the hor&#383;e is remembered as well as the man; and "WHITE STOCKINGS" was permitted to range the re&#383;t of her life, with the be&#383;t fodder and attention a grateful ma&#383;ter could be&#383;tow upon her.</p>
<pb n="248"/>
<p>Oppo&#383;ite to Swarth Fell there is a farm hou&#383;e upon the &#383;ite of an old church, the ground about it being the rich elbow I admired when upon Helvellyn. From the line of wildne&#383;s on your left you open the lively vale of Martindale, who&#383;e fells are famous for the wild &#383;tag. In Water Nook we fired a &#383;mall cannon, and heard an echo, which might have been tolerable if we had not been upon Ke&#383;wick Lake. We then made Gowborough Park<ptr target="n28"/> an object, who&#383;e plain and &#383;ides were full of deer; innumerable cattle were on the borders of the lake, and cooling them&#383;elves in it.</p>
<note id="n28">Gowborough Park con&#383;i&#383;ting of eighteen hundred acres, and &#383;tocked with upwards of &#383;ix hundred head of head.</note>
<p>We had a &#383;uperb view of Helvellyn, rearing his broad &#383;houlders over many hills. The mind cannot conceive a more solemn<pb n="249"/> &#383;ight, and the imagination would be too much &#383;tretched, if you was not to turn your head to the vale of Martindale, which is as <i>&#383;miling</i> as verdure can make it.</p>
</chap>
<chap title="CHAP. XXXIX">
<pb n="250"/>
<head level="2" align="center">CHAP. XXXIX.</head>
<head level="2" align="center">ULLSWATER.</head>
<p align="center"><i>Lyulph's Tower &#8212; Duke of &#8212;&#8212;k &#8212; Style of Living there &#8212; The Ca&#383;cade &#8212; Shape of the Lake &#8212; King Arthur's round Table &#8212; A modern Shrubbery &#8212; Why Ull&#383;water Lake exceeds the others.</i></p>
<p align="center">WE landed near Lyulph's Tower, who&#383;e rugged walls &#383;o &#383;uitably an&#383;wer the &#383;cenes around it. I mu&#383;t again mention the Duke of N&#8212;&#8212;k; for when here he never u&#383;ed chairs, but wooden forms, and has a long ho&#383;pitable board for a table. The four towers have fine pro&#383;pects from them; but I was &#383;orry to &#383;ee the rain had committed great depredation, owing <pb n="251"/>to the rugged building of the walls, or perhaps because it was done by contract.</p>
<p>We a&#383;cended to the waterfall through a thick wood that hangs along the path, until you come to a bridge that might have <i>grown</i> in its &#383;ituation. After &#383;peaking of the incomparable Scale Force, I did not intend &#383;aying more of ca&#383;cades; but this, though &#383;paring of water, is only exceeded by the pride of Buttermere. The bridge, the road, the &#383;eat, every thing that art has added, appear as if they were formed by nature.</p>
<p>I cro&#383;&#383;ed the oppo&#383;ite brow, and looked into the ba&#383;in that receives the water from a diminutive fall. I then bent my way to within a mile of the &#383;pot where I had made remarks from the Amble&#383;ide journey; I could here &#383;ee the formation of the <pb n="252"/>lake, with the three i&#383;lands; and I had a good peep into Patterdale.</p>
<p>Ull&#383;water is &#383;haped like the letter Z made by a bad penman: when we &#383;aw it from Helvellyn the top arm was not vi&#383;ible, which occa&#383;ioned its looking like a pair of breeches.</p>
<p>We re-embarked at four, after trying another di&#383;charge. I dare &#383;ay it would have had a fine effect, had the day been &#383;ufficiently calm: the ru&#383;hes from Place Fell were loud, but the wind took away the departing &#383;ound. Clouds were gathering on the head mountains, and as we left them under a fre&#383;h &#383;ail, they were &#383;oftened by the di&#383;tance. After we came to the old church the farm was a neat object, and we had a cheeful &#383;ight of Dunmallart Head.</p>
<pb n="253"/>
<note id="n29">Rapin, in his encomium upon Arthur, page 39, "He is &#383;aid to have in&#383;tituted the ORDER OF THE KNIGHTS OF THE ROUND TABLE, &#383;o famous in romances. Though this in&#383;titution has given occa&#383;ion for many fabulous relations, it is not therefore to be deemed altogether chimerical."</note>
<p>We returned to Penrith on the village &#383;ide of the Eamont, along narrow &#383;haded lanes, until we came to Eamont Bridge, near which is a plot of ground called King Arthur's Round Table<ptr target="n29"/>, a place where tournaments, in days of chivalry, are traditioned by the country people to have been held; the two approaches from whence we will &#383;uppo&#383;e the champions entered the lift are &#383;till vi&#383;ible, and you may mark out accommodations for the &#383;pectators. According to my idea of those <i>extravagancies,</i> they could not po&#383;&#383;ibly exceed the repre&#383;entation of them at the Hay Market; at lea&#383;t &#383;o I thought; and I care not if I infringe <pb n="254"/> upon the laws of chivalry by the compari&#383;on.</p>
<p>In the evening we went with the good old gentleman into the &#383;hrubbery, and though &#383;o old, he walked &#383;toutly to the la&#383;t &#8212; I forget the name of the place. A&#383;h &#383;eems to thrive particularly well; one tree is the &#383;traighte&#383;t I ever &#383;aw. You have good commanding views&#8212; you &#383;ee a ca&#383;tle built by the Counte&#383;s of Pembroke &#8212; Penrith ca&#383;tle, and Helvellyn heights &#8212; the river winds through the grounds broad and clear, with a mill beautified into an object. I was glad to get out of the &#383;hrubbery, for &#383;hrubberies are plentiful in the &#383;outh, and my head was too full of mountains, lakes, and vallies, to wi&#383;h to be interrupted by the mo&#383;t perfect plea&#383;ure ground in the world: I am not yet far enough from the wild &#383;cenes of Nature to be plea&#383;ed with any thing that is &#383;tudied.</p>
<pb n="255"/>
<p>Much as I admired the other lakes, I cannot help giving preference to Ull&#383;water: every arm pre&#383;ents new beauties &#8212; HELVELLYN &#8212; the interior mountains &#8212; the village and plain of Patterdale &#8212; Place Fell &#8212; the i&#383;lands &#8212; the tower &#8212; Gowborough Park &#8212; the vale of Martindale &#8212; the rough mountains, and the fertile ones &#8212; Dunmallart Head &#8212; YES! &#8212; every hou&#383;e from Water Milloch to the poore&#383;t cottage appears in proper place, and do no di&#383;plea&#383;e the eye by attempts at finery; and there is a cha&#383;tene&#383;s about the whole that makes it the choice&#383;t gift of Nature I ever &#383;aw.</p>
</chap>
<chap title="CHAP. XL.">
<pb n="256"/>
<head level="2" align="center">CHAP. XL.</head>
<p align="center"><i>Leave Penrith &#8212; Carpet Manufactory &#8212; A Collection of Timber &#8212; Of Hay&#383;tacks &#8212; Knipe Scarr &#8212; Vale and Village of Bampton &#8212; Haw&#383;water Lake &#8212; Bampton Free School &#8212; A Village School a good Nur&#383;ery for Morals &#8212; Druidical Stones at Shap &#8212; The Abbey &#8212; The conclu&#383;ion &#8212; A Copy of Ver&#383;es.</i></p>
<p>LEFT Penrith to go to Shap; &#383;ent forward the carriage whil&#383;t we went to look at a regular-built village, which is but thinly inhabited; many of the hou&#383;es are unfini&#383;hed, and there were cattle in &#383;ome of them. We afterwards walked to a carpet manufactory under the in&#383;pection of Mr. Broom; it is beautiful in the extreme in point of colouring and the thickne&#383;s of the <pb n="257"/>work, and is an honour to the patroni&#383;er not only for the workman&#383;hip, but for the employment given to many orphans taken from the Foundling Ho&#383;pital; however, he has a large <i>&#383;tock</i> in hand, and one would think he is making a pre&#383;ent of it to Father TIME, it has been &#383;o long in his warehou&#383;es.</p>
<p>We proceeded through Lowther Park; the hou&#383;e was burnt down I believe in the late Lord's time: there is a con&#383;iderable depo&#383;it of timber intended to be u&#383;ed in the rebuilding of it, and which was buried many years under ground, but is now thatched over. Oppo&#383;ite there are the greate&#383;t quantity and the large&#383;t hay&#383;tacks I ever &#383;aw, and &#383;ome of the&#383;e looked re&#383;pectable from age.</p>
<p>On Knipe Scarr there are plantations of thick pines con&#383;picuous through the country; <pb n="258"/>it overlooks the vale and village of Bampton, a valley beautifully &#383;cattered with farm hou&#383;es. We then followed the road to Ro&#383;e-Gill Head, where we have a &#383;oftened view of the vale, and a plea&#383;ant &#383;ight of Haw&#383;water: as well as I can judge, (for we had only a fi&#383;h-pond &#383;ight of it) it is &#383;urrounded by woody hills, and rich meadows overtopped by fells. After the water has left the lake it forms a bold ca&#383;cade at Thornthwaite Mill, and then runs by the town.</p>
<p>The Free School of Bampton not only gives education to the neighbours, but has produced men who have been con&#383;picuous in the world. Bi&#383;hop Gib&#383;on and Judge Wil&#383;on received the rudiments of their education here, and &#383;everal whom we may rank among&#383;t our London merchants, and if not in as exalted, in as u&#383;eful and honourable <pb n="259"/>a line of life as any our country can boa&#383;t of.</p>
<p>A good &#383;chool in a quiet valley is well calculated to engraft the mo&#383;t &#383;alutary impre&#383;&#383;ions on a young mind; uncontaminated by bad example, he has only to attend to good, for every one around him is almo&#383;t as innocent as him&#383;elf, or, what approaches near to it, whatever is bad is di&#383;countenanced.</p>
<p>When he has laid in his little &#383;tock, which generally con&#383;i&#383;ts of ju&#383;t enough of Latin to make him under&#383;tand Engli&#383;h grammatically, a thorough knowledge of accounts, and writing a good hand, he is qualified to be of &#383;ervice to a merchant and to him&#383;elf: he learns that indu&#383;try is a perpetual recommendation; and from not having a &#383;ufficiency of fortune to be idle,<pb n="260"/>(even was he inclined to it) his per&#383;everance paves the way to future &#383;ucce&#383;s.</p>
<p>When he arrives in London he has a <i>rough poli&#383;h</i>&#8212; (if I may be allowed the expre&#383;&#383;ion) &#8212; the roughne&#383;s is the dialect, which gradually lo&#383;es its har&#383;hne&#383;s, and in proportion as you value the man wears quite away. <i>The poli&#383;h</i> is a &#383;ound-principled education, which can never be obliterated: it not only &#383;erves as a check to youthful faults, but is the Mentor which hinders them from growing into habits, and the pilot that re&#383;tores the erring mind to its village rectitude.</p>
<note id="n30">Granite.</note>
<p>Numbers of Druidical &#383;tones (or, as &#383;ome people &#383;ay, in honour of Dani&#383;h heroes) are &#383;cattered about Shap; they are different from the mother &#383;tone<ptr target="n30"/> of the<pb n="261"/> neighbourhood, yet they &#383;eem to large to have been brought by art, and too carele&#383;s on the &#383;urface to have been formed there. It is &#383;aid many of them were broken up to build Shap Abbey in 1158, which is, in its turn, di&#383;mantled to build paltry hou&#383;es. Part of the &#383;teeple, with trees upon it that have withered with age, and cells under the ones once body of the abbey, are the only remains of this ruin: it has been &#383;hamefully di&#383;mantled. A fine &#383;tream runs near it, and the ground produces &#383;weet gra&#383;s, and hay that is all fragrance!</p>
<p>The fathers of old always cho&#383;e fertile &#383;ituations, which gives us the liberty of thinking they were full as fond of fea&#383;ting as of fa&#383;ting.</p>
<p>In our evening walk we pa&#383;&#383;ed a man who was driving his cart toward Bampton, and we a&#383;ked him what names they <pb n="262"/>called the&#383;e &#383;tones<ptr target="n31"/> by, and how they came there? &#8212;He &#383;tared, and a&#383;ked "What dun yaw want t'kno for?" &#8212; I dare &#383;ay this an&#383;wer was occa&#383;ioned by evening fears, e&#383;pecially as he was to go by a barn that has always been the reputed haunt of gho&#383;ts, and which I believe is never pa&#383;&#383;ed in the day without a thought of them.</p>
<note id="n31">"The Devil's Stepping Stones" by the country people.</note>
<p>The next morning I aro&#383;e with the hopes of getting a place in the mail coach, as I had &#383;ent in the evening to Penrith to take one &#8212; it was full &#8212; and as I could not <i>compri&#383;e</i> my&#383;elf in the compa&#383;s of a letter, I gra&#383;ped my &#383;turdy hazle, made my baggage a pre&#383;ent of a ride, &#383;hook my friend by the hand, and in&#383;tantly &#383;et off. I gave half an hour's contemplation to the Druids, and, in the confu&#383;ion of ideas about their Cromlehs,<pb n="263"/> Ki&#383;tvaens, and &#383;acred woods, a copy of ver&#383;es came into my head that I wrote near a Pagan ruin in the Ea&#383;t Indies, and which I &#383;hall in&#383;ert after this chapter; but as I have &#383;een the la&#383;t lake, and have parted from the friend who was wont to cheer me when fatigued, and approve of my de&#383;criptions, I have only to &#383;ay that I reached Kendal after &#383;olitary walk, whence, as I commenced the northern part of my ramble, <i>I take my departure.</i></p>
<pb n="264"/>
<p align="center">WRITTEN AT THE BUNGALOW OF S. W. N., NEAR A PAGAN RUIN IN BENGAL IN 1784, AND ADDRESSED TO HIM. HE WAS MY FIRST SCHOOL-FELLOW, AND MY CONSTANT FRIEND.</p>
<poem>
<line>"It is not good for man to be alone;"</line>
<line>Come, then, and make with me the world you own;</line>
<line>In &#383;oft retirement ta&#383;te the learned page,</line>
<line>And live with all the great of ev'ry age!&#8212;</line>
<line>From Spen&#383;er's Fairy ver&#383;es learn to &#383;can</line>
<line>The various pa&#383;&#383;ions in the mind of man,</line>
<line>As he will teach the true poetic &#383;train;</line>
<line>Take pen&#383;ive Shen&#383;tone, and with him complain;</line>
<line>Or Hagley's Lord, who never wrote one thought</line>
<line>"A dying man could ever wi&#383;h to blot."</line>
<line>De&#383;criptive Thom&#383;on and kind Nature view,</line>
<line>With &#383;weete&#383;t Shake&#383;peare, and wild Cowley too;</line>
<line>Soft flowing Waller richly wrote to plea&#383;e;</line>
<line>Take pointed Swift, and learn to be at ea&#383;e;</line>
<line>Informing Pope, in varied greatne&#383;s dre&#383;t,</line>
<line>He wrote the mo&#383;t, and yet he wrote the be&#383;t!</line>
<line>Take heav'n-taught Milton! &#8212; meditating Young;</line>
<line>And fly with Dryden in his rapid &#383;ong;</line>
<line>Take melting Ma&#383;on &#8212; elegiac Gray,</line>
<line>And "catch" the manners from "the gentle Gay;"</line>
<pb n="265"/>
<line>Read roving Lee, tumultuou&#383;ly refin'd,</line>
<line>Who wrote with &#383;uch &#383;trong energy of mind;</line>
<line>Emphatic Otway! &#8212;and the great di&#383;own</line>
<line>The Mu&#383;es fav'rite&#8212; but the Mu&#383;e alone;</line>
<line>With Savage mourn, and with his writings glow&#8212;</line>
<line>His birth, his life, his death, were full of woe!</line>
<line>With luckle&#383;s Falconer, too, feud o'er the deep&#8212;</line>
<line>Weep o'er the tale, and for his mem'ry weep.</line>
<line>Take Hudibras, the la&#383;her of his time,</line>
<line>Who&#383;e &#383;terling ver&#383;e appears in doggrel rhyme.</line>
<line>Laugh with gay Sterne &#8212; in genuine language great &#8212;</line>
<line>Thoughtle&#383;s, yet ble&#383;t with &#383;entiment and wit;</line>
<line>Take learned Addi&#383;on, and be improv'd&#8212;</line>
<line>Lov'd by his friends, and by the Mu&#383;es lov'd;</line>
<line>Mild mitred Hurd, high &#383;tation'd 'mid&#383;t the be&#383;t,</line>
<line>With ev'ry virtue that adorns the brea&#383;t;</line>
<line>Take modern Cowley, crown'd with living bays,</line>
<line>The fir&#383;t of Fancy's children in our days;</line>
<line>The Mu&#383;es' Seward, that befriending maid,</line>
<line>And &#383;tudious Barbauld, who can well per&#383;uade;</line>
<line>Take them&#8212; the Three! &#8212; their charming &#383;ex's boa&#383;t,</line>
<line>And as we love, we mu&#383;t applaud them mo&#383;t.</line>
<line>In &#383;weet retirement make all the&#383;e your own&#8212;</line>
<line>'Tis thus, my friend, man is never alone.</line>
</poem>
<pb n="266"/>
<poem>
<title>IN PRAISE OF RETIREMENT.</title>
<stanza>
<line>I.</line>
<line>HAIL &#383;weet Retirement! &#8212;Meditation hail!</line>
<line>On mountains high, or in re&#383;pon&#383;ive vale,</line>
<line>Where no rude voice o'erpow'rs the varied &#383;ong,</line>
<line>But echo trembles to the tuneful throng:</line>
<line>Or by the rivulet's pellucid &#383;tream;</line>
<line>Or near &#383;ome monument of Paga fame,</line>
<line>Where ancient deeds in mould'ring ruins lie,</line>
<line>And &#383;trike with grandeur the attentive eye &#8212;&#8212;</line>
<line>Hail &#383;weet Retirement!</line>
</stanza>
<stanza>
<line>II.</line>
<line>When early &#383;ong&#383;ters, on melodious &#383;pray,</line>
<line>&#383;alute the op'ning &#383;plendour of the day;</line>
<line>Or, when protected from the noon-tide heat,</line>
<line>Beneath the umbrage of &#383;ome dun retreat;</line>
<line>Or when the moon expels the womb of night,</line>
<line>Or &#383;hine the &#383;tars innumerably bright,</line>
<line>Frankly we would our inmo&#383;t thoughts unbend</line>
<line>With thee, my fir&#383;t companion and my friend,</line>
<line>In &#383;weet Retirement!</line>
</stanza>
<pb n="267"/>
<stanza>
<line>III.</line>
<line>Oh! that our future years of life could be</line>
<line>Near that FAM'D town that ble&#383;t our infancy;</line>
<line>And if not there, on the &#383;ame happy &#383;hore,</line>
<line>How plea&#383;ant to retrace pa&#383;t periods o'er!</line>
<line>And if each had a lov'd and loving wife,</line>
<line>Tho&#383;e dear &#383;olacers of declining life,</line>
<line>How plea&#383;ant to retrace pa&#383;t periods o'er,</line>
<line>And retro&#383;pect what well we knew before,</line>
<line>In &#383;weet Retirement!</line>
</stanza>
</poem>
<head level="2" align="center">THE END.</head>
</chap>
</text>
