<text id="1622_a">
<chap title="Cover">
<pb n="cover"/>
<head level="2" align="center">THE</head>
<head level="1" align="center">SECOND PART,</head>
<head level="2" align="center">OR</head>
<head level="2" align="center">A CONTRIVANCE OF POLYOLBION</head>
<head level="2" align="center">FROM THE EIGHTEENTH SONG.</head>
<p align="center"><i>Containing all the Tracts, Riuers, Moun</i>taines, and Forre&#383;ts:</p>
<p align="center">Intermixed with the mo&#383;t remarkable Stories, Antiquities, Wonders, Rarities, Plea&#383;ures, and Commodities of the Ea&#383;t, and Northerne parts of this i&#383;le, lying betwixt the two famous Riuers of THAMES, and TWEED.</p>
<gap desc="Ornate image of flowers and bird"/>
<p align="center">LONDON, Printed by <i>Augu&#383;tine Mathews for Iohn Marriott, Iohn Gri&#383;mand, and Thomas Dewe. 1622.</i></p> 
</chap> 
<chap title="Song 27">
<gap desc="Previous songs not pertinent to current project; not digitized"/>
<pb n="129"/>
<gap desc="Header image, ornate winged figure"/>
<head level="2" align="center"><i>The &#383;eauen and twentieth Song.</i></head>
<poem>
<title>THE ARGVMENT.</title>
<line><i>The circuit of this Shire expre&#383;t,</i></line>
<line>Erwell, <i>and</i> Ribble <i>then conte&#383;t;</i></line>
<line><i>The Mu&#383;e nest to the Mo&#383;&#383;es flies,</i></line>
<line><i>And to fayre</i> Wyre <i>her &#383;elfe applies,</i></line>
<line><i>The Fi&#383;hy</i> Lun <i>then doth &#383;hee bring,</i></line>
<line><i>The prai&#383;e of</i> Lanca&#383;hire <i>to &#383;ing,</i></line>
<line><i>The i&#383;le of</i> Man <i>maintaines her plea,</i></line>
<line><i>Then falling</i> Ea&#383;tward <i>from that Sea,</i></line>
<line><i>On rugged</i> Furne&#383;&#383;e, <i>and his</i> Fells,</line>
<line><i>Of which this Canto la&#383;tly tells.</i></line>
</poem>
<poem>
<line>SCarce could the labouring Mu&#383;e &#383;alute this liuely Shire,</line>
<line>But &#383;trait &#383;uch &#383;houts aro&#383;e from euery Mo&#383;&#383;e and Mere,</line>
<line>And Riuers ru&#383;hing downe, with &#383;uch vnv&#383;uall noy&#383;e,</line>
<line>Vpon their peably &#383;holes, &#383;eem'd to expre&#383;&#383;e their ioyes,</line>
<line>That <i>Mer&#383;ey</i> (in her cour&#383;e which happily confines</line>
<line>Braue <i>Che&#383;hire</i> from this Tract, two County Palatines)</line>
<line>As raui&#383;h'd with the newes, along to <i>Lerpoole</i> ran,</line>
<line>That all the Shores which lye to the <ptr target="n1"/><i>Vergiuian,</i></line>
<note id="n1">The <i>Irish Sea.</i></note>
<line>Re&#383;ounded with the &#383;houts, &#383;o that from Creeke to Creeke,</line>
<line>So lowd the Ecchoes cryd, that they were heard to &#383;hreeke</line>
<line>To <i>Fourne&#383;&#383;e</i> ridged Front, whereas the rocky Pile</line>
<line>Of <i>Foudra</i> is at hand, to guard the out-layd I&#383;le</line>
<line>Of <i>Walney,</i> and tho&#383;e gro&#383;&#383;e and foggy Fells awooke;<ptr target="n2"/></line>
<note id="n2">The circuit and true demen&#383;ion of <i>Lancashire.</i></note>
<line>Thence flying to the Ea&#383;t, with their reuerberance &#383;hooke</line>
<line>The Clouds from <i>Pendles</i> head, (which as the people &#383;ay,</line>
<line>Progno&#383;ticates to them a happy <i>Halcyon</i> day)</line>
<line>Rebounds on <i>Blackstonedge,</i> and there by falling fils</line>
<line>Faire <i>Mer&#383;ey,</i> making in from the <i>Derbeian</i> Hills.</line>
<line>But whil&#383;t the actiue Mu&#383;e thus nimbly goes about,</line>
<line>Of this large Tract to lay the true Demen&#383;ions owt,</line>
<pb n="130"/>
<line>The neat <i>Lanca&#383;trian</i> Nymphes, for beauty that excell,</line>
<line>That for the <ptr target="n3"/>Hornpipe round doe beare away the bell,</line>
<note id="n3">The <i>Lancashire</i> Horne-pipe.</note>
<line>Some that about the Banks of <i>Erwell</i> make abode,</line>
<line>With &#383;ome that haue their &#383;eat by <i>Ribbles</i> &#383;iluer road,</line>
<line>In great contention fell, (that might difference grew)</line>
<line>Which of tho&#383;e Floods de&#383;eru'd to haue the &#383;oueraigne due;</line>
<line>So that all future &#383;pleene, and quarrels to preuent,</line>
<line>That likely was to ri&#383;e about their long di&#383;cent,</line>
<line>Before the neighbouring Nymphs, their right they meane to plead,</line>
<line>And fir&#383;t thus for her &#383;elfe the louely <i>Erwell &#383;ayd.</i></line>
<line>Yee Laffes, quoth this Flood, haue long and blindly er'd,<ptr target="n4"/></line>
<note id="n4"><i>Ervvels</i> oration</note>
<line>That <i>Ribble</i> before me, &#383;o fal&#383;ely haue long and blindly er'd,</line>
<line>That am a Natiue borne, and my de&#383;cent doe bring,</line>
<line>From ancient Gentry here, when <i>Ribble</i> from her Spring,</line>
<line>An Alien knowne to be, and from the Mountaines rude</line>
<line>Of <i>York&#383;hire</i> getting &#383;trength, here boldly dares intrude</line>
<line>Vpon my proper Earth, and through her mighty fall,</line>
<line>Is not a&#383;ham'd her &#383;elfe of <i>Lanca&#383;hire</i> to call:</line>
<line>Whereas of all the Nymphes that carefully attend</line>
<line>My Mi&#383;tris <i>Mer&#383;eys</i> State, ther's none that doth tran&#383;cend</line>
<line>My greatne&#383;&#383;e with her grace, which doth me &#383;o preferre,</line>
<line>That all is due to me, which doth belong to her.</line>
<line>For though from <i>Black&#383;tonedge</i> the <i>Taume</i> come tripping downe,</line>
<line>And from that long-ridg'd Rocke, her fathers high renowne,</line>
<line>Of <i>Mersey</i> thinks from me, the place along to winne,</line>
<line>With my attending Brooks, yet when I once come in,</line>
<line>I out of count'nance quite doe put the Nymph, for note,</line>
<line>As from my Fountaine I tow'rds mightier <i>Mer&#383;ey</i> float,</line>
<line>Fir&#383;t <i>Roch</i> a dainty Rill, from <i>Roch-dale</i> her deare Dame,</line>
<line>Who honored with the halfe of her &#383;terne mothers name,</line>
<line>Growes proud, yet glad her &#383;elfe into my Bankes to get,</line>
<line>Which <i>Spodden</i> from her Spring, a pretty Riuelet,</line>
<line>As her attendant brings, when <i>Irck</i> addes to my &#383;tore,</line>
<line>And <i>Medlock</i> to their much, by lending &#383;omewhat more,</line>
<line>At <i>Manche&#383;ter</i> doe meet, all kneeling to my State,</line>
<line>Where braue I show my &#383;elfe; then with a prouder gate,</line>
<line>Tow'rds <i>Mer&#383;ey</i> making on, great <i>Chatmo&#383;&#383;e</i> at my fall,</line>
<line>Lyes full of Turfe, and Marle, her vnctuous Minerall,</line>
<line>There at the generall Flood &#383;uppo&#383;ed to be drownd.</line>
<line>Thus chiefe of <i>Mer&#383;eys</i> traine, away with her I runne,</line>
<line>When in her pro&#383;perous cour&#383;e &#383;hee watreth <i>Warrington,</i></line>
<line>And her faire &#383;iluer load in <i>Lerpoole</i> downe doth lay,</line>
<line>A Road none more renownd in the <i>Verginian</i> Sea.</line>
<line>Yee lu&#383;tie Laffes then, in <i>Lancashire</i> that dwell,</line>
<line>For Beautie that are &#383;ayd to beare away the Bell,</line>
<pb n="131"/>
<line>Your Countries are Horn-pipe, yee &#383;o min&#383;ingly that tread,</line>
<line>As ye the Eg-pye loue, and Apple Cherry-red;<ptr target="n4a"/></line>
<note id="n4a">He that wil fi&#383;h for a <i>Lanca&#383;hire</i> man, at any time or tide, Mu&#383;t bait his hooke with a good <unclear>Egspie,</unclear> or an Apple with a red &#383;ide.</note>
<line>In all your mirthfull Songs, and merry meetings tell,</line>
<line>That <i>Erwell</i> euery way doth <i>Ribble</i> farre excell.</line>
<line>Her well di&#383;po&#383;ed &#383;peech had <i>Erwell</i> &#383;carcely done,</line>
<line>But &#383;wift report therewith imediately doth runne</line>
<line>To the <i>Virginian</i> Shores, among the Mo&#383;&#383;es deepe,</line>
<line>Where <i>Alt</i> a neighboring Nymph for very ioy doth weepe,</line>
<line>That <i>Symonds wood,</i> from whence the Flood a&#383;&#383;umes her Spring,</line>
<line>Excited with the &#383;ame, was lowdly heard to ring;</line>
<line>And ouer all the <i>Moores,</i> with &#383;hrill re-ecchoing &#383;ounds,</line>
<line>The drooping Fogs to driue from tho&#383;e gro&#383;&#383;e watry grounds,</line>
<line>Where tho&#383;e that toyle for Turffe, with peating Spades doe find</line>
<line>Fi&#383;h liuing in that earth (contrary to their kind)</line>
<line>Which but that <i>Pontus,</i> and <i>Heraclia</i> likewi&#383;e &#383;howes,</line>
<line>The like in their like earth, that with like moi&#383;ture flowes</line>
<line>And that &#383;uch Fi&#383;h as the&#383;e, had not been likewi&#383;e found,</line>
<line>Within farre firmer earth, the <i>Paphlagonian</i> ground,</line>
<line>A Wonder if this I&#383;le, this well might haue been thought</line>
<line>But <i>Ribbell</i> that this while for her aduantage wrought,</line>
<line>Of what &#383;hee had to &#383;ay, doth well her &#383;elfe adui&#383;e,</line>
<line>And to braue <i>Erwels</i> &#383;peech, thus boldly &#383;he replies,</line>
<line>With that, whereby mo&#383;t thou think&#383;t me to di&#383;grace,</line>
<line>That I an Alien am, (not rightly of this place)</line>
<line>My greate&#383;t glory is, and <i>Lanca&#383;hire</i> therefore,</line>
<line>To Nature for my Birth, beholding is the more;</line>
<line>That <i>York&#383;hire,</i> which all Shires for largene&#383;&#383;e doth exceed,</line>
<line>A kingdome to be cald, that well de&#383;erues (indeed)</line>
<line>And not a Fountaine hath, that from her wombe doth flow</line>
<line>Within her &#383;pacious &#383;elfe, but that &#383;he can be&#383;tow;</line>
<line>To <i>Lancaster</i> yet lends, me <i>Ribbell,</i> from her &#383;tore,</line>
<line>Which adds to my renowne, and makes her Bountie more.</line>
<line>From <i>Penigents</i> proud foot, as fro my &#383;ource I &#383;lide,</line>
<line>That Mountaine my proud Syre, in height of all his pride,</line>
<line>Takes plea&#383;ure in my Cour&#383;e, as in his fir&#383;t-borne Flood:</line>
<line>And <i>Ingleborow</i> Hill of that <i>Olympian</i> Brood,</line>
<line>With <i>Pendle,</i> of the North the highe&#383;t Hills that be,</line>
<line>Doe wi&#383;tly me behold, are beheld of me,</line>
<line>The&#383;e Mountaines make me proud, to gaze on me that &#383;tand:</line>
<line>So <i>Long-ridge,</i> once ariu'd on the <i>Lanca&#383;trian</i> Land,</line>
<line>Salutes me, and with &#383;miles, me to his &#383;oyle inuites,</line>
<line>So haue I many a Flood, that forward me excites,</line>
<line>As <i>Hodder,</i> that from home attends me from my Spring;</line>
<line>Then <i>Caldor</i> comming downe, from <i>Blackstonedge</i> doth bring</line>
<line>Me eas'ly on my way, to <i>Pre&#383;ton</i> the great&#383;t Towne,</line>
<line>Wherewith my Banks are ble&#383;t; whereat my going downe,</line>

<pb n="132"/>

<line><unclear>Cleere</unclear> <i>Darwen</i> on along me to the Sea doth driue,</line>
<line>And in my &#383;pacious fall no &#383;ooner I arriue,</line>
<line>But <i>Sauock</i> to the North, from <i>Longridge</i> making way,</line>
<line>To this my greatne&#383;&#383;e adds, when in my ample Bay,</line>
<line>Swart <i>Dulas</i> comming in, from <i>Wiggin</i> with her ayds,</line>
<line>Short <i>T and,</i> and <i>Dartow</i> &#383;mall, two little Country Mayds,</line>
<line>(In tho&#383;e low watry lands, and Moory Mo&#383;&#383;es bred)</line>
<line>Doe &#383;ee mee &#383;afely layd in mighty <i>Neptunes</i> bed;</line>
<line>And cutting in my cour&#383;e, euen through the very heart</line>
<line>Of this renowned Shire, &#383;o equally it part,</line>
<line>As Nature &#383;hould haue said, Loe thus I meant to doe;</line>
<line>This Flood diuides this Shire thus equally in two.</line>
<line>Ye Mayds, the Horne-pipe then, &#383;o min&#383;ingly that tread,</line>
<line>As yee the Egg-pye loue, and Apple Cherry-red;</line>
<line>In all your mirthfull Songs, and merry meetings tell,</line>
<line>That <i>Ribbell</i> euery way, your <i>Erwell</i> doth excell.</line>
<line>Heere ended &#383;hee againe, when <i>Mertons</i> Mo&#383;&#383;e and Mere,</line>
<line>With <i>Ribbels</i> &#383;ole reply &#383;o much reuiued were,</line>
<line>That all the Shores re&#383;ound the Riuers good &#383;ucce&#383;&#383;e,</line>
<line>And wondrous ioy there was all ouer<ptr target="n5"/> <i>Anderne&#383;&#383;e,</i></line>
<note id="n5">A part of <i>Lancashire</i> &#383;o called</note>
<line>Which &#383;traight conuayed the newes into the vpper land,</line>
<line>Where <i>Pendle, Penigent,</i> and <i>Ingleborow</i> &#383;tand<ptr target="n6"/></line>
<note id="n6"><i>Ing'eborow, Pendle</i> and <i>Penigent,</i> The highe&#383;t Hils betwixt <i>Baruuick</i> and <i>Trent.</i> See to the 28. Song.</note>
<line>Like Gyants, and the re&#383;t doe proudly ouerlooke;</line> 
<line>Or <i>Atlas-</i>like as though they onely vndertooke</line>
<line>To vnder-prop high Heauen, or the wide Welkin dar'd,</line>
<line>Who in their <i>Ribbels</i> prai&#383;e (be &#383;ure) no &#383;peeches &#383;par'd;</line>
<line>That the loud &#383;ounds from them downe to the Forre&#383;ts fell,</line>
<line>To <i>Bowland</i> braue in &#383;tate, and <i>Wyer&#383;dale,</i> which as well,</line>
<line>As any Syulan Nymphes, their beautious Scites may boa&#383;t,</line>
<line>Who&#383;e Eccho's &#383;ent the &#383;ame all round about the Coa&#383;t,</line>
<line>That here was not a Nymph to Iollity inclind,</line>
<line>Of of the wooddy brood, or of the watry kind,</line>
<line>But at their fingers ends, they <i>Ribbels</i> Song could &#383;ay,</line>
<line>And perfectly the Note vpon the Bag-pipe play.</line>
<line>That <i>Wyre,</i> when once &#383;he knew how well the&#383;e Floods had &#383;ped,</line>
<line>(When their reports abroad in euery place was &#383;pread)</line>
<line>It vex'd her very heart, their eminence to &#383;ee,</line>
<line>Their equall (at the lea&#383;t) who thought her &#383;elfe to be,</line>
<line>Determins at the la&#383;t to <i>Neptunes</i> Court to goe,</line>
<line>Before his ample State, with humblene&#383;&#383;e to &#383;how</line>
<line>The wrongs &#383;he had &#383;u&#383;tain'd by her proud &#383;i&#383;ters &#383;pight,</line>
<line>And offring them no wrong, to doe her greatne&#383;&#383;e right,</line>
<line>Ari&#383;ing but a Rill at fir&#383;t from <i>Wyer&#383;dales</i> lap,</line>
<line>Yet &#383;till receiuing &#383;trength from her Mothers pap,</line>
<line>As downe to Seaward &#383;he, her ferious cour&#383;e doth ply,</line>
<line>Takes <i>Caldor</i> comming in, to beare her company.</line>

<pb n="133"/>  

<line>From <i>Woolcrags</i> Cliffy foot, a Hill to her at hand,</line>
<line>By that fayre Forrest knowne, within her Verge to &#383;tand.</line>
<line>So <i>Bowland</i> from her brea&#383;t &#383;ends <i>Brock</i> her to attend,</line>
<line>As &#383;he a Forre&#383;t is, &#383;o likewi&#383;e doth &#383;hee &#383;end</line>
<line>Her child, on <i>Wyer&#383;dales</i> Flood, the dainty <i>VVyre</i> to wayt,</line>
<line>With her a&#383;&#383;i&#383;ting Rills, when <i>VVyre</i> is once repleat;</line>
<line>Shee in her crooken cour&#383;e to Seaward &#383;oftly &#383;lides,</line>
<line>Where <i>Pellins</i> mighty <i>Mo&#383;&#383;e,</i> and <i>Mertons,</i> on her &#383;ides</line>
<line>Their boggy brea&#383;ts out lay, and <i>Skipton</i> downe doth crawle,</line>
<line>To entertaine this VVyer, attained to her fall:</line>
<line>When whil&#383;t each wandring flood &#383;eem'd &#383;etled to admire,</line>
<line>Fir&#383;t <i>Erwell, Ribbell</i> then, and la&#383;t of all this VVyre,</line>
<line>That might wagers would haue willingly been layd,</line>
<line>(But that the&#383;e matters were with much di&#383;cretion &#383;taid)</line>
<line>Some broyles about the&#383;e Brooks had &#383;urely been begun.</line>
<line>When <i>Coker</i> a coy Nymph, that cleerely &#383;eemes to &#383;hun</line>
<line>All popular applau&#383;e, who from her Chri&#383;tall head,</line>
<line>In <i>Wyresdale,</i> neere where Wyre is by her fountaine fed,</line>
<line>That by their naturall birth, they &#383;eeme (in deed) to twin,</line>
<line>Yet for her &#383;i&#383;ters pride &#383;hee careth not a pin,</line>
<line>Of none, and being help'd, &#383;he likewi&#383;e helpeth none,</line>
<line>But to the <i>Iri&#383;h</i> Sea goes gently downe alone</line>
<line>Of any vndi&#383;turbd, till comming to her Sound,</line>
<line>Endangered by the Sands, with many a loftie bound,</line>
<line>She leaps again&#383;t the Tydes, and cries to Chri&#383;tall <i>Lon,</i></line>
<line>The Flood that names the Towne, from whence the Shire begun,</line>
<line>Her title fir&#383;t to take, and loudly tells the Flood,</line>
<line>That if a little while &#383;he thus but trifling &#383;tood,</line>
<line>The&#383;e pettie Brooks would bee before her &#383;till preferd.</line>
<line>Which the long-wandring <i>Lon,</i> with good adui&#383;ement heard,</line>
<line>As &#383;hee comes ambling on from <i>We&#383;tmerland,</i> where fir&#383;t</line>
<line>Ari&#383;ing from her head, among&#383;t the Mountaines nur&#383;t,</line>
<line>By many a pretty &#383;pring, that howerly getting &#383;trength,</line>
<line>Ariuing in her Cour&#383;e in <i>Lanca&#383;hire</i> at length,</line>
<line>To <i>Lon&#383;dale</i> &#383;howes her &#383;elfe, and louingly doth play<ptr target="n7"/></line>
<note id="n7"><i>Lune&#383;dale.</i></note>
<line>With her deare daughter <i>Dale,</i> which her frim Cheeke doth lay</line>
<line>To her cleere mothers Brea&#383;t, as min&#383;ingly &#383;he traces,</line>
<line>And oft imbracing her, &#383;he oft againe imbraces,</line>
<line>And on her Darling &#383;miles, with euery little gale.</line>
<line>When <i>Lac</i> the mo&#383;t lou'd child of this delicious <i>Dale,</i></line>
<line>And <i>Wemming</i> on the way, pre&#383;ent their eithers Spring.</line>
<line>Next them &#383;he <i>Henbourne</i> hath, and <i>Robourne,</i> which do bring</line>
<line>Their bounties in one banke, their Mi&#383;tris to preferre,</line>
<line>That &#383;hee with greater &#383;tate may come to <i>Lanca&#383;ter,</i></line>
<line>Of her which takes the name, which likewi&#383;e to the Shire,</line>
<line>The Soueraigne title lends, and eminency, where</line>

<pb n="134"/>

<line>To giue to this her Towne, what rightly doth belong,</line>
<line>Of this mo&#383;t famous Shire, our <i>Lun</i> thus frames her Song.<ptr target="n8"/></line>
<note id="n8"><i>Lancashire, Faire women.</i></note>
<line>Fir&#383;t, that mo&#383;t precious thing, and plea&#383;ing mo&#383;t to man,</line>
<line>Who from him (made of earth) imediately began,</line>
<line>His &#383;hee &#383;elfe woman, which the goodlie&#383;t of this I&#383;le,</line>
<line>This country hath brought forth, that much doth grace my &#383;tile;</line>
<line>Why &#383;hould tho&#383;e Ancients el&#383;e, which &#383;o much knowing were,</line>
<line>When they the Blazons gaue to euery feuerall Shire,</line>
<line>Fayre women as mine owne, haue titled due to me.</line>
<line>Be&#383;ides in all this I&#383;le, there no &#383;uch Cattell be,</line>
<line>For largene&#383;&#383;e, Horne, and Haire, as the&#383;e of <i>Lanca&#383;hire;</i><ptr target="n9"/></line>
<note id="n9"><i>Lancashire Breed of cattel the be&#383;t.</i></note>
<line>So that from euery part of <i>England</i> farre and neere,</line>
<line>Men haunt her Marts for Store, as from her Race to breed.</line>
<line>And for the third, wherein &#383;he doth all Shires exceed,</line>
<line>Be tho&#383;e great race of Hounds, the deepe&#383;t mouth'd of all<ptr target="n10"/></line>
<note id="n10"><i>Lancashire,</i> Deepe mouthd Hounds.</note>
<line>The other of this kind, which we our Hunters call,</line>
<line>Which from their bellowing throats vpon a &#383;ent &#383;o roare,</line>
<line>That you would &#383;urely thinke, that the firme earth they tore</line>
<line>With their wide yawning chaps, or rent the Clouds in &#383;under,</line>
<line>As though by their lowd crie they meant to mocke the thunder.</line>
<line>Be&#383;ides, her Natiues haue been anciently e&#383;teem'd,</line>
<line>For Bow-men neere our be&#383;t, and euer haue been deem'd<ptr target="n11"/></line>
<note id="n11"><i>Lancashire Bowmen.</i></note>
<line>So loyall, that the Guard of our preceding Kings,</line>
<line>Of them did mo&#383;t con&#383;i&#383;t, but yet mong&#383;t all the&#383;e things,</line>
<line>Euen almo&#383;t euer &#383;ince the <i>Engli&#383;h</i> Crowne was &#383;et</line>
<line>Vpon the lawfull head, of our <i>Plantaginet,</i></line>
<line>In Honor, next the fir&#383;t, our Dukedome was allow'd,</line>
<line>And alwayes with the great&#383;t, reuenewes was endow'd:</line>
<line>And after when it hapt, <i>France-</i>conquering <i>Edwards</i> blood</line>
<line>Diuided in it &#383;elfe, here for the Garland &#383;tood;</line>
<line>The right <i>Lanca&#383;trian</i> Line, it from <i>Yorks</i> I&#383;&#383;ue bare;</line>
<line>The Red-ro&#383;e, our braue Badge, which in their Helmets ware,<ptr target="n12"/></line>
<note id="n12">The White and Red Rose.</note>
<line>In many a bloody field, at many a doubtfull &#383;ight,</line>
<line>Again&#383;t the Hou&#383;e of <i>Yorke,</i> which bare for theirs the White.</line>
<line>And for my &#383;elfe there's not the <i>Tiuy,</i> nor the <i>VVye,</i><ptr target="n13"/></line>
<note id="n13">See to the &#383;ixt Song.</note>
<line>Nor any of tho&#383;e Nymphs, that to the Southward lye,</line>
<line>For <i>Salmon</i> me excels; and for this name of <i>Lun,</i><ptr target="n14"/></line>
<note id="n14"><i>Lun,</i> in the <i>Briti&#383;h,</i> fulne&#383;&#383;e.</note>
<line>That I am Chri&#383;tened by, the <i>Britaines</i> it begun,</line>
<line>Which Fulne&#383;&#383;e doth import, of waters &#383;till encrea&#383;e:</line>
<line>To <i>Neptune</i> lowting low, when Chri&#383;tall <i>Lun</i> doth cea&#383;e,</line>
<line>And <i>Conder</i> comming in, conducts her by the hand,</line>
<line>Till la&#383;tly &#383;hee &#383;alute the poynt of <ptr target="n15"/><i>Sunderland,</i></line>
<note id="n15">A part of <i>Lancashire</i> inuiting out into the <i>Iri&#383;h</i> Sea.</note>
<line>And leaues our dainty <i>Lun</i> to <i>Amphitrites</i> care.</line>
<line>So blyth and bonny now the Lads and La&#383;&#383;es are,</line>
<line>The euer as anon the Bag-pipe vp doth blow,</line>
<line>Ca&#383;t in a gallant Round about the Harth they goe,</line>

<pb n="135"/>

<line>And at each pau&#383;e they ki&#383;&#383;e, was neuer &#383;eene &#383;uch rule</line>
<line>In any place but heere, at Boon-fire, or at Yeule;</line>
<line>And euery village &#383;mokes at Wakes with lu&#383;ty cheere,</line>
<line>Then Hey they cry for <i>Lun,</i> and Hey for <i>Lanca&#383;hire;</i></line>
<line>That one high Hill was heard to tell it to his brother,</line>
<line>That in&#383;tantly againe to tell it to &#383;ome other;</line>
<line>From Hill againe to Vale, from Vale to Hill it went,</line>
<line>The High-lands they againe, it to the lower &#383;ent,</line>
<line>The mud-exhau&#383;ted Meres, and Mo&#383;&#383;es deepe among,</line>
<line>With the report thereof, each Road, and Harbor rung;</line>
<line>The Sea-Nymphs with their Song, &#383;o great a coyle doe keepe,</line>
<line>They cea&#383;e not to re&#383;ound it ouer all the Deepe,</line>
<line>And acted it each day before the I&#383;le of <i>Man,</i></line>
<line>Who like an Empre&#383;&#383;e &#383;its in the <i>Virginian</i></line>
<line>By her that hath the <i>Calfe,</i> long <i>Walney,</i> and the <i>Pyle,</i><ptr target="n16"/></line>
<note id="n16">The <i>Calfe of Man,</i> a little i&#383;land.</note>
<line>As Hand-mayds to attend on her their Souereign I&#383;le,</line>
<line>To whom, &#383;o many though the <i>Hebrides</i> doe &#383;how,</line>
<line>Acknowlege, that to her they due &#383;ubiection owe:</line>
<line>With Corne and Cattell &#383;tor'd, and what for hers is good,</line>
<line>(That we, nor <i>Ireland,</i> need not &#383;corne her neighbourhood)</line>
<line>Her mid&#383;t with Mountaines &#383;et, of which, from <ptr target="n17"/> <i>Sceafels</i> height,</line>
<note id="n17">A mountaine in the I&#383;le of <i>Man.</i></note>
<line>A cleere and perfect eye, the weather being bright,</line>
<line>(Be <i>Neptunes</i> vi&#383;age ne'r &#383;o terrible and &#383;terne)</line>
<line>The <i>Scotch,</i> the <i>Iri&#383;h</i> Shores, and th'<i>Engli&#383;h</i> may di&#383;cerne;</line>
<line>And what an Empire can, the &#383;ame this I&#383;land brings</line>
<line>Her Pedigrees to &#383;how, her right &#383;ucce&#383;&#383;iue Kings,</line>
<line>Her Chronicles and can as ea&#383;ily rehearce,</line>
<line>And with all forraine parts to haue had free commerce;</line>
<line>Her Municipiall Lawes, and Cu&#383;tomes very old,</line>
<line>Belonging to her State, which &#383;trongly &#383;hee doth hold:</line>
<line>This I&#383;land, with the Song of <i>Lun</i> is taken &#383;o,</line>
<line>As &#383;hee hath &#383;peciall cau&#383;e before all other, who</line>
<line>For her bituminous Turfe, &#383;quar'd from her Mo&#383;&#383;y ground,</line>
<line>And Trees farre vnder earth, (by daily digging found,</line>
<line>As for the &#383;tore of Oats, which her blacke Gleabe doth beare,</line>
<line>In euery one of the&#383;e re&#383;embling <i>Lanca&#383;hire,</i></line>
<line>To her &#383;hee'l &#383;toutly &#383;tick, as to her neere&#383;t kin,</line>
<line>And cries the day is ours, braue <i>Lanca&#383;hire</i> doth win.</line>
<line>But yet this <i>I&#383;le of Man</i> more &#383;eemes not to reioyce</line>
<line>For <i>Lanca&#383;hires</i> good luck, nor with a louder voyce</line>
<line>To found it to the Shores, then <i>Furne&#383;&#383;e</i> who&#383;e &#383;terne face,</line>
<line>With Mountaines &#383;et like Warts, which Nature as a grace</line>
<line>Be&#383;tow'd vpon this Tract, who&#383;e Browes doe looke &#383;o &#383;terne,</line>
<line>That when the Nymphs of Sea did fir&#383;t her Front di&#383;cerne,</line>
<line>Amazedly they fled, to <i>Amphitrite's</i> Bower.</line>
<line>Her grim a&#383;pect to &#383;ee, which &#383;eem'd to them &#383;o &#383;ower,</line>

<pb n="136"/>

<line>As it malign'd the Rule which might <i>Neptune</i> bare,</line>
<line>Who&#383;e <i>Fells</i> to that grim god, mo&#383;t &#383;terne and dreadfull are,</line>
<line>With Hills who&#383;e hanging browes, with Rocks about are bound,</line>
<line>Who&#383;e weighty feet &#383;tand fixt in that blacke beachy ground,</line>
<line>VVhereas tho&#383;e &#383;cattered trees, which naturally pertake,</line>
<line>The fatne&#383;&#383;e of the &#383;oyle (in many a &#383;limy Lake,</line>
<line>Their roots &#383;o deeply &#383;ok'd) &#383;end from their &#383;tocky bough,</line>
<line>A &#383;oft and &#383;appy Gum, from which tho&#383;e <i>Tree-gee&#383;e</i> grow,</line>
<line>Call'd <i>Barnacles</i> by vs, which like a Ielly fir&#383;t<ptr target="n17a"/></line>
<note id="n17a"><i>Barnacles</i> one of the <i>British</i> Wonders.</note>
<line>To the beholder &#383;eeme, then by the fluxure nur&#383;t,</line>
<line>Still great and greater thriue, vntill you well may &#383;ee</line>
<line>Them turn'd to perfect Fowles, when dropping from the tree</line>
<line>Into the Meery Pond, which vnder them doth lye,</line>
<line>VVaxe ripe, and taking wing, away in flockes doe flye,</line>
<line>VVhich well our Ancients did among our Wonders place:</line>
<line>Be&#383;ides by her &#383;trong &#383;cite, &#383;he doth receaue this grace,</line>
<line>Before her neighbouring Tracts, (which <i>Fourne&#383;&#383;e</i> well may vaunt)</line>
<line>That when the <i>Saxons</i> here their forces fir&#383;t did plant,</line>
<line>And from the Inner-land the ancient <i>Britains</i> draue,</line>
<line>To their di&#383;trict e&#383;tate it no le&#383;&#383;e succour gaue.</line>
<line>Then the tran&#383; Seuern'd Hills, which their old &#383;tocke yet &#383;tores,</line>
<line>Which now we call the <i>Wel&#383;h,</i> or the <i>Cornubian</i> Shores.</line>
<line>VVhat Countrey lets ye &#383;ee tho&#383;e &#383;oyles within her Seat,</line>
<line>But &#383;hee in little hath, what it can &#383;hew in great?</line>
<line>As fir&#383;t without her &#383;elfe at Sea to make her &#383;trong,</line>
<line>(Yet how &#383;oe'r expos'd, doth &#383;till to her belong)</line>
<line>And fence her furthe&#383;t poynt, from that rough <i>Neptunes</i> rage,</line>
<line>The I&#383;le of <i>Walney</i> lyes, who&#383;e longitude doth &#383;wage</line>
<line>His fury when his waues, on <i>Furne&#383;&#383;e</i> &#383;eeme to warre,</line>
<line>VVhose crooked back is arm'd with many a rugged<ptr target="n18"/> &#383;carre</line>
<note id="n18">A &#383;carre is a Rock.</note>
<line>Against his boy&#383;trous &#383;hocks, which this defensiue I&#383;le</line>
<line>Of <i>Walney</i> &#383;till a&#383;&#383;ayle, that &#383;hee doth &#383;corne the while,</line>
<line>VVhich to a&#383;&#383;i&#383;t her hath the <i>Pyle of Fouldra</i> &#383;et,</line>
<line>And <i>Fulney</i> at her backe, a pretty In&#383;ulet,</line>
<line>Which all their forces bend, their <i>Furne&#383;&#383;e</i> &#383;afe to keepe:</line>
<line>But to his inner earth, diuert we from the deepe,</line>
<line>Where tho&#383;e two mightie Meres, out-&#383;tretcht in length do wander,</line>
<line>The le&#383;&#383;er <i>Thur&#383;tan</i> nam'd, the famou&#383;er <i>Wynander,</i></line>
<line>So bounded with her Rocks, as Nature would de&#383;cry,</line>
<line>By her how tho&#383;e great Seas <i>Mediterranean</i> lye.</line>
<line>To Sea-ward then &#383;hee hath her &#383;undry Sands agen,</line>
<line>As that of <i>Dudden</i> fir&#383;t, then <i>Leuin,</i> la&#383;tly <i>Ken,</i></line>
<line>Of three bright <i>Naiades</i> nam'd, as <i>Dudden</i> on the We&#383;t,</line>
<line>That <i>Cumberland</i> cuts off from this Shire, doth inue&#383;t</line>
<line>Tho&#383;e Sands with her proud Style, then <i>Leuin</i> from the <i>Fells,</i></line>
<line>Be&#383;ides her naturall &#383;ource, with the abundance &#383;wells,</line>
<pb n="137"/>
<line>Which tho&#383;e two might <i>Meres,</i> vpon her either &#383;ide</line>
<line>Contrribute by recour&#383;e, that out of very pride,</line>
<line>Shee leaues her ancient name, and <i>Fo&#383;&#383;e</i> her &#383;elfe doth call,</line>
<line>Till comming to the Sands, euen almo&#383;t at her fall,</line>
<line>On them her ancient Style &#383;hee liberally be&#383;towes.</line>
<line>Vpon the Ea&#383;t from the&#383;e, cleere <i>Ken</i> her beautie &#383;howes,</line>
<line>From <i>Kendale</i> comming in, which &#383;hee doth plea&#383;e to grace,</line>
<line>Fir&#383;t with her famous Type, then la&#383;tly in her race,</line>
<line>Her name vpon tho&#383;e Sands doth liberally bequeath,</line>
<line>Whereas the Mu&#383;e awhile may &#383;it her downe to breath,</line>
<line>And after walke along tow'rds <i>York&#383;hire</i> on her way,</line>
<line>On which &#383;hee &#383;trongly hopes to get a noble day.</line>
</poem>
</chap>
<chap title="Song 30">
<gap desc="songs 28 and 29 not pertinent to current project; not digitized"/>
<pb n="161"/>
<gap desc="ornate header image"/>
<head level="2" align="center">The thirtieth Song.</head>
<poem>
<title>THE ARGVMENT.</title>
<line><i>Of</i> We&#383;tmerland <i>the Mu&#383;e now &#383;ings,</i></line>
<line><i>And fetching</i> Eden <i>from her Springs,</i></line>
<line><i>Sets her along, and</i> Kendall <i>then</i></line>
<line><i>Surueying, beareth backe agen;</i></line>
<line><i>And climbing</i> Skidows <i>loftie Hill,</i></line>
<line><i>By many a Riuer, many a Rill</i></line>
<line><i>To</i> Cumberland, <i>where in her way,</i></line>
<line><i>Shee</i> Copland <i>calls, and doth di&#383;play</i></line>
<line><i>Her Beauties, backe to</i> Eden <i>goes,</i></line>
<line><i>Who&#383;e Floods, and Fall &#383;hee aptly &#383;howes.</i></line>
</poem>
<poem>
<line>YET cheerely on my <i>Mu&#383;e,</i> no whit at all di&#383;may'd, (ayd;</line>
<line>But look aloft tow'rds heauen, to him who&#383;e powerfull</line>
<line>Hath led thee on thus long, &#38; through &#383;o &#383;undry &#383;oiles,</line>
<line>Steep Mountains, Forre&#383;ts rough, deepe Riuers, that thy</line>
<line>Mo&#383;t &#383;weet refre&#383;hings &#383;eeme, and &#383;till thee comfort &#383;ent, (toyles</line>
<line>Again&#383;t the Be&#383;tiall <unclear>Rout,</unclear> and Boori&#383;h rabblement</line>
<line>Of tho&#383;e rude vulgar &#383;ots, who&#383;e braines are onely Slime,</line>
<line>Borne to the doting world, in this la&#383;t yron Time,</line>
<line>So &#383;tony, and &#383;o dll, that <i>Orphens</i> hich (men &#383;ay)</line>
<line>By the inticing Straines of his melodious Lay,</line>
<line>Drew Rocks and aged Trees, to whether he would plea&#383;e;</line>
<line>He might as well haue moou'd the Vniuer&#383;e as the&#383;e;</line>
<line>But leaue this Frie of Hell in their owne filth defilde,</line>
<line>And &#383;eriou&#383;ly pur&#383;ue the &#383;terne <i>We&#383;tmerian</i> Wilde,</line>
<line>Fir&#383;t ceazing our Song, the South part of the Shire,<ptr target="n19"/></line>
<note id="n19">See to the latter end of the 27. Song.</note>
<line>Where <i>We&#383;tmerland</i> to We&#383;t, by wide <i>Wynander</i> Mere,</line>
<line>The <i>Eboracean</i> fields her to the Ri&#383;ing bound,</line>
<line>Where <i>Can</i> fir&#383;t creeping forth, her feet hath &#383;carcely found,</line>
<line>But giues that Dale her name, where <i>Kendale</i> towne doth &#383;tand,</line>
<line>For making of our Cloth &#383;carce match'd in all the land.</line>
<line>Then keeping on her cour&#383;e, though hauing in her traine,</line>
<line>But <i>Sput,</i> a little Brooke, then <i>VVin&#383;ter,</i> doth retaine,</line>
<line>Tow'rds the <i>Virginian</i> Sea, by her two might Falls,</line>
<line>(While the braue <i>Roman</i> tongue, her <i>Catadupa</i> calls)</line>
<line>This eager riuer &#383;eems outragiou&#383;ly to rore,</line>
<line>And counterfetting <i>Nyle,</i> to deafe the neighbouring &#383;hore,</line>

<pb n="162"/>

<line>To which &#383;he by the &#383;ound apparently doth &#383;how,</line>
<line>The <unclear>&#383;ea&#383;on</unclear> foule or faire, as then the wind doth blow:</line>
<line>For when they to the North, the noy&#383;e dee <unclear>ea&#383;ilie&#383;t heere,</unclear></line>
<line>They con&#383;tantly affirme the weather will be cleere;</line>
<line>And when they to the South, againe they boldly &#383;ay,</line>
<line>It will be clouds or raine the next approaching day.</line>
<line>To the <i>Hibernick</i> Gulfe, when &#383;oone the Riuer <unclear>ha&#383;ts,</unclear></line>
<line>And to tho&#383;e queachy Sands, from whence her &#383;elfe &#383;he ca&#383;ts,</line>
<line>She likewi&#383;e leaues her name as euery place where &#383;he,</line>
<line>In her cleare cour&#383;e doth come by her &#383;hould honored be.</line>
<line>But backe into the North from hence our cour&#383;e doth lye,</line>
<line>As from this fall of <i>Can,</i> &#383;till keeping in our eye,</line>
<line>The &#383;ource of long liu'd <i>Lun,</i> I long-liu'd doe her call;<ptr target="n20"/></line>
<note id="n20">See to the 27. Song.</note>
<line>For of the <i>Briti&#383;h Floods, &#383;carce one among&#383;t them all,</i></line>
<line>Such &#383;tate as to her &#383;elfe, the De&#383;tinies a&#383;&#383;igne,</line>
<line>By chri&#383;tning in her Cour&#383;e a Countie Palatine,</line>
<line>For <i>Lunca&#383;ter</i> &#383;o nam'd, the Fort vpon the <i>Lun,</i></line>
<line>And <i>Lanca&#383;hire</i> the name from <i>Lanca&#383;ter</i> begun:</line>
<line>Yet though &#383;hee be a Flood, &#383;uch glory that doth gaine,</line>
<line>In that the <i>Briti&#383;h</i> Crowne doth to her &#383;tate pertaine,</line>
<line>Yet <i>We&#383;tmerland</i> alone, not onely boa&#383;ts her birth,</line>
<line>But for her greater good the kind <i>We&#383;tmerian</i> earth,</line>
<line>Cleere <i>Burbeck</i> her bequeaths, and <i>Barrow</i> to attend</line>
<line>Her grace, till &#383;hee her name to <i>Lanca&#383;ter</i> doe lend.</line>
<line>With all the &#383;peed we can, to <i>Cumberland</i> we hye,</line>
<line>(Still longing to &#383;alute the vtmo&#383;t <i>Albany</i>)</line>
<line>By <i>Eden,</i> i&#383;&#383;uing out of the <i>Hu&#383;&#383;eat-Moruill</i> Hill,</line>
<line>And pointing to the North, as then a little Rill,</line>
<line>There &#383;imply takes her leaue of her &#383;weet &#383;i&#383;ter <i>Swale,</i></line>
<line>Borne to the &#383;elf &#383;ame Sire, but with a &#383;tronger gale,</line>
<line>Tow'rds <i>Humber</i> hyes her cour&#383;e, but <i>Eden</i> making on,<ptr target="n21"/></line>
<note id="n21">The fir&#383;t place of note which &#383;hee runnes through.</note>
<line>Through <i>Maler&#383;trang</i> hard by, a Forre&#383;t woe begone</line>
<line>In loue with <i>Edens</i> eyes, of the cleere <i>Naiades</i> kind,</line>
<line>Whom thus the Wood-Nymph greets: What pa&#383;&#383;age &#383;halt thou find,</line>
<line>My mo&#383;t beloued Brook, in making to thy Bay,</line>
<line>That wandring art to wend through many a crooked way,</line>
<line>Farre vnder hanging Hills, through many a crooked &#383;trait,</line>
<line>And few the watry kind, vpon thee to await,</line>
<line>Oppo&#383;ed in thy cour&#383;e with many a rugged Cliffe,</line>
<line>Be&#383;ides the Northern winds again&#383;t thy &#383;treame &#383;o <unclear>&#383;tiffe,</unclear></line>
<line>As by maine &#383;trength they meant to &#383;top thee in thy cour&#383;e,</line>
<line>And &#383;end thee ea&#383;ly back to <i>Moruill</i> to thy &#383;ource.</line>
<line>O my bright louely Brooke, who&#383;e name doth beare the &#383;ound</line>
<line>Of Gods fir&#383;t Garden-plot, th'imparadized ground,</line>
<line>Wherein he placed Man, from whence by &#383;inne he fell.</line>
<line>O little ble&#383;&#383;ed Brooke, how doth my bo&#383;ome &#383;well,</line>

<pb n="163"/>

<line>VVith loue I beare to thee, the day cannot &#383;uffice</line>
<line>For <i>Malerstang</i> to gaze vpon thy beautious eyes.</line>
<line>This &#383;ayd, the Forre&#383;t rubed her rugged fron the while,</line>
<line>Cleere <i>Eden</i> looking back, regreets her with a &#383;mile,</line>
<line>And &#383;imply takes her leaue, to get into the Maine;</line>
<line>When <i>Below</i> a bright Nymph, from <i>Stanmore</i> downe doth &#383;traine</line>
<line>To <i>Eden</i>, as along to <i>Appleby</i> &#383;hee makes,</line>
<line>Which pa&#383;&#383;ing, to her traine, next <i>Troutbeck</i> in &#383;he takes,</line>
<line>And <i>Leuenant,</i> then the&#383;e a &#383;omewhat le&#383;&#383;er Rill,</line>
<line>VVhen <i>Glenkwin</i> greets her well, and happily to fill,</line>
<line>Her more abundant Banks, from <i>Vlls</i>, a mightie Mere</line>
<line>On <i>Cumberlands</i> confines, comes <i>Eymot</i> neat and cleere,</line>
<line>And <i>Loder</i> doth allure, with whom &#383;he haps to meet,</line>
<line>VVhich at her comming in, doth thus her Mi&#383;tris greet.</line>
<line>Quoth &#383;hee, thus for my &#383;elfe I &#383;ay, that where I &#383;well</line>
<line>Vp from my Fountaine fir&#383;t, there is a Tyding-well,</line>
<line>That daily ebbs and flowes, (as Writers doe report)</line>
<line>The old <i>Euripus</i> doth, or in the &#383;elfe &#383;ame &#383;ort,</line>
<line>The <i>Venedocian</i> Fount, or the <ptr target="n22"/><i>Demetian</i> Spring,</line>
<note id="n22">Two fountains the one in the South, th'other in <i>Northvvales.</i> See to the 5. 10. and 27. Song.</note>
<line>Or that which the cold <i>Peake</i> doth with her wonders bring,</line>
<line>Why &#383;hould not <i>Loder</i> then, her Mi&#383;tris <i>Eden</i> plea&#383;e,</line>
<line>With this, as other Floods delighted are with the&#383;e.</line>
<line>When <i>Eden,</i> though &#383;hee &#383;eem'd to make vnu&#383;uall ha&#383;te,</line>
<line>And cleere <i>Loders</i> neck, yet louingly doth ca&#383;t</line>
<line>Her oft infolding Armes, as <i>We&#383;tmerland</i> &#383;hee leaues,</line>
<line>VVhere <i>Cumberland</i> againe as kindly her receiues.</line>
<line>Yet vp her watry hands, to <i>Winfield</i> Forre&#383;t holds</line>
<line>In her rough wooddy armes, which amorou&#383;ly infolds</line>
<line>Cleere <i>Eden</i> comming bt, with all her watry &#383;tore,</line>
<line>In her darke &#383;hades, and &#383;eemes her parting to deplore.</line>
<line>But Southward &#383;allying hence, to tho&#383;e Sea-bording &#383;ands,</line>
<line>VVhere <i>Dudden</i> driuing downe to the <i>Lanca&#383;trian</i> lands,</line>
<line>This <i>Cumberland</i> cuts out, and &#383;trongly doth confine,</line>
<line>This meeting there with that, both meerly Maratine,</line>
<line>Where many a daintie Rill out of her natiue Dale,</line>
<line>To the <i>Virginian</i> makes, with many a plea&#383;ant gale;</line>
<line>And <i>Eske</i> her farth'&#383;t, &#383;o fir&#383;t, a coy bred <i>Cumbrian</i> La&#383;&#383;e,</line>
<line>Who commeth to her Road, renowned <i>Rauengla&#383;&#383;e,</i></line>
<line>By <i>Denock</i> driuen along, (which from a large-brim'd Lake,</line>
<line>To hye her to the Sea, with greater ha&#383;te doth make)</line>
<line>Meets <i>Nyte,</i> a nimble Brooke, their Rendeuous that keepe</line>
<line>In <i>Rauengla&#383;&#383;e,</i> when &#383;oone into the blewi&#383;h Deepe</line>
<line>Comes <i>Irt,</i> of all the re&#383;t, though &#383;mall, the riche&#383;t Girle,</line>
<line>Her co&#383;tly bo&#383;ome &#383;trew'd with precious Orient Pearle,</line>
<line>Bred in her &#383;hining Shels, which to the deaw doth yawne,</line>
<line>VVhich deaw they &#383;ucking in, conceaue that lu&#383;tly Spawne,</line>

<pb n="164"/>

<line>Of which when they grow great, and to their fulne&#383;&#383;e &#383;well,</line>
<line>They <unclear>ca&#383;t</unclear>, which tho&#383;e at hand there gathering, dearly <unclear>fell.</unclear></line>
<line>This cleare pearle-paued <i>Irt, Bleng</i> to her habor brings,</line>
<line>From <i>Copland</i> comming downe, a Forre&#383;t-Nymph, which &#383;ings</line>
<line>Her owne prai&#383;e, and tho&#383;e Floods, their Fountains that deriue</line>
<line>From her, which to extoll, the Forre&#383;t thus doth &#383;triue.</line>
<line>Yee Northerne <ptr target="n23"/><i>Dryades</i> all adorn'd with Mountaines &#383;teepe,</line>
<note id="n23">Nymphes of the Forre&#383;t.</note>
<line>Vpon who&#383;e hoary heads cold Winter long doth keepe,</line>
<line>Where often ri&#383;ing Hils, deepe Dales and many make,</line>
<line>Where many a plea&#383;ant Spring, and many a large-&#383;pread Lake,</line>
<line>Their cleere beginnings keepe, and doe their names be&#383;tow</line>
<line>Vpon tho&#383;e humble Vales, through which they eas'ly flow;</line>
<line>Whereas as the Mountaine Nymphs, and tho&#383;e that doe frequent</line>
<line>The Fountaines, Fields, and Groues, with wondrous meriment,</line>
<line>By Moone-&#383;hine many a night, doe giue each other cha&#383;e,</line>
<line>At <i>Hood-winke, Barley-breake,</i> at <i>Tick,</i> or <i>Pri&#383;on-ba&#383;e,</i></line>
<line>With tricks, and antique toyes, that one another mocke,</line>
<line>That skip from Crag to Crag, and leape from Rocke to Rocke.</line>
<line>Then <i>Copland,</i> of this Tract a corner, I would know,</line>
<line>What place can there be found in <i>Britan,</i> that doth &#383;how</line>
<line>A Surface more au&#383;tere, more &#383;terne from euery way,</line>
<line>That who doth it behold, he cannot chu&#383;e but &#383;ay,</line>
<line>Th'a&#383;pect of the&#383;e grim Hills, the&#383;e darke and mi&#383;tie Dales,</line>
<line>From clouds &#383;carce euer cleer'd, with the &#383;tronge&#383;t Northern gales,</line>
<line>Tell their mighty Roots, &#383;ome Minerall there doth lye,</line>
<line>The I&#383;lands generall want, who&#383;e plenty might &#383;upply:</line>
<line>Wherefore as &#383;ome &#383;uppo&#383;e of Copper Mynes in me,</line>
<line>I <i>Copper-land</i> was cald, but &#383;ome will haue'd to be</line>
<line>From the old <i>Britans</i> brought, for <i>Cop</i> they vse to call</line>
<line>The tops of many Hils, which I am stor'd withall.</line>
<line>Then <i>Eskdale</i> mine Ally, and <i>Niterdale</i> &#383;o nam'd,</line>
<line>Of Floods from you that flow, as <i>Borowdale</i> mo&#383;t fam'd,</line>
<line>With <i>Wa&#383;dale</i> walled in, with Hills on euery &#383;ide,</line>
<line><unclear>How&#383;oeuer</unclear> ye extent within your wa&#383;ts &#383;o wide,</line>
<line>For th'&#383;urface of a &#383;oyle, a <i>Copland, Copland</i> cry,</line>
<line>Till to your &#383;houts the Hills with Ecchoes all reply.</line>
<line>Which <i>Copland</i> &#383;carce had &#383;poke, but quickly euery hill,</line>
<line>Vpon her Verge that &#383;tands, the neighbouring Vallies fill;</line>
<line><i>Heluillon</i> from his height, it through the Mountaines threw,</line>
<line>From whom as &#383;oone againe, the &#383;ound <i>Dunbalra&#383;e</i> drew,</line>
<line>From who&#383;e &#383;tone-trophied head, it on to <i>Wendro&#383;&#383;e</i> went,</line>
<line>Which tow'rds the Sea againe, re&#383;ounded it to <i>Dent,</i></line>
<line>That <i>Brodwater</i> therewith within her Banks a&#383;tound,</line>
<line>In &#383;ayling to the Sea, told it in <i>Egremound,</i></line>
<line>VVho&#383;e Buildings, walks, and &#383;treets, with Ecchoes loud and long,</line>
<line>Did mightily commend old <i>Copland</i> for her Song.</line>

<pb n="165"/>

<line>VVhence &#383;oone the Mu&#383;e proceeds, to find out fre&#383;h-Springs,</line>
<line>Where <i>Darwent</i> her cleere Fount from <i>Borowdale</i> that brings,</line>
<line>Doth quickly ca&#383;t her &#383;elfe into an ample Lake,</line>
<line>And with <i>Thurls</i> mighty Mere, betweene them two doe make</line>
<line>An <ptr target="n24"/>I&#383;land, which the name from <i>Darwent</i> doth deriue,</line>
<note id="n24">The I&#383;le of <i>Darwent.</i></note>
<line>VVithin who&#383;e &#383;ecret brea&#383;t nice Nature doth contriue,</line>
<line>That might Copper Myne, which not without its Vaines,</line>
<line>Of Gold and Siluer found, it happily obtaines</line>
<line>Of Royaltie the name, the riche&#383;t of them all</line>
<line>The <i>Britan</i> bringeth forth, which Royall &#383;he doth call.<ptr target="n25"/></line>
<note id="n25">The Mynca Royall.</note>
<line>Of <i>Borowdale</i> her Dam, of her owne named I&#383;le,</line>
<line>As of her Royall Mynes, this Riuer proud the while,</line>
<line>Keepes on her Cour&#383;e to Sea, and in her way doth win</line>
<line>Cleere <i>Coker</i> her compeere, which at her comming in,</line>
<line>Giues <i>Coker-mouth</i> the name, by &#383;tanding at her fall,</line>
<line>Into faire <i>Darwents</i> Banks, when <i>Darwent</i> therewithall,</line>
<line>Runnes on her watry Race, and for her greater fame,</line>
<line>Of <i>Neptune</i> doth obtaine a Hauen of her name,</line>
<line>When of the <i>Cambrian</i> Hills, proud <i>Skiddo</i> that doth &#383;how</line>
<line>The high'&#383;t, re&#383;pecting whom, the other be but low,</line>
<line>Perceiuing with the Floods, and Forre&#383;ts, how it far'd,</line>
<line>And all their feuerall tales &#383;ub&#383;tantially had heard,</line>
<line>And of the Mountaine kind, as of all other be,</line>
<line>Mo&#383;t like <i>Perna&#383;&#383;us</i> &#383;elfe that is &#383;uppos'd to be,</line>
<line>Hauing a double head, as hath that &#383;acred Mount,</line>
<line>Which tho&#383;e nine &#383;acred Nymphs held in &#383;o hie account,</line>
<line>Bethinketh of him&#383;elfe what he might iu&#383;tly &#383;ay,</line>
<line>When to them all he thus his beauties doth di&#383;play.</line>
<line>The rough <i>Hibernian</i> &#383;ea, I proudly ouerlooke,</line>
<line>Among&#383;t the &#383;cattered Rocks, and there is not a nooke,</line>
<line>But from my glorious height into its depth I pry,</line>
<line>Great Hills farre vnder me, but as my Pages lye;</line>
<line>And whe my Helme of Clouds vpon my head I take,</line>
<line>At very &#383;ight thereof, immediately I make</line>
<line>Th'inhabitants about, tempe&#383;tuous &#383;tormes to feare,</line>
<line>And for faire weather looke, when as my top is cleere;</line>
<line>Great <i>Fourne&#383;&#383;e</i> mighty <i>Fells,</i> I on my South &#383;uruay:</line>
<line>So likewi&#383;e on the North, <i>Albania</i> makes me way,</line>
<line>Her Countries to behold, when <ptr target="n26"/><i>Scurfell</i> from the skie,</line>
<note id="n26">A Hill in <i>Scotland.</i></note>
<line>That <i>Anadale</i> doth crowne, with a mo&#383;t amorous eye,</line>
<line>Salutes me euery day, or at my pride lookes grim,</line>
<line>Oft threatning me with Clouds, as I oft threatning him:</line>
<line>So likewi&#383;e to the Ea&#383;t, that rew of Mountaines tall,</line>
<line>Which we our <i>Engli&#383;h Alpes</i> may very aptly call,</line>
<line>That <i>Scotland</i> here with vs, and <i>England</i> doe diuide,</line>
<line>As tho&#383;e, whence we them name vpon the other &#383;ide,</line>

<pb n="166"/>

<line>Doe <i>Italy,</i> and <i>France,</i> the&#383;e Mountaines heere of ours,</line>
<line>That looke farre off like clouds, &#383;hap't with embattelled towers,</line>
<line>Much <unclear>enuy</unclear> my e&#383;tate, and &#383;omewhat higher be,</line>
<line>By lifting vp their heads, to &#383;tare and gaze at me.</line>
<line>Cleere <i>Darwent</i> dancing on, I looke at from aboue,</line>
<line>As &#383;ome enamoured Youth, being deeply &#383;truck in loue,</line>
<line>His Mi&#383;tris doth behold, and euery beauty notes;</line>
<line>Who as &#383;hee to her fall, through Fells and Vallies flotes,</line>
<line>Oft lifts her limber &#383;elfe aboue her Banks to view,</line>
<line>How my braue by-clift top, doth &#383;till her Cour&#383;e pur&#383;ue.</line>
<line>O all yee Topick Gods, that doe inhabite here,</line>
<line>To whom the <i>Romans</i> did, tho&#383;e ancient Altars reare,</line>
<line>Oft found vpon tho&#383;e Hills, now &#383;unke into the Soyles,</line>
<line>Which they for Trophies left of their victorious &#383;poyles,</line>
<line>Ye <i>Geny</i> of the&#383;e Floods, the&#383;e Mountaines, and the&#383;e Dales,</line>
<line>That with poore Shepheards Pipes, &#38; harmle&#383;&#383;e Heard&#383;mans tales</line>
<line>Haue often plea&#383;ed been, &#383;till guard me day and night,</line>
<line>And hold me <i>Skidow</i> &#383;till, the place of your delight.</line>
<line>This Speech by <i>Skidow</i> &#383;poke, the Mu&#383;e makes forth againe,</line>
<line>Tow'rds where the in-borne Floods, cleere <i>Eden</i> intertaine,</line>
<line>To <i>Cumberland</i> com'n in, from the <i>We&#383;tmerian</i> wa&#383;ts,</line>
<line>Whereas the readye&#383;t way to <i>Carlill,</i> as &#383;hee ca&#383;ts,</line>
<line>Shee with two Wood-Nymphs meets, the fir&#383;t is great and wilde,</line>
<line>And <i>We&#383;tward Forre&#383;t</i> <unclear>hight;</unclear> the other but a childe,</line>
<line>Compared with her Phere, and <i>Inglewood</i> is cald,</line>
<line>Both in their plea&#383;ant Scites, mo&#383;t happily in&#383;tald.</line>
<line>What Syluan is there &#383;eene, and be &#383;he nere &#383;o coy,</line>
<line>Who&#383;e plea&#383;ures to the full the&#383;e Nymphs doe not enioy,</line>
<line>And like <i>Dianas</i> &#383;elfe, &#383;o truly liuing cha&#383;t;</line>
<line>For &#383;eldome any Tract, doth cro&#383;&#383;e their wayle&#383;&#383;e wa&#383;te,</line>
<line>With many a lu&#383;tie leape, the &#383;hagged Satyrs &#383;how</line>
<line>Them pa&#383;time euery day, both from the Meres below,</line>
<line>And Hils on euery &#383;ide, that neatly hemme them in;</line>
<line>The blu&#383;hing morne to breake, hardly doth begin,</line>
<line>But that the ramping Goats, &#383;wift Deere, and harmle&#383;&#383;e Sheepe,</line>
<line>Which there their owners know, but no man hath to keepe,</line>
<line>The Dales doe ouer-&#383;pread, by them like Motley made;</line>
<line>But <i>We&#383;tward</i> of the two, by her more widened Slade,</line>
<line>Of more abundance boa&#383;ts, as of tho&#383;e mighty Mynes,</line>
<line>Which in her Verge &#383;he hath: but that whereby &#383;he &#383;hines,</line>
<line>Is her two daintie Floods, which from two Hils doe flow,</line>
<line>Which in her &#383;elfe &#383;he hath, who&#383;e Banks doe bound her &#383;o</line>
<line>Vpon the North and South, as that &#383;he &#383;eemes to be</line>
<line>Much plea&#383;ed with their cour&#383;e, as that &#383;he &#383;eemes to be</line>
<line>How <i>Elme</i> vpon the South, in &#383;allying to the Sea</line>
<line>Confines her: on the North how <i>Wampull</i> on her way,</line>

<pb n="167"/>

<line>Her purlews wondrous large, yet <unclear>limitreth</unclear> againe,</line>
<line>Both falling from her earth into the <i>Iri&#383;h</i> Maine.</line>
<line>No le&#383;&#383;e is <i>We&#383;tward</i> proud of <i>VVauer</i>, nor doth win</line>
<line>Le&#383;&#383;e prai&#383;e by her cleere Spring, which in her cour&#383;e doth twin</line>
<line>VVith <i>VViz</i>, a neater Nymph &#383;carce of the watry kind;</line>
<line>And though &#383;hee be but &#383;mall, &#383;o plea&#383;ing <i>VVauers</i> mind,</line>
<line>That they entirely mix'd, the <i>Iri&#383;h</i> Seas imbrace,</line>
<line>But earne&#383;tly proceed in our intended Race.</line>
<line>At <i>Eden</i> now arriu'd, whom we haue left too long,</line>
<line>Which being com'n at length, the <i>Cumbrian</i> hills among,</line>
<line>As &#383;hee for <i>Carlill</i> coa&#383;ts, the Floods from euery where,</line>
<line>Prepare each in their cour&#383;e, to entertaine her there,</line>
<line>From <i>Skidow</i> her tall Sire, fir&#383;t <i>Cauda</i> cleerely brings</line>
<line>In <i>Eden</i> all her wealth; &#383;o <i>Petterell</i> from her Springs,</line>
<line>(Not farre from <i>Skidows</i> foot, whence dainty <i>Cauda</i> creeps)</line>
<line>Along to ouertake her Soueraigne <i>Eden</i> &#383;weeps,</line>
<line>To meet that great concour&#383;e, which &#383;eriou&#383;ly attend</line>
<line>That dainty <i>Cumbrian</i> Queene, when <i>Gil&#383;land</i> downe doth &#383;end</line>
<line>Her Riuerets to receiue Queene <i>Eden</i> in her cour&#383;e,</line>
<line>As <i>Irthing</i> comming in from her mo&#383;t plenteous &#383;ource,</line>
<line>Through many a cruell Crag, though &#383;he be forc'd to crawle,</line>
<line>Yet working forth her way to grace her &#383;elfe with all,</line>
<line>Fir&#383;t <i>Pultro&#383;&#383;e</i> is her Page, then <i>Gelt</i> &#383;hee gets her guide,</line>
<line>Which &#383;pringeth on her South, on her <unclear>Serpentrion</unclear> &#383;ide,</line>
<line>Shee crooked <i>Cambeck</i> calls, to wait on her along,</line>
<line>And <i>Eden</i> ouertakes among&#383;t the watry throng.</line>
<line>To <i>Carlill</i> being come, cleere <i>Bru&#383;cath</i> beareth in,</line>
<line>To greet her with the re&#383;t, when <i>Eden</i> as to win</line>
<line>Her grace in <i>Carlils</i> &#383;ight, the Court of all her &#383;tate,</line>
<line>And <i>Cumberlands</i> chiefe towne, loe thus &#383;hee doth dilate.</line>
<line>What giueth more delight, (braue Citie) to they Seat,</line>
<line>Then my &#383;weet louely &#383;elfe? a Riuer &#383;o compleat,</line>
<line>With all that Nature can a dainty Flood endow,</line>
<line>That all the Northerne Nymphs me worthily allow,</line>
<line>Of all their <i>Nyades</i> kind the neate&#383;t, and &#383;o farre</line>
<line>Tran&#383;cending, that oft times they in their amorous warre,</line>
<line>Haue offered by my cour&#383;e, and Beauties to decide</line>
<line>The ma&#383;tery, with her mo&#383;t vaunting in her pride,<ptr target="n27"/></line>
<note id="n27">See to the Song 29.</note>
<line>That mighty <i>Roman</i> Fort, which of the <i>Picts</i> we call,</line>
<line>But by them neere tho&#383;e times was &#383;til'd <i>Senerus</i> wall,</line>
<line>Of that great Emperour nam'd, which fir&#383;t that worke began,</line>
<line>Betwixt the <i>Iri&#383;h</i> Sea, and <i>German</i> Ocean,</line>
<line>Doth cut me in his cour&#383;e neere <i>Carlill,</i> and doth end</line>
<line>At <i>Boulne&#383;&#383;e,</i><ptr target="n28"/> where my &#383;elfe I on the Ocean &#383;pend.</line>
<note id="n28">The We&#383;t end of the <i>Picts Wall.</i></note>
<line>And for my Country here, (of which I am the chiefe</line>
<line>Of all her watry kind) know that &#383;hee lent reliefe,</line>

<pb n="168"/>

<line>To tho&#383;e old <i><unclear>Britains</unclear></i> once, when from the <i>Saxons</i> they</line>
<line>For &#383;uccour hither fled, as <unclear>farre out</unclear> of their way,</line>
<line>Among&#383;t her mighty Wylds and Mountains freed from feare,</line>
<line>And from the <i>Briti&#383;h</i> race, re&#383;iding a long time here,</line>
<line>Which in their Genuine tongue, them&#383;elues id <i><unclear>Kimbri</unclear></i> name,<ptr target="n29"/></line>
<note id="n29">Why <i>Cumberland</i> &#383;o called.</note>
<line>Of <i>Kimbri-land</i>, the name of <i>Cumberland</i> fir&#383;t came;</line>
<line>And in her prai&#383;e bee's &#383;poke, this &#383;oyle who&#383;e be&#383;t is mine,</line>
<line>That Fountaine bringeth forth, from which the Southern <i>Tyne.</i></line>
<line>(So nam'd for that of <i>North,</i> another hath that &#383;tile)</line>
<line>This to the Ea&#383;terne Sea, that makes forth many a mile,</line>
<line>Her fir&#383;t beginning takes, and <i>Vent,</i> and <i><unclear>Alue</unclear></i> doth lend,</line>
<line>To wait vpon her foorth; but further to tran&#383;cend</line>
<line>To the&#383;e great things of note, which many Countries call</line>
<line>Their wonders, there is not a Tract among&#383;t them all,</line>
<line>Can &#383;hew the like to mine, at the le&#383;&#383;e <i>Sakeld,</i> neere</line>
<line>To <i>Edens</i> Bank, the like is &#383;carcely any where,</line>
<line>Stones &#383;euentie &#383;euen &#383;tand, in manner of a Ring</line>
<line>Each full ten foot in height, but yet the &#383;trange&#383;t thing,</line>
<line>Their equall di&#383;tance is, the circle that compo&#383;e,</line>
<line>Within which other &#383;tones lye flat, which doe inclo&#383;e</line>
<line>The bones of men long dead, (as there the people &#383;ay,)</line>
<line>So neere to <i>Loderi</i> Spring, from thence not farre away,</line>
<line>Be others nine foot high, a myle in length that runne,</line>
<line>The victories for which the&#383;e Trophies were begun,</line>
<line>From darke obliuion thou, O Time, should&#383;t haue protected,</line>
<line>For mighty were their minds, them thus that fir&#383;t erected:</line>
<line>And neere to this againe, there is a piece of ground,</line>
<line>A little ri&#383;ing Bank, which of the Table round,</line>
<line>Men in remembrance keepe, and <i>Arthurs</i> Table name.</line>
<line>But whil&#383;t there more and more, with glory her inflame,</line>
<line>Suppo&#383;ing on her &#383;elfe in the&#383;e her wonders great,</line>
<line>All her attending Floods, faire <i>Eden</i> doe entreat,</line>
<line>To lead them downe to Sea, when <i>Leuen</i> comes along,</line>
<line>And by her double Spring, being mightie them among,</line>
<line>There ouertaketh <i>Eske,</i> from <i>Scotland</i> that doth hye,</line>
<line>Faire <i>Eden</i> to behold, who meeting by and by,</line>
<line>Downe from tho&#383;e We&#383;terne Sands into the Sea doe fall,</line>
<line>Where I this <i>Canto</i> end, as al&#383;o therewithall</line>
<line>My <i>England</i> doe conclude, for which I vndertooke,</line>
<line>This &#383;trange <i>Herculean</i> toyle, to this my thirtieth Booke.</line>
</poem>
<head level="2" align="center">FINIS.</head>
</chap>
</text>
