<text id="1800_c">
<pb n="title page" />
<head level="1" align="center">A</head>
<head level="1" align="center"><i>TOPOGRAPHICAL</i></head>
<head level="1" align="center">DESCRIPTION</head>
<head level="2" align="center">OF</head>
<head level="2" align="center">CUMBERLAND, WESTMORELAND, LANCASHIRE,</head>
<head level="3" align="center">AND A PART OF</head>
<head level="2" align="center">THE WEST RIDING OF YORKSHIRE;</head>
<head level="3" align="center">COMPREHENDING,</head>
<head level="3" align="center">First, A General Introductory View.</head>
<head level="3" align="center">SECONDLY, A more detailed Account of each County; its Extent, General Appearance, Mountains, Caves, Rivers, Lakes, Canals, Soils, Roads, Minerals, Buildings, Market-Towns, Commerce, Manufactures, Argriculture, Antiquities, and the Manners and Cu&#383;toms of its Inhabitants.</head>
<head level="3" align="center">THIRDLY, A Tour through the mo&#383;t intere&#383;ting Parts of the Di&#383;trict; de&#383;cribing, in a conci&#383;e and Per&#383;picuous Manner, &#383;uch Objects as are felt worth the Attention of the curious Traveller and Touri&#383;t.</head>
<head level="3" align="center">ILLUSTRATED WITH</head>
<head level="2" align="center"><i>VARIOUS MAPS, PLANS, VIEWS,</i></head>
<head level="3" align="center">AND OTHER</head>
<head level="2" align="center">USEFUL APPENDAGES.</head>
<gap desc="symbol" />
<head level="2" align="center">BY JOHN HOUSMAN.</head>
<gap desc="symbol" />
<gap desc="symbol" />
<head level="2" align="center">Carlisle</head>
<head level="3" align="center">PRINTED BY FRANCIS JOLLIE,</head>
<head level="3" align="center">AND SOLD BY C. LAW, AVE-MARIA-LANE, AND W. CLARKE,</head>
<head level="3" align="center">NEW BOND-STREET, LONDON.</head>
<gap desc="symbol" />
<head level="3" align="center">1800</head>

<pb n="iii" />
<head level="1" align="center">ADDRESS DEDICATORY.</head>
<gap desc="symbol" />
<head level="2" align="center">TO</head>
<head level="1" align="center"><i>MRS. HOWARD,</i></head>
<head level="2" align="center">OF CORBY.</head>
<gap desc="symbol" />
<head level="3" align="left">MADAM,</head>

<p>WITH that deference which is ju&#383;tly owing to a Lady of your rank, merit, and cultivated ta&#383;te, I venture to in&#383;cribe this little work to you, as a mark of re&#383;pect due to your many amiable virtues, and as a tribute of gratitude for the kind attention you have been plea&#383;ed to be&#383;tow upon me. Whether it may, in any degree, be worthy of your acceptance I am much in doubt, but &#383;hall willingly &#383;ubmit to whatever &#383;entence you and the public may think it de&#383;erves. I am far from pre&#383;uming that my book is free from errors (&#383;ome of which my friends have already pointed out to me), but the&#383;e, I hope, may be of a venial

<pb n="iv" />

&#383;ort, and which, I believe, are extremely difficult to prevent entirely in a work of this kind.</p>

<p>My original de&#383;ign, Madam, in writing this book, was to convey, in a very brief manner, without entering into long and tedious details, a General Knowledge of the&#383;e counties, with their peculiarities, inhabitants, &#38;c. that the di&#383;tant reader, who has not time or inclination to travel, may acquire &#383;uch information without much trouble, or lots of time; and the touri&#383;t find an u&#383;eful guide, in having all tho&#383;e objects, more or le&#383;s, noticed, and their &#383;ituations pointed out, which are felt worth his attention, in the cour&#383;e of his travels through the di&#383;trict.</p>

<p>Be&#383;ides my own ob&#383;ervations made in different tours, I have extracted from the works of &#383;everal popular writers, &#383;uch pa&#383;&#383;ages as appeared to me the mo&#383;t intere&#383;ting and illu&#383;trative. How far my endeavours have proved &#383;ucce&#383;sful, I leave to your determination, and to that of an impartial-public.</p>

<p>You mu&#383;t not expect, Madam, to find my de&#383;criptions clothed in flowery language, nor in elegant diction - unexaggerated repre&#383;entations, couched in a plain and &#383;imple &#383;tyle, were all I aimed

<pb n="v" />

at. And as for any mi&#383;tatement or omi&#383;&#383;ion which may be met with, I humbly hope &#383;uch inaccuracies will be attributed, either to &#383;some unperceived mi&#383;take of my own, or to the mi&#383;information of others, and not to any other cau&#383;e.</p>

<p>In hopes my book may, in &#383;ome mea&#383;ure, merit that favourable reception from you, and others who honour me with a peru&#383;sal of it, which that portion of it already before the public has met with, I &#383;hall conclude, and beg leave to &#383;ub&#383;cribe myself,</p>

<head level="3" align="center">MADAM,</head>
<head level="3" align="center">Your mo&#383;t obliged,</head>
<head level="3" align="center">Mo&#383;t obedient,</head>
<head level="3" align="center">And mo&#383;t humble &#383;ervant,</head>
<head level="2" align="center">JOHN HOUSMAN,</head>
<head level="3" align="center">CORBY, <i>October</i> 30, 1800.</head>


<pb n="1" />
<head level="1" align="center"><i>TOPOGRAPHICAL</i></head>
<head level="1" align="center">DESCRIPTION, &#38;c.</head>
<gap desc="symbol" />
<head level="1" align="center"><i>GENERAL INTRODUCTORY VIEW.</i></head>
<gap desc="symbol" />

<p>BESIDES a great variety of &#383;oils, &#383;uperfices, and internal &#383;trata, this kingdom affords much diver&#383;ification of land&#383;cape: but it is in the North where the uncommon and plea&#383;ing, the grand and &#383;ublime works of Nature, are principally to be met with, and in greate&#383;t perfection. It is, al&#383;o, among the rural inhabitants of the&#383;e peaceful and &#383;eque&#383;tered vales, that <i>human nature</i> may frequently be found in her <i>original</i> drefs - neither <i>ornamented</i> by the refining hand of <i>art</i>, nor contaminated with the vices of the world.</p>

<p>If we commence our view at the Land's-End, and extend the pro&#383;pect along the counties bordering on the &#383;outhern and ea&#383;tern &#383;hores, we &#383;hall find the face of the country, almo&#383;t as far as London, uneven, and in &#383;ome places hilly; variegated with tracts of cultivated land inclo&#383;ed in middle-&#383;ized fields, pieces of woodland, coppices, exten&#383;ive commons, and fore&#383;ts. Among the latter may be reckoned the New Fore&#383;t in Hamp&#383;hire, one of the largest in the kingdom, and Cranborn-chace in Dor&#383;et&#383;hire. The &#383;oil is generally dry, and in &#383;ome parts chalky. Cornwall is famous for the variety of valuable minerals which it affords, as well as &#383;tone for

<pb n="2" />

building; Devon&#383;hire and Dor&#383;et&#383;hire produce great quantities of cider apples; Somer&#383;et&#383;hire and Wilt&#383;hire are remarkable for their manufactories of the be&#383;t &#383;uper-fine cloth, ker&#383;eymeres, &#38;c.; and Hamp&#383;ire for its production of hops. - From London to about the middle of York&#383;hire, keeping along the ea&#383;tern &#383;ide of the kingdom, a flat &#383;urface generally prevails, with a foil more or less loamy, and extremely fertile. Lincoln&#383;hire and Cambridge&#383;hire contain a great extent of fenny grounds, which, it is probable, were formerly covered with the fea. A great part of the&#383;e fens, by being properly draned, is now converted to excellent meadow and pa&#383;ture land. This is principally a farming di&#383;trict, the manufactures, which are different &#383;orts of fine woollen &#383;tuffs, being confined, in a great mea&#383;ure, to Norwich and Colche&#383;ter. Flint is almo&#383;t the only &#383;pecies of &#383;tone found here; nor is coal to be met with, the inahbitants being &#383;upplied with that artcle from Newca&#383;tle and Sunderland. In &#383;ome parts of this di&#383;trict wood is u&#383;ed for fuel; yet &#383;uch is its &#383;carcity in the wolds of Lincoln&#383;hire, that many farmers continue the unprofitable practice of using their dunghills for that purpo&#383;.</p>

<p>Leaving the level parts of York&#383;hire, we ob&#383;erve ri&#383;ing grounds, inter&#383;per&#383;ed among fertile vales, till we reach Scotland, with range of mountains on the left, but generally at a con&#383;iderable distance. The vale of Coquet, towards the northern extremity of Northumberland, is equal to any in England for the fruitfulne&#383;s of its &#383;oil.</p>

<p>The midland counties, and as far north as Derby&#383;hire, have generally an uneven &#383;urface, though there are few places where the protuberances &#383;well into hills. The &#383;oil, for the mo&#383;t part, is &#383;trong and productive; and fine pa&#383;turage may be found almo&#383;t every where in

<pb n="3" />

the inclo&#383;ed di&#383;tricts, but abounds mo&#383;t, and in greate&#383;t luxuriance, in Leice&#383;ter&#383;hire, where the fine&#383;t &#383;heep and cattle are bred. The&#383;e animals were brounght to a high &#383;tate of perfection by that valuable member of &#383;ociety, the late Mr. BAKEWELL of Di&#383;hley, who procured hs be&#383;t ewes from lincoln&#383;hire, and cows from Lanca&#383;hire, and who&#383;e improved and much-admired <i>&#383;tock</i> is now &#383;ought after with avidity by the be&#383;t farmers in almost every part of the kingdom. - Glouce&#383;ter&#383;hire and Warwick&#383;hire afford plenty of coal and free&#383;tone; the latter is also found in Oxford&#383;hire. - Mo&#383;t of the &#383;outhern counties contain va&#383;t beds of chalk, which in many places form tho&#383;e green hills called downs, particularly in su&#383;&#383;ex, Berk&#383;hire, Wilt&#383;hire, Dor&#383;et&#383;hire, Hamp&#383;hire, Surry, Kent, Buckingham&#383;hire, and Bedford&#383;hire. Small detached &#383;trata of chalk are al&#383;o discovered in other places, even as low down as Lincoln&#383;hire. - The manufactory of &#383;traw hats is carried on to a greater extent in Bedford&#383;hire and Hertford&#383;hire than in any other place in the kingdom. The women are the principal manufacturers, and often earn more money by that work than their hu&#383;bands can do by common labour. Lace is another &#383;pecies of manufacture almost peculiar to the contiguous parts of Northampton&#383;hire, Buckingham&#383;hire, and Bedford&#383;hire. A little further north the manufacture of Birmingham-wares commences, and employs a great number of hands, particularly about the northern parts of Warwick&#383;hire and an adjoining di&#383;trict of Stafford&#383;hire.</p>

<p>The &#383;outhern and midland counties bear two prominent features, which cannot fail to &#383;trike the eye of every traveller, whl&#383;t his a&#383;toni&#383;hment at their exi&#383;tence in this age of agricultural improvement mu&#383;t be particularly excited, viz., <i>wa&#383;te lands</i>, and <i>undivided common

<pb n="4" />

fields</i>. Exten&#383;ive commons, barely &#383;upporting a few meagre animals, are &#383;uffered to remain almo&#383;t at the very gates of the metropolis; and in many of the central counties large tracts of the fine&#383;t land are exhau&#383;ted by long-continued tillage, in con&#383;equence of there being uninclo&#383;ed and lying in common or open fields - a mo&#383;t inexcu&#383;able over&#383;ight in the proprieters!</p>

<p>On the other hand, Wales is chiefly a mountainous country, with rocky &#383;hores; much of the &#383;oil gravelly and dry, and many of the hlls beautifully covered with wood. The borders of South Wles, as well as Hereford&#383;hire and Glouce&#383;ter&#383;hire, produce a great abundance of apples and pears, of which cider and perry are made. This country al&#383;o furnishes great quantities of ores, and a variety of fo&#383;&#383;ils, &#383;uch as are uually met with in mountainous countries.</p>

<p>With re&#383;pect to rivers, a general trait is ob&#383;ervable. Towards the &#383;outhern and ea&#383;tern parts of the kingdom, from the evenne&#383;s of the surface and uniformity of the &#383;ub&#383;trata, few &#383;prings ari&#383;e, and consequently the rivers are fewer in number, move sluggi&#383;hly along a muddy channel, and re&#383;emble canals; while tho&#383;e in hilly countries are more numerous, and with a plea&#383;ing murmur pu&#383;h their tran&#383;parent &#383;treams rapidly over pebbly beds, and delight the ear while they plea&#383;e the eye. - The former cla&#383;s of rivers mu&#383;t be considered more favourable to the imporatant concerns of commerce and navigation; the latter, however, generally affords much more variety, and plenty of fi&#383;h.</p>

<gap desc="symbol" />

<p>After this brief outline, de&#383;criptive of the general appearance, and various produce of the kingdom, we will proceed to tho&#383;e di&#383;tricts more immediately the &#383;ubject of the work before us.

<pb n="5" />

On our approach from the &#383;outh, the mountains in Derby&#383;hire fir&#383;t make their appearance, which, comparatively &#383;peaking, are humble; and, after ranging through mo&#383;t parts of that county, and &#383;tretching a little into Che&#383;hire, contract them&#383;elves into a chain, and divide Lanca&#383;hire from York&#383;hire. Entering We&#383;tmoreland, they again dilate, and turbulently &#383;pread them&#383;elves over nearly all that county and the &#383;outhern part of Cumberland. A principal branch of the&#383;se mountains runs northwards, and, after &#383;eparating We&#383;tmoreland from York&#383;hire, and Cumberland from Durham and Northumberland, enters Scotland. - This range of hills is of different breadths, and generally presents a formidable and rather uniform front to the &#383;est, mo&#383;tly covered with green herbage. The tops of the&#383;e ridges are u&#383;ually wet, mo&#383;&#383;y, and boggy; and produce heath, bent-grafs, and ru&#383;hes. Con&#383;idered in Land&#383;cape, they are lumpi&#383;h, and rarely picture&#383;que; generally naked and de&#383;titute of wood, even at their ba&#383;es. In this exten&#383;ive chain of mountains lime&#383;tone is rarely interrupted: the greate&#383;t part of that mon&#383;ter of Nature, Ingleboroughm is compo&#383;ed of calcareous &#383;ubstances, as are several hills of le&#383;s note. Coal is al&#383;o found in various parts from Scotland till we reach Brough in We&#383;tmoreland, and afterwards appears in the low grounds in the interior of Lanca&#383;hire.</p>

<p>Beginning at the &#383;outhern end of the di&#383;rict, let us, in imagination at lea&#383;t, &#383;oar on high, and extend our view from &#383;ide to &#383;ide. The fir&#383;t object that &#383;trikes us is the noble river Mer&#383;ey winding along a flat country almo&#383;t directly we&#383;t, and opening a &#383;pacious inlet to the &#383;ea for &#383;everal miles previous to its entrance into the main ocean at Liverpool. The we&#383;tern &#383;ide of Lanca&#383;hire looks low and level, with canals &#383;erpenti&#383;ing in every direction, and the sea making deep inroads on the

<pb n="6"/>

coa&#383;t. The ea&#383;tern &#383;ide &#383;wells into coar&#383;e high grounds, with intervening dales, which are continued, but with le&#383;s elevation and more fertility, through a great part of the We&#383;t Riding of York&#383;hire. Upon this ride of hills, which &#383;eparates the two counties, the Lanca&#383;hire rivers have their principal &#383;ource on the one &#383;ide, and many branches of the Ou&#383;e on the other. - The mo&#383;t a&#383;toni&#383;hing feature, however, in this picture, is its great population. Suppo&#383;ing ourselves a&#383;cending to a &#383;ufficient height above the fine, &#383;preading, modern-built town of Manche&#383;ter, with a powerful command of &#383;ight, the country for 30 or 40 miles to the we&#383;t, north, and ea&#383;t, will appear as one continued newly-erected village, &#383;cattered among little gardens and fields. The&#383;e houses, cottages, and factories are planted by the &#383;ides of the rivers, on the borders of the numerous roads, and sometimes seem to hang on the declivities of the hills. On the right hand, Sheffield and its neighbourhood is almo&#383;t continually enveloped in columns of &#383;moke from the great number of founderies, forges, fire-engines, and &#383;mithies. The ear, in that di&#383;strict, is continually a&#383;&#383;ailed with the noi&#383;e of hammers and other grating sounds; while in other parts of this view the clack of the loom is perpetually obtruding it&#383;elf on the ear of the traveller. Upon the whole, every part of this picture bears &#383;trong marks of the unremitted efforts of <i>art</i> except the fields, which are much neglected, and in many parts remain the wilde&#383;t &#383;tate of nature.</p>

<p>Travelling further north, we leave the manufacturing country oppo&#383;ite Gar&#383;tang and Skipton, when the more ancient-looking farm-hou&#383;es, often with thatched roofs, are &#383;een, at di&#383;tant intervals, peeping from among tufts of trees in &#383;ilence and repo&#383;e. The mountains here, though not very high, approach towards the &#383;ea, leaving only

<pb n="7" />

a narrow &#383;trip of low flat ground along the coa&#383;t. On the York&#383;hire &#383;ide of the&#383;e hills the &#383;urface is uneven, and the ground generally laid out in large farms employed in grazing &#383;heep and cattle: the population is rather &#383;mall.</p>

<p>A fine vale continues along the &#383;hore from Lanca&#383;ter to Burton, where the mountains on the right begin to wear a more awful a&#383;pect; and immediately beyond Burton, their rude career is only checked by the ocean, over which Warton-crag lifts his gray front in triumph, and defies its mo&#383;t enraged &#383;urges. This is only a prelude to what may be expeted in We&#383;tmoreland and the &#383;outhern parts of Cumberland. Nothing now pre&#383;ents it&#383;elf to the eye of the trraveller but one alpine height ri&#383;ing above another.On the right the hills appear le&#383;s prominent; while tho&#383;e on the left are high and rocky, &#383;hooting up into the mo&#383;t terrific &#383;teeps. The plea&#383;ant and fruitful vale of Furne&#383;s is hemmed in by hlls on the north &#383;ide of an exten&#383;ive e&#383;tuary, called Cartmel Sands, opened into the country by the tide.</p>

<p>Leaving the neat white-looking town of Kendal, &#383;ituated on the river Kent between two ranges of hlls on the right, we &#383;cale the rocky heights of Cartmel fells, and come at once upon that enchanting di&#383;trict who&#383;e &#383;weet rece&#383;&#383;es, undi&#383;turbed by the metamorpho&#383;ing hands of art, at a di&#383;tance from the noi&#383;e and bu&#383;tle of <i>commerce</i> or <i>manufacture</i>, and almo&#383;t &#383;hut up from the re&#383;t of the world by tho&#383;e natural barriers infinitely &#383;tronger than the great wall of Chna, afford re&#383;idence to a happy race of mortals. This range of irregular, but beautifully picture&#383;que mountains, are generally covered with a dry &#383;oil, as are al&#383;o the plea&#383;ant vales which divide them; and, while they inclo&#383;e a number of large lakes who&#383;e waters are clear as cry&#383;tal, &#383;upport flocks and herd on their &#383;welling verdant brea&#383;ts, and often admit the growth of trees even from the crevices of their naked rocks.</p>

<pb n="8" />

<p>The di&#383;trict here alluded to lies partly in Lanca&#383;hire, partly in we&#383;tmoreland, and partly in Cumberland, and may cover about 200 &#383;quare miles, containing eleven large lakes and about as many &#383;mall ones, which are well worth the notice of the curious traveller who wi&#383;hes to compare the beauties of <i>nature</i> with the efforts of <i>art</i>. The man al&#383;o, who, being fatigued with a long continued view of the noi&#383;y &#383;cenes which always pre&#383;ent them&#383;elves in the bu&#383;y world, has an oppurtunity of making a temporary retreat, would, by &#383;pending a few weeks among the&#383;e peaceful dales, find ample gratification; the powers of both mind and body would be refre&#383;hed, and he himself would return to bu&#383;ine&#383;s with much more cheerfulne&#383;s and alacrity.</p>

<p>After peeping through among the narrow winding dales of We&#383;tmoreland, and viewing the neat blue-roofed, but thinly &#383;cattered dwellings of the rural inhabitants, we reach Penrith, which opens into the le&#383;s hilly parts of Cumberland. Here we enter into a country almo&#383;t wholly agricultural, and where the plough is perhaps more followed than in any other inclo&#383;ed part of England. The hills begin to lower by degrees, and, for the mo&#383;t part, wholly di&#383;appear before we reach Scotland. The &#383;oil al&#383;o, as we gradually approach towards the borders of that kingdom, becomes more fertile, except in the north-ea&#383;t corner, where a wet, cold &#383;oil generally prevails.</p>

<p>The mo&#383;t striking peculiarity in the general a&#383;pect of this di&#383;trict, but more particularly in the two northern counties, Cumberland and We&#383;tmoreland, is its great want of wood; and this naked appearance is con&#383;iderably increased by tho&#383;e numerous and exten&#383;ive bleak moors which pre&#383;ent them&#383;elves on all hands to the eye of the traveller.</p>

<pb n="9" />

<head level="1" align="center">CUMBERLAND.</head>
<gap desc="symbol" />

<p>THIS county, according to the "Agricultural Survey" of Me&#383;&#383;rs. BAILEY and CULLEY, is 58 miles in length, from St. Bee's Head, in a north-ea&#383;t direction, to Butterburn; and its main breadth, in a north-we&#383;t direction, is 30 miles. It is bounded on the we&#383;t by the Iri&#383;h Sea, which it accompanies for 67 miles; on the &#383;outh by Lanca&#383;hire and We&#383;tmoreland, adjoining the former county for 21 miles, and the latter 48; on the ea&#383;t it touches Northumberland for 51 miles, and Durham 7; and on the north, Scotland and the Solway Frith unite with it for 30 miles; making the whole circumferance 224 miles. It contains about 1516 &#383;quare miles, or 970,240 acres.</p>

<p>In the</p>

<head level="2" align="center">GENERAL APPEARANCE</head>

<p>of Cumberland, we ob&#383;erve &#383;ome &#383;trong features. The &#383;outh-we&#383;t quarter exhibits a large combination of lofty, rugged, and rocky mountains, promi&#383;cuously jumbled together in the rude&#383;t manner, but inclo&#383;ing many beautiful, though narrow, vallies, as well as fine lakes, rivers, brooks, and &#383;ome beautiful pieces of woodland. On the ea&#383;tern confines another range of hills &#383;tretches along to Scotland, but with much le&#383;s picture&#383;que beauty than the former. In front of this la&#383;t collection a con&#383;iderably broad tract of low ground extends the whole length, unob&#383;tructed by any high mounts, partly cultivated and partly heathy common, and watered by the Eden and in-

<pb n="10" />

numerable brooks and rivulets. This vale becomes very exten&#383;ive before it reaches Carlisle, &#383;tretching acro&#383;s the country to Wigton, and from thence towards Workington, including all the northern part of the country. It is, however, neither a level, nor, in general, a low di&#383;trict; but, as it contains no high hills, we will give it tht appellation, in order to di&#383;tingui&#383;h it from the mountainous di&#383;tricts. Along the we&#383;tern &#383;hore there is a &#383;trip of cultivated land, from two to four or five miles in width, which has rather  naked apearance, except in the neighbourhood of Munca&#383;ter-Hall, where a few woods give the country a cheerful a&#383;pect. The tracts of level land in this county are neither numerous nor exten&#383;ive; being cheifly confined to the borders of the rivers and towards the northern coa&#383;t. - A &#383;tranger cannot but remark a &#383;carcity of wood in this country, its numerous and exten&#383;ive commons, its fine water, and fabulous air.</p>

<p>Such is the general aspect of the county: we will now examine its partcular parts, among which the</p> 

<head level="2" align="center">MOUNTAINS</head>

<p>form a principal and &#383;triking feature.- On entering Cumberland at the &#383;outh-west corner, Blackcomb immediately pre&#383;ents it&#383;elf: a very high, black-looking, conical-topt hill: its &#383;ides are rather &#383;mooth, and cultivaiton is &#383;preading fields up its large ba&#383;e, where al&#383;o many beautiful farm-hou&#383;es appear in plea&#383;ant &#383;ituations. The &#383;mall market-town of Bootle &#383;stands at the north end of this mountain, and the villages of Whicham and Millum on the &#383;outh; while Whitbeck rears its little cottages directly in front, with the frowning hill ju&#383;t over its head, and the roaring ocean a few furlongs be-

<pb n="11" />

fore it. This mountain &#383;teps boldly forward, dragging behind it a legion of lower hills ranged in the utmo&#383;t di&#383;order. The view from its top is exten&#383;ive: the coa&#383;t to a great di&#383;tance on each hand, it di&#383;tinctly &#383;een, as are the tops of &#383;everal di&#383;tant hills in the four counties of Lanca&#383;hire, York&#383;hire, We&#383;tmoreland, and Cumberland, and al&#383;o the &#383;outhern &#383;hores of Scotland, and the I&#383;le of Mann.</p>

<p>Leaving Blackcomb, we pa&#383;s a number of hills of &#383;maller note till we arrive at Hard-knot and Wry-no&#383;e, two tall neighbouring mountains at the head of E&#383;kdale, near the road between Whitehaven and Kendal. The&#383;e are &#383;ituated in the centre of a rugged mountainous country, and &#383;eldom vi&#383;ited axcept by &#383;hepherds. - A little further north is Scaw-fell, a &#383;till more &#383;ecluded, but very high hll, of an oblong form: it is 938 yards in perpendicular height above the level of keswick lake, as determined by Mr. BANKS in 1790, and produces that &#383;pecies of mo&#383;s which is the food of rein deer. Within this centruy &#383;everal red deer has their re&#383;idence among the&#383;e rocky eminences; and not many years ago one was cha&#383;ed into a neighbouring lake, called Wa&#383;t-water, and was drowned.</p>

<p>In this neighbourhood there are &#383;ome remarkably craggy precipices, two of which, called Doe-crag and Earn-crag, have fronts &#383;eemingly poli&#383;hed like marble: the one is &#383;aid to be 160 yards in perpendicular height, and the other 120. The cliffs called Screes, bordering the &#383;outh &#383;ide of Wa&#383;t-water, are truly formidable: they are computed to be about two miles in length, and are of an immen&#383;e height. The front of the&#383;e cliffs is compo&#383;sed of loo&#383;e &#383;tones, gravel, and fragments of rocks, &#383;ome of which are very large. The materials of this bulky ma&#383;s are con&#383;tantly &#383;hivering,

<pb n="12" />

and tumbling into the lake; and when a more than ordinary break happens, it cau&#383;es a prodigious noi&#383;e, and even fire and &#383;moke, which give the appearance of lightning to the inhabitants on the oppo&#383;ite &#383;hore.</p>

<p>We now direct our cour&#383;e, over Styhead, into Borrowdale. A little above Wa&#383;tlehead, the ba&#383;es of the mountains, which are almo&#383;t naked rocks, de&#383;titute even of a &#383;ingle &#383;hrub, meet and &#383;hut up the valley, rearing their alpine forms to a very uncommon height. The &#383;ummits of the&#383;e rocks are broken, and &#383;ome of them project con&#383;iderably forward; while their rugged &#383;ides are covered with loo&#383;e &#383;tones and fragments of rocks, which have been tumbling down occa&#383;ionally ever &#383;ince their formation. On the heights of the&#383;e precipices (many of which are inacce&#383;&#383;ible to man) wild cats, foxes, and martins have their abode; eagles al&#383;o perch, and &#383;ometimes build their ne&#383;ts here.</p>

<p>After &#383;urmounting the difficulties in pa&#383;&#383;ing Sty, we fall into the rocky cha&#383;m of Borrowdale, whih perhaps affords &#383;uch a &#383;ucce&#383;&#383;ion of wild, romantic, horrible, and picture&#383;que &#383;cenes as are not to be met with in any other part of Britain. The narrow winding valley, in &#383;ome laces almo&#383;t clo&#383;ed up with projecting rocks, and the craggy mountains hovering over one's head, whil&#383;t nothing be&#383;ides the grizzly fronts of the&#383;e formidable barriers appear, naturally excite a plea&#383;ing tremour in the mind of tho&#383;e who are unaccu&#383;tomed to &#383;uch views, although no real danger need be apprehended. - Surveying the long ranges of high craggy mountains that inclo&#383;e Borrowdale, we find our&#383;elves in an amphitheatre of rugged hills, ri&#383;ing one above another in awful grandeur, without affording even a peep into an open country. Among other gigantic mountains that form the great outline of this &#383;urprising picture, are Eagle-crag, Glaramara,

<pb n="13" />

Bull-crag, and Serjeant-crag. The fir&#383;t a tremendous rock at the head of Borrowdale to the ea&#383;t, where the eagles have commonly made their habitation and their ne&#383;ts. The young eagles are occa&#383;ionally caught by the adventurous inhabitants of the vale below, who, &#383;tanding underneath, mark the place where the ne&#383;t is &#383;eated, and, from the point of &#383;ome cliff, let down by ropes one of the mo&#383;t hardy of their companions to the ne&#383;t, while the old ones are abroad. Glaramara is a naked roack of immen&#383;e height, and almo&#383;t perpendicular. Bull-crag and Serjeant-crag have their rugged &#383;ides clothed with hanging woods. - On the we&#383;t &#383;ide of this rocky dale, almo&#383;t oppo&#383;ite the village of Seathwaite, the famous black-lead mine is &#383;een vomiting its u&#383;ele&#383;s rubbi&#383;h mid-way up the mountain. Towards the lower end of Borrowdale is Ca&#383;tle-crag, an eminence of con&#383;iderable height, from the top of which there is one if the fine&#383;t views of the lake and vale of Ke&#383;wick, with all their beautiful and picture&#383;que appendages, clo&#383;ed on the north by the noble mountain Skiddaw and his le&#383;s a&#383;piring neighbours.</p>

<p>To the we&#383;t from thnce is a vas&#383;t collection of mountains, many of which are namele&#383;s to all but a few &#383;hephers, and never trod upon but by them&#383;elves and their flocks. The mo&#383;t remarkable of tho&#383;e towering eminence are Homi&#383;ter-crah, Robin&#383;on-fell, High-&#383;tile, Redpike, Haycock, Pillar, and Steeple. This enormous range of mountains terminates at Dent, a beautful green hill ju&#383;t above Egremont. Looking north-we&#383;twardly, Gra&#383;mere immediately &#383;trikes the eye, and in oart hides tho&#383;e numerous hills which ri&#383;e behind it as far as Cockermouth: it is a long-topt mountain, and &#383;aid to be nearly as high as Skiddaw. Gri&#383;dale-pike, a high hll, with a conical summit, is al&#383;o seen in that quarter.</p>

<pb n="14" />

<p>This grand a&#383;&#383;emblage of Nature's mon&#383;trous productions lies on the we&#383;t &#383;ide of the Derwent: ther a&#383;pects vary con&#383;iderably - &#383;ome are smooth, and covered with a dry green turf; others are wet and mo&#383;&#383;y on the top, producing heath, ru&#383;hes, &#38;c.; while others again pre&#383;ent little be&#383;ides the naked and rugged rocks, &#383;haped in the rude&#383;t and mo&#383;t fanta&#383;tic forms. Several woods and coppices are inter&#383;per&#383;ed among the&#383;e hills, either &#383;preading along their ba&#383;es, or beautifully creeping up their &#383;ides; and &#383;ometimes the very &#383;ummits are bru&#383;hed aith a few &#383;hrubs and evergreens. Delighful dales open, and wind through among them, in almo&#383;t every direction, and afford the mo&#383;t pleasing retreats, and &#383;cenes of quiet and repo&#383;e.</p>

<p>We now turn towards Skiddaw, one of the highe&#383;t and fine&#383;t mountains in England, who&#383;e &#383;weeping declivities nearly reach the ea&#383;tern margin of Ba&#383;&#383;enthwaite lake, above the level of which it &#383;ummit rises, in perpendicular height, about 1100 yards. The di&#383;tance from Ke&#383;wick to the top of this noble mountain is five miles: athe a&#383;cent by a &#383;erpentine turfy patch, tolerably ea&#383;y: the journey may be erformed without much trouble on foot, nd is even practicalble on hor&#383;eback, but it is an undertaking by no means recommended. In fine clear weather this is a mo&#383;t delightful excur&#383;ion: at every &#383;tep the view expand&#383; and new objects pre&#383;ent them&#383;elves; one mountain &#383;ucce&#383;&#383;ively peeps up behind another; and tho&#383;e which appeared very high at fir&#383;t &#383;etting out, seem to lower as we a&#383;cend. - As this mountain will be pretty minutely de&#383;cribed in the latter part of this work, we think it unnece&#383;&#383;ary to &#383;ay more on the &#383;ubject in this place.</p>

<p>A few miles &#383;outh-ea&#383;t from Skiddaw, Saddleback rears his vast head. This mountain a&#383;&#383;umes its name

<pb n="15" />

from its top being &#383;haped &#383;omewhat like a &#383;addle, as &#383;een in certain points of view; and, though rather humbler than the mountain just de&#383;cribed, affords &#383;everal curio&#383;ities well worth the attention of the curious traveller. - A particular account of this mountain will al&#383;o be found in anoyher part of this volume.</p>

<p>To the ea&#383;t and north of Saddleback, there is a continuation of &#383;everal hills of le&#383;s note, principally covered with heath and di&#383;agreeable to the eye, which are terminated in the open cultivated part of the county. The mo&#383;t remarkable of the&#383;e are Souther-fell, Bow&#383;cale-fell, Carrock-fell, and Caldneck fells.</p>

<p>From hence to Ulls-water, and al&#383;o near Amble&#383;ide road, the mountains again a&#383;&#383;ume the mo&#383;t awful forms; the highe&#383;t of which are Helvellin and Cachidecam, on the borders of We&#383;tmoreland. The&#383;e are believed, by the neighbouring &#383;hepherds, to be even higher than Skiddaw; it is certain, however, that they are &#383;ooner covered with &#383;now, and retain it much longer; but whether their &#383;ituation in the interior parts of this va&#383;t region of mountains, while Skiddaw &#383;tands as the &#383;entry, expo&#383;ed to the more &#383;oftening winds from the &#383;ea and low cultivated country, may not account for the difference, is a que&#383;tion we &#383;hall not attempt to determine: however, till the altitudes of the&#383;e rival mounatins are determined by proper calculations, the points is certainly di&#383;putable. - Nothing can be conceived more rude and magnificently awful, than the craggy front of Hellvellin, where huge fragments of rocks without number hang upon its &#383;ides, and &#383;eem ready to fall upon and cru&#383;h the a&#383;toni&#383;hed traveller. Several have already tumbled down, and are now at re&#383;t within the margin of the peaceful lake below. - White-pike, Dod-fell, and Mell-fell, are al&#383;o prominences which ri&#383;e con&#383;iderably above the circumjacent

<pb n="16" />

hills; the la&#383;t is a beautiful, &#383;mooth, detached, green hill, of a conical form, not far from the road, which brings us again towards an open cultivated country in the way from keswick to Penrith.</p>

<p>Mouthay, near Cockermouth, is a round-topt verdant hill, from which there is a fne vew to the north, ea&#383;t, and we&#383;t. A &#383;imilar description will &#383;erve for Bin&#383;ey-fell, near Ireby. The&#383;e are rather detached hills; as is Great-Barrock, near He&#383;ket, which, however, though pretty &#383;mooth, is covered with heath, or <i>ling</i>. - Penrith-fell is an eminence of &#383;everal miles in extent, and terminates in Blaze-fell and Theif-&#383;ide, two round-headed hills near He&#383;ket and Armathwaite. The we&#383;t &#383;ide of this humble mountain gently &#383;lopes towards Plumpton Wall, and is cro&#383;&#383;ed by the London and Carli&#383;le road; the ea&#383;tern declivity is mo&#383;tly in an ea&#383;y decent to the vale of Eden. A few rocks appear in &#383;ome parts of this fell, which generally produces a great deal of heath, and con&#383;equently has a dark complexion; but there are few places where it would not admit of great improvement, even by the plough; and tho&#383;e other incorrigible tracts might be turned to great advantage by planting with fore&#383;t trees, whle the face of the country would thereby be ornamented and &#383;heltered. Near Penrth this hill has generally a verdant covering, and forms good pa&#383;turage for &#383;heep and cattle, but is much over&#383;tocked. The races are held here, upon &#383;ome tolerably good race ground.</p>

<p>We now turn our attention towards the portion of the Briti&#383;h Appennines before mentioned, which runs along the ea&#383;t &#383;ide of this county. From Scotland we enter Nichol Fore&#383;t and Bewca&#383;tle. a cold, naked, and wet di&#383;trict: the mountains, generally &#383;peaking, are black, barren, and heathy, although &#383;ome places pre&#383;ent verdant and dry prominences. - Dove crags, and Chri&#383;ten-

<pb n="17" />

bury crags, are high hills, and extremely rocky towards the &#383;ummits, particularly the latter, which affords a very exten&#383;ive pro&#383;pect. There is likewi&#383;e and expanded view from pre&#383;ton-hill, a mount not many miles from Bewca&#383;tle. - Spadeadam, a dreary and exten&#383;ive wa&#383;te, next occurs. Black, di&#383;mal, and hungry-looking moors, varying their elevation, &#383;well their lumpi&#383;h backs, and form di&#383;gu&#383;ting objects, till we cro&#383;s the small but rapid river Gelt. Ca&#383;tlecarrock-fell then a&#383;&#383;umes a more agreeable a&#383;pect, at lea&#383;t towards the we&#383;t, where, from its verdant ba&#383;e, it ri&#383;es rather abruptly, and a&#383;cends quickly to the &#383;ummit: thence it runs on in a regular ridge, with few breaks, and not much variation in height, to Cro&#383;s-fell; which, at the confines of the county, rears its lofty head, and overlooks its neighbours in &#383;ullen maje&#383;ty. Between Ca&#383;tlecarrock-fell and Cro&#383;s-fell, different portions of this range of mountains are di&#383;tingui&#383;hed by the names of Cumrew-fell, Croglin-fell, Thackmoor-fell, and Hart&#383;ide-fell. The front changes its appearance as we proceed: &#383;ometimes heathy, &#383;ometimes partly covered with fragments of lime&#383;tone rock, and &#383;ometimes the verdant carpet of gra&#383;s which runs along the foot of the fell &#383;preads up its &#383;mooth &#383;ides almo&#383;t to the top. Behind, nothing is to be &#383;een but bleak dreary mountains, till we arrive at Knar&#383;dale in Northumberland, or Ald&#383;tone Moor in this county. - The vegetable productions on the tops of this range of hills, are principally bent-gra&#383;s, ru&#383;hes, and heath, which predominate by turns.</p>

<p>The following extract of a de&#383;cription of Cro&#383;s-fell, and of that &#383;ingular phenomenon, the <i>helm-wind</i>, which frequently ru&#383;hes from these mountains, and almo&#383;t de&#383;olates the plain below, is copied from Mr. HUTCHNSON'S Hi&#383;tory of Cumberland (vol. i. page 265); the principal

<pb n="18" />

writer of which (the Rev. Mr. RICHARDSON and Mr. RITSON) had may opportunities of making the mo&#383;t accurate ob&#383;ervations. -</p>

<p>"The &#383;ummit of Cro&#383;s fell is in latitude 54&#176; 42&#8242; 05&#8243; north; its elevation, form the middle part of Lazonby bridge, near Kirko&#383;wald, is 910 or 912 yards, and allowing &#383;ix yards more for the height of the bridge over the river Eden, it will be about 918 yards; and if you allow 80 yards for the fall of the river Eden into Solway Frith, the hill will even then be fearcely 1000 above the level of the &#383;ea: it di&#383;tance from Kirko&#383;wald is eleven miles and 1040 yards."</p>

<p>"The very &#383;ummit is covered with mo&#383;s of various kinds, viz. <i>hypnum</i>, <i>bryum</i>, and <i>innirm</i>. The <i>aira montana</i>, mountain hair-gra&#383;s; <i>nardus &#383;trictus</i>, heath mat-gra&#383;s; <i>fe&#383;tuca ovina</i>, &#383;heep's fe&#383;cue, and <i>rumex digynus</i>, mountain dock, are intermixed with the mo&#383;s. Among&#383;t the &#383;tones are <i>oxalis aceto&#383;ella</i>, cuckow-bread; and <i>urtica dioica</i>, common nettle. - The &#383;ummit is a large heap only of loo&#383;e whiti&#383;h free&#383;tone, and &#383;lightly covered with the&#383;e and other vegetables."</p>

<p>"The temparature of the water of the Gentleman's Well, which is only a few yards below the &#383;ummit of the hill, is nearly the &#383;ame in February and in July, viz. between 45&#176; and 36&#176;."</p>

<p>The writer adds - "The mo&#383;t delightful &#383;ight, the mo&#383;t noble &#383;pectacle I ever &#383;aw, was the &#383;un ri&#383;ing, when I was on the &#383;ummit of Cro&#383;s-fell, on the 18th day of June: it is infinitely grander than a &#383;etting &#383;un.</p>

<p>"The <i>helm-wind</i> which has before been mentioned, and which frequently affects this tract of mountains, nearly forty miles in extent, is now to be con&#383;idered. The&#383;e heights are &#383;uppo&#383;ed to affect the weather in a manner &#383;omewhat &#383;imilar to what the inahbitants of the 

<pb n="19" />

Malabar and Coromandel coa&#383;ts experience; and what are called in this country <i>&#383;hedding-winds</i>, generally blow on the contrary &#383;ides of Cro&#383;s-fell, from oppote quarters to the <i>helm-winds</i>; and the &#383;torms which rake the country on one &#383;ide of the mountain, &#383;eldom affect the other. Upon the &#383;ummits of this lofty ridge of mountains there frequently hangs a vast volume of clouds, in a &#383;ullen and drow&#383;y &#383;tate, having little movement. This heavy collection of vapours often extends &#383;everal miles in length, and dips it&#383;elf from the &#383;ummit half-way down to the ba&#383;e of those eminences; and frequently at the &#383;ame time the other mountains in view are clear of mi&#383;t, and &#383;hew no &#383;igns of rain. This <i>helm</i>, or cloud, exhibits an awful and &#383;olemn appearance, tinged with white by the &#383;un's rays that &#383;trike the upper parts, and &#383;reads a gloom below, over the inferior parts of the mountains, like the &#383;hadows of night. When this collection of vapour fir&#383;t begins to gather upon the hills, there is to be ob&#383;erved hanging about it a black &#383;trip of cloud, continually flying off, and fed from the white part, which is the real <i>helm</i>. This &#383;trip is called the <i>helm-bar</i>, as, during its appearance, the winds are thought to be re&#383;i&#383;ted by it; for, on its di&#383;per&#383;ion, they rage vehemently upon the valleys beneath. The direction of the <i>helm-bar</i> is parallel to that part of the main cloud, or collection of vapour, that is tinged with white by being &#383;truck with the &#383;uns rays; the <i>bar</i> appears in continual agitation, as boiling or &#383;truggling with contrary bla&#383;ts; whil&#383;t the <i>helm</i> all this time keeps a motionle&#383;s &#383;tation. When the <i>bar</i> is di&#383;persed, the winds that i&#383;&#383;ue from the <i>helm</i> are &#383;ometimes extremely violent; but that force &#383;eems to be in proportion to the real current of the winds which blow at a di&#383;tance from the mountains, and which are frequently in a contrary direction, and then the <i>helm-wind</i> does not extend above

<pb n="20" />

two or three miles; without tho&#383;e impediments it &#383;eldom &#383;weeps over a larger tract than twelve miles, perhaps from the mere re&#383;i&#383;tance of the lower atmo&#383;phere. It is remarkable, that at the ba&#383;e of the mountain the bla&#383;ts are much le&#383;s violent than in the middle region; and yet the hurricane is &#383;ometimes impetuous even there, bearing everything before it, when at the distance of a few miles there is a dead calm and a &#383;unny &#383;ky. The &#383;pring is mo&#383;t favourable to this phenomenon, the <i>helm-wind</i> will &#383;ometimes blow for a fortnight, till the air in the lower egions, warmed before by the influence of the &#383;un, is thereby rendered piercing cold.</p>

<p>"Mr. Rit&#383;on, that extraordinary genius, who wrote the introduction to Clarke's Survey to the Lakes, thus &#383;peaks of this <i>helm-wind</i> - 'The <i>helm-wind</i> is generated in that enormous cloud, which, like a <i>helmet</i>, covers the &#383;ummit of Cro&#383;s-fell. It is there particularly favoured by circum&#383;tances; for on one &#383;ide there is a plain of about thirty miles in breadth in &#383;ome places; and on the other no hills to rival that from whence it comes. This wind is not much taken notice of in natural history; yet the Dutch, by the iron chains with which they are obliged to moor their &#383;hips at the Cape of Good-Hope, bear ample te&#383;timony to the fury of &#383;uch a one. It hath been met with by the late voyagers in the South Seas; it is &#383;aid to have been felt in the Straits of Gibralter; and I doubt not that mariners and travellers have found it in many other places, though they may not have ob&#383;erved it with care, or may have given it different names.'</p>

<p>"Mr Richard&#383;on remarks - 'That in the vicinity of the&#383;e mountains the air is generally very clear and healthy, owing perhaps to the violent <i>helm-winds</i> in the months of December, January, Febuary, March, and April; but the inahbitants of the countries immediately

<pb n="21" />

influenced by that wind are more &#383;ubject to rheumatic complaints than those at a greater di&#383;tance. The &#383;ummit of Cro&#383;s fell, and the regions a little lower, are &#383;ometimes clear when the vale is covered with a fog. I have been upon the mountain when that has happened, and the &#383;pectacle is curious, as the clouds appear firm, though uneven, like a boi&#383;terous di&#383;turbed ocean. All di&#383;tant &#383;ounds are at that time heard di&#383;tinctly, and &#383;trike the ear in a very &#383;ingular manner, as they &#383;eem to &#383;ssue under your feet. As to the <i>helm</i>, the cloud does not always re&#383;t on the tops of the hlls, but is &#383;ometimes &#383;everal degrees higher, and does not always pre&#383;erve a regular form; neither is there always a <i>helm-bar</i>, for that phenomenon only appears when the wind, at a little di&#383;tance, blows from the we&#383;t. I have &#383;ometimes ob&#383;erved four or five of the&#383;e <i>helm-bars</i> within five miles of the hills, and then the wind blew irregularly, &#383;ometimes from the ea&#383;t, and &#383;ometimes from the we&#383;t. It appears to me that the &#383;ame kind of phenomenon as that at the Cape of Good Hope, de&#383;cribed by Sparman. When the &#383;now appears upon the hills, the winds then blow with great violence. Swinburn, I think, mentions &#383;omething &#383;imilar in Sicily, and Volney at Alexandria. May it not be accounted for by the air being con&#383;iderably colder on the &#383;ummit of tho&#383;e hulls, than in the country whither it ru&#383;hes with &#383;o much violence? I have found by a thermometer, that it is 14&#176; colder on the top of Cro&#383;s-fell than at the bottom; indeed I did but prove that once, but three or four times I found it 12&#176;, and frequently 10&#176;.</p>
</text>
