<text id="1788_a">

<pb n="1.1" />

<p align="center">A </p>

<head level="1" align="center">TOUR</head>

<p align="center">IN </p>

<head level="2" align="center">ENGLAND AND SCOTLAND,</head>

<p align="center">IN 1785. </p>

<gap desc="A horizontal line. " />

<p align="center">BY AN ENGLISH GENTLEMAN </p>

<gap desc="A horizontal line. " />

<p align="center">LONDON: </p>

<p align="center">PRINTED FOR G. G. J. AND J. ROBINSON, PATER-NOSTER-ROW. </p>	

<gap desc="A horizontal line. " />

<p align="center">1788. </p>

<gap desc="p. 1-48 were not of interest to the subject matter and have not been digitised." />

<pb n="49" />

<p>From Orm&#383;kirk go in a po&#383;t chai&#383;e to Pre&#383;ton: the country between which places is low and &#383;andy. This tract affords not any &#383;triking pro&#383;pect; but it is well cultivated, and appears to be good grazing ground. Pre&#383;ton is a very old town, &#383;ituated on an eminence, commanding a plea&#383;ing pro&#383;pect all around it, but more particularly from that point from whence you view the &#383;eat of Sir Harry Houghton, on the banks of the river Ribble, which winds prettily round the eminence on which it is &#383;ituated, and the di&#383;tant hills in the we&#383;t craven of York&#383;hire bound the view. </p>

<p>Tue&#383;day, the 7th of June. Leave Pre&#383;ton, and go on to Gar&#383;tang. The road between the&#383;e places is exceedingly good; the country well cultivated; much pa&#383;ture land, but little corn; and no timber, all the trees being cut off by the we&#383;terly winds. Dine at Lanca&#383;ter, an old and ill built town, and the &#383;treets very narrow. The ca&#383;tle, which is &#383;ituated on an eminence that commands the 

<pb n="50" />

town, was built by Agricola; and, though it bears all the marks of antiquity, yet &#383;eems to be in a perfect &#383;tate. This is now the county jail, which we vi&#383;ited, and were happy to find the pri&#383;oners well lodged, and kept clean. Lanca&#383;ter has been a place of con&#383;iderable trade, but &#383;eems now on the decline. The view from the ca&#383;tle is very exten&#383;ive, but by no means plea&#383;ant. </p>

<p>Wedne&#383;day, the 8th of June. Sleep at Hornby. About three miles from Lanca&#383;ter, enter the vale of Lon&#383;dale, which is very beautiful. On the right is a barren ridge of mountains: in the middle runs the river Loon, through rich and fertile meadows; and on the left the hills are covered with hanging wood; the whole forming a mo&#383;t delightful and charming view. The village of Hornby is &#383;mall, and the hou&#383;es are very indifferent. Near the town is a very old ca&#383;tle, belonging to Mr. Charteris, from whence there is a mo&#383;t beautiful pro&#383;pect of three rivers, the vale, and di&#383;tant barren mountains.

<pb n="51" />

The ca&#383;tle is now uninhabited, and falling to ruin. Leave Hornby, and ride by the &#383;ide of the river Loon, to Kirby-Lon&#383;dale, the mo&#383;t picture&#383;qe, perhaps, and delightful ride in Britain. Kirby-Lon&#383;dale is a neat, well built little town, &#383;ituated on an eminence; and the river Loon runs clo&#383;e beneath it, through a rich and well cultivatd vale. The adjacent  and lower hills are finely covered with wood; and behind the&#383;e, high and craggy mountains are pre&#383;ented to our view, de&#383;titute of trees, and of every kind of vegetation or verdure. The contra&#383;t between the bold and barren rocks, on the one hand, and the verdant woods and luxuriant vale, on the other, heightens the rude maje&#383;ty of the former, improves the &#383;welling &#383;oftne&#383;s, and the richne&#383;s of the latter, and on the whole, forms the mo&#383;t delightful view I ever beheld. </p>

<p>Thur&#383;day, June 9th. From Kirby-Lon&#383;dale proceed to Kendal, &#383;ituated on the river Ken, a town of con&#383;iderable extent and of great 

<pb n="52" />

antiquity. A great number of people are employed here in the manufactures of cotton and woollen cloths, a great part of which is carried to Liverpool, from whence it is exported to the We&#383;t Indies and to Guinea. This town abounds with tanners. </p>

<p>To the north-ea&#383;t of Kendal, on an high eminence, which, in the &#383;outhern and ea&#383;tern parts of England, would be called an hill, are the ruins of a very old ca&#383;tle, with a deep ditch around it, of a circular form, and very &#383;pacious within; its diameter being near 150 yards. Three bridges are built over the river. The low land in the neighbourhood of Kendal is fertile, but it is &#383;urrounded by barren mountains and craggy rocks </p>

<p>Leave Kendal, and pa&#383;s through a country, than which one more barren, hilly, and dreary, cannot be imagined. Ride to Bowne&#383;s. About a mile from this place we di&#383;mount from our hor&#383;es, and a&#383;cend an hill covered with rude and craggy rocks, which 

<pb n="53" />

commands a view that exceeds all de&#383;cription. From this point is &#383;een the greater part of the Windermere Lake, and ten i&#383;lands. On the large&#383;t of the&#383;e there is an hou&#383;e, built in a circular form, at pre&#383;ent belonging to a Mr. Chri&#383;tian, who purcha&#383;ed both i&#383;land and hou&#383;e for 1,700l. This i&#383;land is not only beautiful in it&#383;elf, from a variety of grounds, and clumps of trees, but it is &#383;o happily &#383;ituated as to command a view of many of the enchanting objects on this lake. The other i&#383;lands are much &#383;maller than this, but have a charming effect from being richly adorned with wood. The margin of this lake is &#383;urrounded with rich meadows, fertile hills, and beautiful woods, with perpendicular precipices, and old yews and hollies growing out of the fi&#383; &#383;ures of the craggy rocks; all of them &#383;o curiou&#383;ly mixed and inter&#383;per&#383;ed, and reflecting their images &#383;o accurately and &#383;o clearly in the tran&#383;parent expan&#383;e below, that it would be difficult to conceive how nature her&#383;elf could form a more captivating &#383;cene.

<pb n="54" />

From different points of view, tho&#383;e natural beauties &#383;hew them&#383;elves in different &#383;hapes. Some of the able&#383;t pens have been employed, and the imagination of the poet has been racked, to give a de&#383;cription of this beautiful di&#383;play of nature; but language is unable to convey the emotions that this &#383;cene excites, even with the aid of the mo&#383;t faithful pencil. Therefore, whoever wi&#383;hes to have a ju&#383;t conception of Windermere Lake, and its &#383;urrounding beauties, mu&#383;t view them on the &#383;pot. </p>

<p>Friday, June 10th. Cro&#383;s the ferry from Bowne&#383;s, and walk to Hawks-head, about four miles di&#383;tant. This village is &#383;ituated at the upper end of E&#383;twait-Water, which is about two miles in length, and half a mile broad, &#383;urrounded with fine woods and fertile meadows. At the upper end of this piece of water is a good hou&#383;e, called Belmount, commanding a view of the whole. In the afternoon we went to the head of Coni&#383;ton Lake, but a thick fog coming on 

<pb n="55" />

&#383;uddenly, we were deprived of the plea&#383;ure of &#383;eeing it, and obliged to return to Bowne&#383;s by Amble&#383;ide and Low-wood Inn: but the &#383;ame fog which prevented us from &#383;eeing Coni&#383;ton Lake, hindered us al&#383;o from &#383;eeing the adjacent country. </p>

<p>Saturday, June 11th. Leave Bowne&#383;s, and ride to the &#383;outh end of Windermere. The road is exceedingly good, and carried within a quarter of a mile of the lake, from one end to the other, &#383;ometimes through delightful woods, where, for a &#383;hort time, the water and &#383;urrounding hills are hid from your view; but the water and oppo&#383;ite &#383;hore now and then appearing, as you advance, through the trees. Sometimes you ride over fertile and beautiful vales, and frequently under high mountains, who&#383;e cliffs hang over the road. There is not any part of this ride, which is continued for fourteen miles, that is not highly picture&#383;que, and fitted to afford the mo&#383;t &#383;oothing ideas and exqui&#383;ite gratification. </p>

<pb n="56" />

<p>Return by Bowne&#383;s, and go to Low-wood Inn to dinner. This inn is &#383;ituated about two miles from the north end of the lake, clo&#383;e upon its banks, and commands a pro&#383;pect of all the upper part of the lake, and as far down as Windermere I&#383;land, with &#383;everal of the &#383;maller i&#383;lands around it. But from this point they are &#383;hut in with the &#383;urrounding head-lands, and lo&#383;e their in&#383;ular appearance, by which the beauty of the pro&#383;pect is con&#383;iderably dimini&#383;hed. </p>

<p>Sunday, June 12th. Having met with a di&#383;appointment in our attempt to &#383;ee Coni&#383;ton Lake on Friday, and being determined to have a view of all the beauties which this extraordinary country affords, we ride to Coni&#383;ton in the morning, which is at a di&#383;tance, from Low-wood Inn, of nine miles. The road is not very good, but the &#383;urrounding &#383;cenery is &#383;o intere&#383;ting, that we had but little time to look down. After riding about &#383;even miles, we got to the top of an hill, from whence Coni&#383;ton Lake is

<pb n="57" />

to be &#383;een in its full extent. It is a beautiful &#383;heet of water, &#383;urrounded by rich meadows. The lower parts of the adjacent mountains are well covered with wood. There is, however, by no means &#383;uch variety in the &#383;cenery here as in Windermere. The hills a&#383; &#383;ume a more regular appearance in their &#383;ummits, and reach, in general, to the water&apos;s edge in a more gentle de&#383;cent. The want of i&#383;lands, too, is a great deficiency. Coni&#383;ton Lake &#383;hould be &#383;een before Windermere, as it certainly has great beauties, though by a compari&#383;on with Windermere, they are con&#383;iderably le&#383; &#383;ened. The north end of Coni&#383;ton Lake is very bold and &#383;triking: and here we admire the &#383;ituation of Coni&#383;ton-Hall, on an eminence, and &#383;urrounded with fine hanging woods, with rich pa&#383;ture land below, reaching to the edge of the lake. Behind and above the hall, &#383;everal mountains ri&#383;e with tremendous maje&#383;ty, craggy, bleak, and barren; from the bo&#383;om of one of which a cataract i&#383; &#383;ues, which, in 

<pb n="58" />

wet weather, mu&#383;t add con&#383;iderably to the grandeur of the &#383;cene. </p>

<p>Return to Low-wood to dinner, and in the evening walk to the upper end of Windermere. About two miles up in this romantic vale, is a hou&#383;e belonging to Sir Michael Le Fleming, called Rydal-Hall. In this vale runs the river Rothay, winding through beautiful woods and verdant meadows, till it falls into the lake. On each &#383;ide of the river are &#383;tupendous, black, and barren rocks. Clo&#383;e by Rydal hou&#383;e is a water-fall, where Sir Michael Le Fleming has built a &#383;mall hou&#383;e, in a mo&#383;t &#383;eque&#383;tered and convenient &#383;pot for enjoying it. The fall is indeed nothing extraordinary, as it does not exceed twelve feet: but the noi&#383;e of the water, and the dark &#383;hade of the trees around, form a gloomy &#383;cene, which fills the mind with a plea&#383;ing melancholy. </p>

<p>Monday, June 13th. Leave Low-wood Inn, and ride through Amble&#383;ide to Ke&#383;wick, a &#383;mall village, at the head of Windermere

<pb n="59" />

Water. Pa&#383;s by Sir Michael Le Fleming&apos;s &#383;eat; and, at the di&#383;tance of a quarter of a mile, enjoy a charming view of Rydal-Water, in which are &#383;everal beautiful i&#383;lands! A little further on is Rydal-Pa&#383;s, from which you look down upon a &#383;mall lake, called Gra&#383;smere, in a mo&#383;t fertile vale, &#383;urrounded by mountains. A few miles from hence is Thirlmere, or Thirl-Water, a delightful lake, extending through a vale about four miles long. Near the middle of this lake, a promontory extends from each &#383;ide, and confines the water to the &#383;ize of a &#383;mall river, over which is a ru&#383;tick bridge. A&#383;cend an high hill, from whence there is a mo&#383;t tremendous view of a deep and di&#383;mal glen, through which we pa&#383; &#383;ed, and a&#383;cended another mountain, where the eye is delighted with the enchanting view of Ke&#383;wick-Vale, the noble lake of Derwent-Water, and part of Ba&#383; &#383;enthwaite. This vale in circumference includes about twenty miles, and the land is exceedingly fertile. </p>

<pb n="60" />

<p>Dine at Ke&#383;wick, a neat little town, &#383;ituated at the north end of the lake. The afternoon was &#383;pent in rowing about upon this beautiful &#383;heet of water, which is three miles long, and one and an half wide. Four i&#383;lands, called Pocklington&apos;s, Lord&apos;s, St. Herbert&apos;s, and Rap&#383;holm, add greatly to the beauty of this water. Some are covered with verdant turf; others are planted with various trees. On Pocklington&apos;s I&#383;land is an elegant modern-built hou&#383;e, the ground about which is laid out with much ta&#383;te. After having viewed the magnificent pro&#383;pects around this lake, from different &#383;tations, the rugged and perpendicular rocks of Barrowdale, and the verdant bo&#383;om of Skiddaw, return to our inn at Ke&#383;wick, and </p>

<p>On Tue&#383;day the 14th, ride to the top of Skiddaw, which I believe is computed to be about 1,000 or 1,100 yards perpendicular from Derwent-Water. This mountain is by no means difficult of acce&#383;s, and is covered with gra&#383;s, which gradually grows coar&#383;er

<pb n="61" />

as you a&#383;cend, till you come within a quarter of a mile of its &#383;ummit, where it is very &#383;teep, and where the atmo&#383;phere is &#383;o rarified, as to prevent vegetation. The whole top of the mountain is covered with a loo&#383;e brown &#383;laty &#383;tone, upon which it is difficult to walk. On reaching the &#383;ummit, we were deprived of having the view we expected, of the &#383;urrounding country, which in clear weather mu&#383;t be very exten&#383;ive; but unfortunately at this time, all the di&#383;tant objects were ob&#383;cured by a thick haze. Return to Ke&#383;wick. </p>

<p>Wedne&#383;day, the 15th. Go in a boat to the upper or &#383;outh part of the lake, and vi&#383;it the romantic regions of Barrowdale, where there is &#383;uch a mixture of tremendous and beautiful &#383;cenery, as perhaps no other &#383;pot on earth can exhibit. To de&#383;cribe the component parts which form the wonderful whole, would require the genius of Thom&#383;on or Salvator Ro&#383;a. </p>

<p>In this vale is a remarkable mine, where an abundance of mineral earth, or hard &#383;hin-

<pb n="62" />

ing &#383;tone, is found, which we call black lead, and which is &#383;old for ten &#383;hillings per pound. This is &#383;aid to be the only mine of the &#383;ame kind in Europe. It is opened once in five or &#383;even years, and a &#383;ufficient quantity taken out to an&#383;wer all the purpo&#383;es to which it is applied for that period of time. </p>

<p>Through the vale winds the River Derwent, which forms the lake, and afterwards pa&#383; &#383;es into Ba&#383; &#383;enthwaite-Water. After having &#383;pent the morning in this delightful vale, return to an hou&#383;e called Low-dore Inn, which is &#383;ituated clo&#383;e by a celebrated fall of water, called by the &#383;ame name. The cataract falls from a va&#383;t height, through a large cha&#383;m, from one craggy precipice to another, until it is lo&#383;t in the lake. After heavy falls of rain, this natural exhibition mu&#383;t be tremendous. Return in the evening, with reluctance, to Ke&#383;wick. </p>

<p>After viewing this ely&#383;ium, which affords the greate&#383;t gratification to every traveller, we could not avoid indulging one melan-

<pb n="63" />

choly reflection --- that the de&#383;cendants of the antient proprietors &#383;hould &#383;till be deprived of their birth-right. The liberality of the Briti&#383;h parliament has been nobly exerci&#383;ed, in returning the forfeited e&#383;tates in Scotland. It is to be hoped, that the &#383;ame benevolence will be extended to the family of Radcliff. </p>

<p>Thur&#383;day, June 16th. We ride to Ulls-Water, at the di&#383;tance of fifteen miles, a great part of the way over a dreary moor, and the country round very barren. In this moor we were caught by a violent hail &#383;torm. Being entirely expo&#383;ed, we were obliged to turn our hor&#383;es backs to the &#383;torm, and to &#383;tand &#383;till till it pa&#383; &#383;ed over; for the hail&#383;tones were &#383;o large, that it was impo&#383; &#383;ible to face it. Dine at Pulobridge, a very bad inn, where we could not get any beds. Go on five miles, and &#383;leep at Penrith. </p>

<p>On Friday 17th, return to Ulls-Water. Ride on the &#383;ide of the lake, five miles, to Lyulph&apos;s Tower, an hou&#383;e lately built by Lord Surrey, (now Duke of Norfolk) in

<pb n="64" />

form of a ca&#383;tle, for the accommodation of his friends, and tho&#383;e who go to &#383;ee the lake. The con&#383;truction of this hou&#383;e is very whim&#383;ical. It has two circular turrets. In the centre, which is flat, is an enormous window, which &#383;erves to light &#383;everal rooms within the turrets, which are large enough for bed-rooms. The out&#383;ide of the building is quite in the &#383;tile of an old ca&#383;tle; and viewed from the water, has a very pretty effect. Leave our hor&#383;es at Lyulph&apos;s Tower, and go to the upper end of the lake in a boat. Return to the tower to dinner, which was a very decent one, and recommended by a very kind reception. After dinner, walk about a mile from the tower, up a dale, where there is a ca&#383;cade. This fall is much &#383;uperior to any that I have &#383;een in this country, being fifty feet, and having a greater body of water in it. </p>

<p>Ulls-Water is &#383;ixty fathom deep, and in many places very &#383;teep. It is about ten miles long, and nearly three miles broad, and 

<pb n="64.1" />

<gap desc="An inserted extra page, empty." />

<pb n="64.2" />

<gap desc="Picture entitled Ulls, Water, A Lake in Cumberland. Next line and much smaller font. Published as the Act directs June 2;1788 by G. Robinson &amp; Partners."/>

<pb n="65" />

has more the appearance of a lake than any of the others, as you can look over, at one view, a greater expan&#383;e of water. Like the others, it is &#383;urrounded by high mountains and perpendicular rocks; and, in many places, are yews, holly, and birch, apparently growing out of the &#383;olid ma&#383;s of &#383;tone: &#383;ome young, and in a flouri&#383;hing condition; others worn out with age. On the banks of the lake there is a great deal of pa&#383;ture, and &#383;ome arable land. There are &#383;everal good hou&#383;es here, &#383;ituated &#383;o as to command mo&#383;t beautiful views. The land al&#383;o round the lake is well wooded. But in general, Ulls-Water is by no means &#383;o well adorned with wood as the other lakes, particularly Windermere. At the upper end, however, there is a remarkably fine wood, reaching from the water&apos;s edge nearly to the &#383;ummit of the mountain, which is, at lea&#383;t, one thou&#383;and feet high. This wood con&#383;i&#383;ts of holly, birch, yew, and oak; and though none of

<pb n="66" />

the trees are large, it neverthele&#383;s makes a beautiful appearance. At this end of the lake there are three little i&#383;lands, or rather rocks, covered only with a few &#383;hrubs; and at the farthe&#383;t extremity is a little village, called Patterdale, &#383;urrounded by fine wood and rich meadows. A river runs through this village, which falls into the lake. In an old ruinous hou&#383;e there lives a mi&#383;er, who calls him&#383;elf the King of Patterdale. </p>

<p>In the evening we return by water, to the &#383;outh end of the lake, which is adorned by a beautiful hill, belonging to Mr. Ha&#383; &#383;el, called Dunmallet. This hill is covered with a variety of trees, and the different &#383;hades of green have a plea&#383;ing effect. Sleep at Penrith. Between this place and Ulls-Water, the country is well cultivated, and enriched by &#383;everal gentlemen&apos;s &#383;eats, with large plantations about them; among which are the antient &#383;eats of the Earl of Surrey and Lord Lon&#383;dale: the former called Grey-Stock Park, the latter Lowther-Hall. </p>

<pb n="67" />

<p>Saturday, 18th June. Penrith is a neat well built little town. On an eminence are the remains of an old ca&#383;tle. The church is a very hand&#383;ome and &#383;pacious building. In the church-yard there are two very remarkable &#383;tones, about eight feet high, and fifteen feet a&#383;under, with three very curious ones between, put edgeways, and joined at the top. This, I &#383;uppo&#383;e, has been the burying place of &#383;ome antient warrior; but the antiquarians have not been able to decypher the in&#383;cription, or to trace the antiquity of the monument. On an high hill, to the north of the town, &#383;tands a watch-tower, or beacon, built entirely of &#383;tone, which commands a very di&#383;tant view of all the country round, and was formerly intended to give the alarm of the approach of an enemy. To the north-ea&#383;t is a range of very high mountains, called Cro&#383;s Fells, or the Briti&#383;h Alps, on which the &#383;now, in large quantities, is very vi&#383;ible. In &#383;ome places, I am told, it remains all the year round. Dine at Penrith,

<pb n="68" />

and ride to Carli&#383;le in the evening. The country between the&#383;e two towns is very capable of cultivation, and actually undergoing rapid improvement. In this tract of country , there is much corn land; and, about Carli&#383;le, there is a great extent of rich grazing land, on both &#383;ides of the river Eden, which runs by the town. </p>

<p>Sunday, 19th June. Carli&#383;le is a city of con&#383;iderable extent, &#383;urrounded by a wall thirty feet high, which is going fa&#383;t to decay. At the north end of the town &#383;tands the ca&#383;tle, the rude&#383;t heap of &#383;tones that were ever piled together by the indu&#383;try of man. There are four old invalids who take care of the ammunition kept in it, of which there is a con&#383;iderable quantity, and 500 &#383;tand of arms. On the walls are mounted thirty guns, from &#383;ix to twenty-four pounders, and among the&#383;e the guns with which the town was reduced in 1745, by the Duke of Cumberland. The ditch around the 

<pb n="69" />

ca&#383;tle is a filthy &#383;tagnated pool. Between the old citadel or ca&#383;tle, and the walls and mote by which it is &#383;eparated from the town, is a declining bank, on which there is a row of trees, planted by the hands of the unfortunate Mary Queen of Scots, when a pri&#383;oner in Carli&#383;le. There are many very good hou&#383;es in this town, though, in general, it is very ill built, and exce&#383; &#383;ively dirty, from the circum&#383;tances of its being &#383;urrounded by a wall, and having only a few outlets. Over the river, which is pretty large, are thrown two very elegant bridges. The cathedral is an hand&#383;ome old building, in the Gothic &#383;tyle; the &#383;tone of a brick-du&#383;t red, like the cathedral at Litchfield. Near this edifice there is a very modern church, which looks on the out&#383;ide more like a ballroom than a place of wor&#383;hip. </p>

<gap desc="The remainder of the book was not considered of interest to the subject matter and has not been digitised." />

</text>

<!--The original text contains a number of ligatures (ct, and the long s in connection with the letters t, l, h, i, k, as well as a double long s). No codes exist for these ligatures, wherefore they had to be left out and the letters were written in their modernised detached way.--> 
