<text id="1795_b">
<chap title="excerpt from ENGLAND">
<pb n="1.1" />

<p align="center">A </p>

<head level="1" align="center">JOURNEY</head>

<p align="center">MADE IN THE SUMMER OF 1794, </p>

<p align="center">THROUGH </p>

<head level="2" align="center">HOLLAND</head>

<p align="center">AND THE </p>

<head level="3" align="center">WESTERN FRONTIER OF GERMANY, </head>

<p align="center">WITH A </p>

<head level="3" align="center">RETURN DOWN THE RHINE:</head>

<p align="center">TO WHICH ARE ADDED </p>

<head level="3" align="center">OBSERVATIONS DURING A TOUR TO</head>

<head level="3" align="center">THE LAKES</head>

<p align="center">OF </p>

<head level="3" align="center">LANCASHIRE, WESTMORELAND, AND CUMBERLAND.</head>

<gap desc="A horizontal line."/>

<p align="center">IN TWO VOLUMES, -- VOL. II </p>

<gap desc="A horizontal line."/>

<p align="center">SECOND EDITION. </p>

<gap desc="Two horizontal lines."/>

<p align="center">BY ANN RADCLIFFE. </p>

<gap desc="Two horizontal lines."/>

<p align="center">LONDON: </p>

<p align="center">PRINTED FOR G. C. AND J. ROBINSON, PATERNOSTER-ROW.</p>

<p align="center">MDCCXCV. </p>	

<gap desc="p. 1 to 189 were not of interest to the subject matter and have not been digitised." />

<pb n="190" />

<p>From Manche&#383;ter to Lanca&#383;ter the road leads through a plea&#383;ant and populous country, which ri&#383;es gradually as it approaches the huge hills we had noticed in the di&#383;tance from the brow of Che&#383;hire, and who&#383;e attitudes now re&#383;embled tho&#383;e of the Rheingau as &#383;een from Mentz. From &#383;ome moors on this &#383;ide of Lanca&#383;ter the pro&#383;pects open very exten&#383;ively over a rich tract fading into blue ridges; while, on the left, long lines of di&#383;tant &#383;ea appear, every now and then, over the dark woods of the &#383;hore, with ve&#383;&#383;els &#383;ailing as if on their &#383;ummits. But the view from a hill de&#383;cending to Lanca&#383;ter is pre-eminent for grandeur, and comprehends an extent of &#383;ea and land, and a union of the &#383;ublime in both, which we have never &#383;een equalled. In the green vale of the Lune below lies the town, &#383;preading up the &#383;ide of a round hill overtopped by the old towers of the ca&#383;tle and the church.

<pb n="191" />

Beyond, over a ridge of gentle heights, which bind the we&#383;t &#383;ide of the vale, the noble inlet of the &#383;ea, that flows upon the Ulver&#383;ton and Lanca&#383;ter &#383;ands, is &#383;een at the feet of an amphitheatre formed by nearly all the mountains of the Lakes; an exhibition of alpine grandeur, both in form and colouring, which, with the extent of water below, compo&#383;e a &#383;cenery perhaps faintly rivalling that of the Lake of Geneva. To the &#383;outh and we&#383;t, the Iri&#383;h Channel fini&#383;hes the view. </p>

<p>The antient town and ca&#383;tle of Lanca&#383;ter have been &#383;o often and &#383;o well de&#383;cribed, that little remains to be &#383;aid of them. To the latter con&#383;iderable additions are building in the Gothic &#383;tyle, which, when time &#383;hall have &#383;haded the &#383;tone, will harmonize well with the venerable towers and gatehou&#383;e of the old &#383;tructure. From a turret ri&#383;ing over the leads of the ca&#383;tle, called 

<pb n="192" />

John o&apos; Gaunt&apos;s Chair, the pro&#383;pect is &#383;till finer than from the terrace of the churchyard below. Overlooking the Lune and its green &#383;lopes, the eye ranges to the bay of the &#383;ea beyond, and to the Cumberland and Lanca&#383;hire mountains. On an i&#383;land near the extremity of the penin&#383;ula of Low Furne&#383;s, the double point of Peel Ca&#383;tle &#383;tarts up from the &#383;ea, but is &#383;o di&#383;tant that it re&#383;embles a forked rock. This penin&#383;ula, which &#383;eparates the bay of Ulver&#383;ton from the Iri&#383;h Channel, &#383;wells gradually into a pointed mountain called Blackcomb, thirty miles from Lanca&#383;ter, the fi&#383;st in the amphitheatre, that binds the bay. Hence a range of lower, but more broken and forked &#383;ummits, extends northward to the fells of High Furne&#383;s, rolled behind each other, huge, towering and dark; then, higher &#383;till, Langdale Pikes, with a confu&#383;ion of other fells, that crown the head of Windermere

<pb n="193" />

and retire towards Ke&#383;wick, who&#383;e gigantic mountains, Helvelyn and Saddleback, are, however, &#383;unk in di&#383;tance below the horizon of the nearer ones. The top of Skiddaw may be di&#383;cerned when the air is clear, but it is too far off to appear with dignity. From Windermere-Fells the heights &#383;often towards the Vale of Lon&#383;dale, on the ea&#383;t &#383;ide of which Ingleborough, a mountain in Craven, rears his rugged front, the loftie&#383;t and mo&#383;t maje&#383;tic in the &#383;cene. The nearer country, from this point of the land&#383;cape, is inter&#383;ected with cultivated hills, between which the Lune winds its bright but &#383;hallow &#383;tream, falling over a weir and pa&#383;&#383;ing under a very hand&#383;ome &#383;tone bridge at the entrance of the town, in its progre&#383;s towards the &#383;ea. A ridge of rocky eminences &#383;helters Lanca&#383;ter on the ea&#383;t, whence they decline into the low and unintere&#383;ting country, that &#383;tretches to the Channel. </p>

<pb n="194" />

<p>The appearance of the northern Fells is ever changing with the weather and &#383;hifting lights. Sometimes they re&#383;emble tho&#383;e evening clouds on the horizon, that catch the la&#383;t gleams of the &#383;un; at others, wrapt in dark mi&#383;t, they are only faintly traced, and &#383;eem like &#383;tormy vapours ri&#383;ing from the &#383;ea. But in a bright day their appearance is beautiful; then, their grand outlines are di&#383;tinctly drawn upon the &#383;ky, a vi&#383;ion of Alps; the rugged &#383;ides are faintly marked with light and &#383;hadow, with wood and rock, and here and there a clu&#383;ter of white cottages, or farms and hamlets, gleam at their feet along the water&apos;s edge. Over the whole land&#383;cape is then drawn a &#383;oftening azure, or &#383;ometimes a purple hue, exqui&#383;itely lovely, while the &#383;ea below reflects a brighter tint of blue. </p>
</chap>

<chap title="FROM LANCASTER TO KENDAL.">
<pb n="195" />

<gap desc="Two horizontal lines." />
<head level="2" align="center">FROM LANCASTER TO KENDAL.</head>

<gap desc="Two horizontal lines." />

<p>LEAVING Lanca&#383;ter, we wound along the &#383;outhern brow of the vale of the Lune, which there &#383;erpentizes among meadows, and is &#383;oon after &#383;hut up between &#383;teep &#383;hrubby banks. From the heights we had &#383;ome fine retro&#383;pects of Lanca&#383;ter and the di&#383;tant &#383;ea; but, about three miles from the town, the hills open forward to a view as much di&#383;tingui&#383;hed by the notice of Mr. GRAY, as by its own charms. We here looked down over a woody and finely broken fore-ground upon the Lune and the vale of Lon&#383;dale, undulating in richly cultivated &#383;lopes, with Ingleborough, for the back-ground, bearing its bold promontory on high, the very crown and paragon of 

<pb n="196" />

the land&#383;cape. To the we&#383;t, the vale winds from &#383;ight among &#383;moother hills; and the gracefully falling line of a mountain, on the left, forms, with the wooded heights, on the right, a kind of frame for the di&#383;tant picture. </p>

<p>The road now turned into the &#383;weetly retired vale of Caton, and by the village church-yard, in which there is not a &#383;ingle grave&#383;tone, to Hornby, a &#383;mall &#383;traggling town, delightfully &#383;eated near the entrance of the vale of Lon&#383;dale. Its thin toppling ca&#383;tle is &#383;een among wood, at a con&#383;iderable di&#383;tance, with a dark hill ri&#383;ing over it. What remains of the old edifice is a &#383;quare grey building, with a &#383;lender watch-tower, ri&#383;ing in one corner, like a feather in a hat, which joins the modern man&#383;ion of white &#383;tone, and gives it a &#383;ingular appearance, by &#383;eeming to &#383;tart from the centre of its roof.</p>

<p>In front, a &#383;teep lawn de&#383;cends between 

<pb n="197" />

avenues of old wood, and the park extends along the &#383;kirts of the craggy hill, that towers above. At its foot, is a good &#383;tone bridge over the Wenning, now &#383;hrunk in its pebbly bed, and, further on, near the ca&#383;tle, the church, &#383;hewing a hand&#383;ome octagonal tower, crowned with battlements. The road then becomes extremely intere&#383;ting, and, at Melling, a village on a brow &#383;ome miles further, the view opens over the whole vale of Lon&#383;dale. The eye now pa&#383;&#383;es, beneath the arching foliage of &#383;ome trees in the fore-ground, to the &#383;weeping valley, where meadows of the mo&#383;t vivid green and dark woods, with white cottages and villages peeping from among them, mingle with &#383;urpri&#383;ing richne&#383;s, and undulate from either bank of the Lune to the feet of hills. Ingleborough, ri&#383;ing from elegantly &#383;welling ground, overlooked this enchanting vale, on the right, clouds rolling 

<pb n="198" />

along its broken top, like &#383;moke from a cauldron, and its hoary tint forming a boundary to the &#383;oft verdure and rich woodlands of the &#383;lopes, at its feet. The per&#383;pective was terminated by the tall peeping heads of the We&#383;tmoreland fells, the nearer ones tinged with fainte&#383;t purple, the more di&#383;tant with light azure; and this is the general boundary to a &#383;cene, in the mid&#383;t of which, enclo&#383;ed between nearer and lower hills, lies the vale of Lon&#383;dale, of a character mild, delicate and repo&#383;ing, like the countenance of a Madona. </p>

<p>De&#383;cending Melling brow, and winding among the perpetually-changing &#383;cenery of the valley, we approached Ingleborough; and it was intere&#383;ting to ob&#383;erve the lines of its bolder features gradually &#383;trengthening, and the &#383;hadowy markings of its minuter ones becoming more di&#383;tinct, as we advanced. Rock and grey crags looked out 

<pb n="199" />

from the heath, on every &#383;ide; but its form on each was very different. Towards Lon&#383;dale, the mountain is bold and maje&#383;tic, ri&#383;ing in abrupt and broken precipices, and often impending, till, at the &#383;ummit, it &#383;uddenly becomes flat, and is level for nearly a mile, whence it de&#383;cends, in a long gradual ridge, to Craven in York&#383;hire. In &#383;ummer, &#383;ome fe&#383;tivities are annually celebrated on this top, and the country people, as they &#34;drink the fre&#383;hne&#383;s of the mountain breeze<ptr target="n1"/>,&#34; look over the wild moorlands of York&#383;hire, the rich vales of Lanca&#383;hire, and to the &#383;ublime mountains of We&#383;tmoreland. </p>
<note id="n1">Mrs. Barbauld.</note>
<p>Cro&#383;&#383;ing a &#383;mall bridge, we turned from Ingleborough, and pa&#383;&#383;ed very near the antient walls of Thirlham Ca&#383;tle, little of which is now remaining. The ruin is on a green broken knoll, one &#383;ide of which is 



<pb n="200" />

darkened with bru&#383;h-wood and dwarf-oak. Cattle were repo&#383;ing in the &#383;hade, on the bank of a rivulet, that rippled through what was formerly the ca&#383;tle ditch. A few old trees waved over what was once a tower, now covered with ivy. </p>

<p>Some miles further, we cro&#383;&#383;ed the Leck, a &#383;hrunk and de&#383;olate &#383;tream, nearly choked with pebbles, winding in a deep rocky glen, where trees and &#383;hrubs marked the winter boundary of the waters. Our road, mounting a green eminence of the oppo&#383;ite bank, on which &#383;tands Overborough, the hand&#383;ome modern man&#383;ion of Mr. FENWICK, wound between plantations and meadows, painted with yellow and purple flowers, like tho&#383;e of &#383;pring. As we pa&#383;&#383;ed through their gentle &#383;lopes, we had, now and then, &#383;weet views between the foliage, on the left, into the vale of Lon&#383;dale, now contracting in its cour&#383;e, and winding into 

<pb n="201" />

ruder &#383;cenery. Among the&#383;e catches, the be&#383;t picture was, perhaps, where the white town of Kirby Lon&#383;dale &#383;helves along the oppo&#383;ite bank, having rough heathy hills immediately above it, and, below, a venerable Gothic bridge over the Lune, ri&#383;ing in tall arches, like an antient aqueduct; its grey tint agreeing well with the &#383;ilvery lightne&#383;s of the water and the green &#383;hades, that flouri&#383;hed from the &#383;teep margin over the abutments. </p>

<p>The view from this bridge, too, was beautiful. The river, foaming below among ma&#383;&#383;es of dark rock, variegated with light tints of grey, as if touched by the painter&apos;s pencil, withdrew towards the &#383;outh in a &#383;traight channel, with the woods of Overborough on the left. The vale, dilating, opened a long per&#383;pective to Ingleborough and many blue mountains more di&#383;tant, 

<pb n="202" />

with all the little villages we had pa&#383;&#383;ed, glittering on the intervening eminences. The colouring of &#383;ome low hills, on the right, was particularly beautiful, long &#383;hades of wood being overtopped with brown heath, while, below, meadows of &#383;oft verdure fell gently towards the river bank. </p>

<p>Kirby Lon&#383;dale, a neat little town, commanding the whole vale, is on the we&#383;tern &#383;teep. We &#383;taid two hours at it, gratified by witne&#383;&#383;ing, at the fir&#383;t inn we reached, the abundance of the country and the goodwill of the people. In times, when the prices of nece&#383;&#383;ary articles are increa&#383;ing with the ta&#383;te for all unnece&#383;&#383;ary di&#383;play, in&#383;tances of cheapne&#383;s may be to per&#383;ons of &#383;mall incomes &#383;omething more than mere phy&#383;ical trea&#383;ures; they have a moral value in contributing to independence of mind. </p>

<p>Here we had an early and, as it after-

<pb n="203" />

wards appeared, a very exaggerated &#383;pecimen of the dialect of the country. A woman talked, for five minutes, again&#383;t our window, of who&#383;e conver&#383;ation we could under&#383;tand &#383;carcely a word. Soon after, a boy replied to a que&#383;tion, &#34;<i>I do na ken</i>,&#34; and &#34;<i>gang</i>&#34; was pre&#383;ently the common word for <i>go</i>; &#383;ymptoms of nearne&#383;s to a country, which we did not approach, without delighting to enumerate the in&#383;tances of genius and worth, that adorn it. </p>

<p>Leaving Kirby Lon&#383;dale by the Kendal road, we mounted a &#383;teep hill, and, looking back from its &#383;ummit upon the whole vale of Lon&#383;dale, perceived our&#383;elves to be in the mid-way between beauty and de&#383;olation, &#383;o enchanting was the retro&#383;pect and &#383;o wild and dreary the pro&#383;pect. From the neighbourhood of Caton to Kirby the ride was &#383;uperior, for elegant beauty, to any we had 

<pb n="204" />

pa&#383;&#383;ed; this from Kirby to Kendal is of a character di&#383;tinctly oppo&#383;ite. After lo&#383;ing &#383;ight of the vale, the road lies, for nearly the whole di&#383;tance, over moors and perpetually &#383;ucceeding hills, thinly covered with dark purple heath flowers, of which the mo&#383;t di&#383;tant &#383;eemed black. The drearine&#383;s of the &#383;cene was increa&#383;ed by a heavy rain, and by the &#383;lowne&#383;s of our progre&#383;s, jo&#383;tling among&#383;t coal carts, for ten miles of rugged ground. The views over the We&#383;tmoreland mountains were, however, not entirely ob&#383;cured; their va&#383;t ridges were vi&#383;ible in the horizon to the north and we&#383;t, line over line, frequently in five or &#383;ix ranges. Sometimes the inter&#383;ecting mountains opened to others beyond, that fell in deep and abrupt precipices, their profiles drawing towards a point below and &#383;eeming to &#383;ink in a bottomle&#383;s aby&#383;s. </p>

<pb n="205" />

<p>On our way over the&#383;e wilds, parts of which are called Endmoor and Cowbrows, we overtook only long trains of coal carts, and, after ten miles of bleak mountain road, began to de&#383;ire a temporary home, &#383;omewhat &#383;ooner than we perceived Kendal, white-&#383;moking in the dark vale. As we approached, the outlines of its ruinous ca&#383;tle were ju&#383;t di&#383;tingui&#383;hable through the gloom, &#383;cattered in ma&#383;&#383;es over the top of a &#383;mall round hill, on the right. At the entrance of the town, the river Kent da&#383;hed in foam down a weir; beyond it, on a green &#383;lope, the gothic tower of the church was half hid by a clu&#383;ter of dark trees; gray fells glimmered in the di&#383;tance. </p>

<p>We were lodged at another excellent inn, and, the next morning, walked over the town, which has an air of trade mingled with that of antiquity. Its hi&#383;tory has 

<pb n="206" />

been given in other places, and we are not able to di&#383;cu&#383;s the doubt, whether it was the Roman <i>Brocanonacio</i>, or not. The manufacture of cloth, which our &#383;tatute books te&#383;tify to have exi&#383;ted as early as the reign in which <i>Fal&#383;taff</i> is made to allude to it, appears to be &#383;till in vigour, for the town is &#383;urrounded, towards the river, with dyeing-grounds. We &#383;aw, however, no &#383;hades of &#34;Kendal green,&#34; or, indeed, any but bright &#383;carlet. </p>

<p>The church is remarkable for three chapels, memorials of the antient dignity of three neighbouring families, the Bellinghams, Stricklands and Parrs. The&#383;e are enclo&#383;ures, on each &#383;ide of the altar, differing from pews chiefly in being large enough to contain tombs. Mr. Gray noticed them minutely in the year 1769. They were then probably entire; but the wain&#383;cot or 

<pb n="207" />

railing, which divided the chapel of the Parrs from the ai&#383;le, is now gone. Of two &#383;tone tombs in it one is enclo&#383;ed with modern railing, and there are many remnants of painted arms on the adjoining windows. The chapel of the Stricklands, which is between this and the altar, is &#383;eparated from the church ai&#383;le by a &#383;olid wain&#383;cot, to the height of four feet, and after that by a wooden railing with broken fillagree ornaments. That of the Bellinghams contains an antient tomb, of which the bra&#383;s plates, that bore in&#383;criptions and arms, are now gone, but &#383;ome traces of the latter remain in plai&#383;tered &#383;tone at the &#383;ide. Over it, are the fragments of an helmet, and, in the roof, tho&#383;e of armorial bearings, carved in wood. On a pillar, near this, is an in&#383;cription, almo&#383;t obliterated, in which the following words may yet be traced: </p>

<pb n="208" />

<poem>
		<line>&#34;Dame Thoma&#383;im Thornburgh </line>
		<line>Wiffe of Sir William Thornburgh Knyght </line>
		<line>Daughter of Sir Robert Bellingham </line>
		<line>Gentle Knyght: the ellventhe of Augu&#383;t </line>
		<line>On thou&#383;and fyue hundreth eightie too.&#34; </line>
</poem>
 
<p>The Saxon has been &#383;o &#383;trongly engrafted on our language, that, in reading old in&#383;criptions, e&#383;pecially tho&#383;e, which are likely to have been &#383;pelt, according to the pronunciation, one is frequently reminded by antient Engli&#383;h words of the modern German &#383;ynonyms. A German of the pre&#383;ent day would &#383;ay for eleven, eilf, pronounced long like eilve, and for five, funf, pronounced like fuynf. </p>

<p>Over the chief &#383;eat in the old pew of the Bellinghams is a bra&#383;s plate, engraved with the figure of a man in armour, and, on each &#383;ide of it, a bra&#383;s e&#383;cutcheon, of which that on the right has a motto thus 

<pb n="209" />

&#383;pelled, <i>Ains. y L&apos;e&#383;t</i>. Under the figure is the following in&#383;cription, al&#383;o cut in bra&#383;s: </p>

<gap desc="A blank space. The immediately following paragraph in smaller font." />

<p>Heer lyeth the bodye of Alan Bellingham e&#383;quier who maryed Catheryan daughter of Anthonye Ducket e&#383;quier by whom he had no children after who&#383;e decea&#383;e he maryed Dorothie daughter of Thomas Sanford e&#383;quier of whom he had &#8212; &#383;onnes &#38; eight daughters, of which five &#383;onnes &#38; 7 daughters with the &#383;aid Dorothie ar yeat lyving, he was three&#383;core and one yares of age &#38; dyed y<sup>e</sup> 7 of Maye A<sup>o</sup> dni 1577. </p>

 <gap desc="A blank space. Text continues in normal font size." />

<p>The correctne&#383;s of in&#383;erting the unpronounced con&#383;onants in the words Eight and Daughters, notwith&#383;tanding the varieties of the other orthography in this in&#383;cription, is a proof of the univer&#383;ality of the Saxon mode of &#383;pelling, with great abundance and even wa&#383;te of letters; a mode, which is &#383;o incorporated with our language, that tho&#383;e, who are for di&#383;pen&#383;ing with it in &#383;ome in&#383;tances, as in the final k in &#34;publick&#34; and 

<pb n="210" />

other words, &#383;hould con&#383;ider what a general change they have to effect, or what partial incongruities they mu&#383;t &#383;ubmit to. </p>

<p>Kendal is built on the lower &#383;teeps of a hill, that towers over the principal &#383;treet, and bears on one of its brows a te&#383;timony to the independence of the inhabitants, an obeli&#383;k dedicated to liberty and to the memory of the Revolution in 1688. At a time, when the memory of that revolution is reviled, and the prai&#383;es of liberty it&#383;elf endeavoured to be &#383;uppre&#383;&#383;ed by the artifice of imputing to it the crimes of anarchy, it was impo&#383;&#383;ible to omit any act of veneration to the ble&#383;&#383;ings of this event. Being thus led to a&#383;cend the hill, we had a view of the country, over which it pre&#383;ides; a &#383;cene &#383;imple, great and free as the &#383;pirit revered amid&#383;t it. </p>

</chap>

<chap title="FROM KENDAL TO BAMPTON AND HAWSWATER.">
<pb n="211" />
<gap desc="Two horizontal lines." />
<head level="2" align="center">FROM KENDAL TO BAMPTON AND HAWSWATER.</head>

<gap desc="Two horizontal lines." />

<p>OF two roads from Kendal to Bampton one is through Long Sleddale, the other over Shapfell, the king of the We&#383;tmoreland mountains; of which routes the la&#383;t is the mo&#383;t intere&#383;ting for &#383;imple &#383;ublimity, leading through the heart of the wilde&#383;t tracts and opening to &#383;uch va&#383;t highland &#383;cenery as even Derby&#383;hire cannot &#383;hew. We left Kendal by this road, and from a very old, ruinous bridge had a full view of the ca&#383;tle, &#383;tretching its dark walls and broken towers round the head of a green hill, to the &#383;outhward of the town. The&#383;e reliques are, however, too far &#383;eparated by the decay of large ma&#383;&#383;es of the original edifice, and contain little that is individually picture&#383;que. </p>

<pb n="212" />

<p>The road now lay through &#383;hady lanes and over undulating, but gradually a&#383;cending ground, from whence were plea&#383;ant views of the valley, with now and then a break in the hills, on the left, opening to a glimp&#383;e of the di&#383;tant fells towards Windermere, gray and of more pointed form than any we had yet &#383;een; for hitherto the mountains, though of huge outline, were not &#383;o broken, or alpine in their &#383;ummits as to &#383;trike the fancy with &#383;urpri&#383;e. After about three miles, a very &#383;teep hill &#383;huts up the vale to the North, and from a gray rock, near the &#383;ummit, called Stone-cragg, the pro&#383;pect opens over the vale of Kendal with great dignity and beauty. Its form from hence &#383;eems nearly circular; the hills &#383;pread round it, and &#383;weep with ea&#383;y lines into the bottom, green nearly to their &#383;ummits, where no fanta&#383;tic points bend over it, though rock frequently mingles 

<pb n="213" />

with the heath. The ca&#383;tle, or its low green hill, looked well, nearly in the centre of the land&#383;cape, with Kendal and its mountain, on the right. Far to the &#383;outh, were the groves of Leven&apos;s park, almo&#383;t the only wood in the &#383;cene, and, over the heights beyond, blue hills bounded the horizon. On the we&#383;t, an opening in the near &#383;teeps di&#383;covered clu&#383;ters of huge and broken fells, while other breaks, on the ea&#383;t, &#383;hewed long ridges &#383;tretching towards the &#383;outh. Nearer us and to the northward, the hills ro&#383;e dark and awful, crowding over and inter&#383;ecting each other in long and abrupt lines, heath and crag their only furniture. </p>

<p>The rough knolls around us and the dark mountain above gave force to the verdant beauty and tranquillity of the vale below, and &#383;eemed e&#383;pecially to &#383;helter from the &#383;torms of the north &#383;ome white farms and cottages, &#383;cattered among enclo&#383;ures in 

<pb n="214" />

the hollows. Soon after reaching the &#383;ummit of the mountain it&#383;elf </p>

<poem>
		<line>&#34;A vale appear&apos;d below, a deep retir&apos;d abode,&#34;</line>
</poem>

<p>and we looked down on the left into Long Sleddale, a little &#383;cene of exqui&#383;ite beauty, &#383;urrounded with images of greatne&#383;s. This narrow vale, or glen, &#383;hewed a level of the brighte&#383;t verdure, with a few cottages &#383;cattered among groves, enclo&#383;ed by dark fells, that ro&#383;e &#383;teeply, yet gracefully, and, at their &#383;ummits, bent forward in ma&#383;&#383;es of &#383;hattered rock. An hugely pointed mountain, called Keintmoor-head, &#383;huts up this &#383;weet &#383;cene to the north, ri&#383;ing in a &#383;udden precipice from the vale, and heightening, by barren and gloomy &#383;teeps, the miniature beauty, that glowed at its feet. Two mountains, called White&#383;ide and Potter&apos;s-fell, &#383;creen the per&#383;pective; Stone-crag is at the &#383;outhern end, fronting Keintmoor-head. 

<pb n="215" />

The vale, &#383;een beyond the broken ground we were upon, formed a land&#383;cape of, perhaps, unexampled variety and grace of colouring; the tender green of the lowland, the darker verdure of the woods a&#383;cending the mountains, the brown rough heath above them, and the impending crags over all, exhibit their numerous &#383;hades, within a &#383;pace not more than two miles long, or half a mile in breadth. </p>

<p>From the right of our road another valley extended, who&#383;e character is that of &#383;imple &#383;ublimity, unmixed with any tint of beauty, The va&#383;t, yet narrow per&#383;pective &#383;weeps in ridges of mountains, huge, barren and brown, point beyond point, the highe&#383;t of which, Howgill-fell, gives its name to the whole di&#383;trict, in which not a wood, a village, or a farm appeared to cheer the long vi&#383;ta. A &#383;hepherd boy told us the names of almo&#383;t all the heights within the hori-

<pb n="216" />

zon, and we are &#383;orry not to have written them, for the names of mountains are &#383;eldom compounded of modern, or trivial denominations, and frequently are &#383;omewhat de&#383;criptive of their prototypes. He informed us al&#383;o, that we &#383;hould go over eight miles of Shap-fell, without &#383;eeing a hou&#383;e; and &#383;oon after, at Haw&apos;s-foot, we took leave of the la&#383;t on the road, entering then a clo&#383;e valley, &#383;urrounded by &#383;tupendous mountains of heath and rock, more towering and abrupt than tho&#383;e, that had appeared in moorlands on the other &#383;ide of Kendal. A &#383;tream, rolling in its rocky channel, and cro&#383;&#383;ing the road under a rude bridge, was all that broke the &#383;olitary &#383;ilence, or gave animation to the view, except the flocks, that hung upon the precipices, and which, at that height, were &#383;carcely di&#383;tingui&#383;hable from the gray round &#383;tones, thickly &#383;tarting from out the heathy 

<pb n="217" />

&#383;teeps. The Highlands of Scotland could &#383;carcely have offered to OSSIAN more images of &#383;imple greatne&#383;s, or more circum&#383;tances for melancholy in&#383;piration. Dark glens and fells, the mo&#383;&#383;y &#383;tone, the lonely bla&#383;t, de&#383;cending on the valley, the roar of di&#383;tant torrents every where occurred; and to the bard the &#34; &#383;ong of &#383;pirits&#34; would have &#383;welled with the&#383;e &#383;ounds, and their fleeting forms have appeared in the clouds, that frequently floated along the mountain tops. </p>

<p>The road, now a&#383;cending Shap-fell, alternately climbed the &#383;teeps and &#383;unk among the hollows of this &#383;overeign mountain, which gives its name to all the &#383;urrounding hills; and, during an a&#383;cent of four miles, we watched every form and attitude of the features, which compo&#383;ed this va&#383;t &#383;cenery. Sometimes we looked from a precipice into deep vallies, varied only with &#383;hades of 

<pb n="218" />

heath, with the rude &#383;ummer hut of the &#383;hepherd, or by &#383;treams accumulating into torrents; and, at others, caught long pro&#383;pects over high lands as huge and wild as the nearer ones, which partially intercepted them. </p>

<p>The flocks in this high region are &#383;o &#383;eldom di&#383;turbed by the foot&#383;teps of man, that they have not learned to fear him; they continued to graze within a few feet of the carriage, or looked quietly at it, &#383;eeming to con&#383;ider the&#383;e mountains as their own. </p>

<p>Near the &#383;ummit of the road, though not of the hill, a retro&#383;pective glance gave us a long view over the fells, and of a rich di&#383;tance towards Lanca&#383;ter, ri&#383;ing into blue hills, which admitted glimp&#383;es of &#383;parkling &#383;ea in the bay beyond. This gay per&#383;pective, lighted up by a gleam of &#383;un&#383;hine, and viewed between the brown lines of the nearer mountains, &#383;hewed like the mi-

<pb n="219" />

niature painting of a land&#383;cape, illuminated beyond a darkened fore-ground. </p>

<p>At the point of every &#383;teep, as we a&#383;cended, the air &#383;eemed to become thinner, and, at the northern &#383;ummit of Shap-fell, which we reached after nearly two hours&apos; toil, the wind blew with piercing inten&#383;ene&#383;s, making it difficult to remain as long as was due to our admiration of the pro&#383;pect. The &#383;cene of mountains, which bur&#383;t upon us, can be compared only to the multitudinous waves of the &#383;ea. On the northern, we&#383;tern and ea&#383;tern &#383;cope of the horizon ro&#383;e va&#383;t ridges of heights, their broken lines &#383;ometimes appearing in &#383;even or eight &#383;ucce&#383;&#383;ive ranges, though &#383;hewing nothing either fanta&#383;tic or peaked in their forms. The autumnal lights, gleaming on their &#383;ides, or &#383;hadows &#383;weeping in dark lines along them, produced a very &#383;ublime effect; while &#383;ummits more remote were 

<pb n="220" />

often mi&#383;ty with the &#383;treaming &#383;hower, and others glittered in the partial rays, or were coloured with the mild azure of di&#383;tance. The greater tract of the intervening hills and Shap-fell it&#383;elf were, at this time, darkened with clouds, while Fancy, awed by the gloom, imaged the genius of We&#383;tmoreland brooding over it and directing the &#383;cowling &#383;torm. </p>

<p>A de&#383;cent of nearly four miles brought us to Shap, a &#383;traggling village, lying on the &#383;ide of a bleak hill, feebly &#383;heltered by clumps of trees. Here, leaving the moorlands, we were glad to find our&#383;elves again where &#34;bells have knolled to church,&#34; and in the mid&#383;t of civilized, though &#383;imple life. After a &#383;hort re&#383;t, at a cleanly little inn, we proceeded towards Bampton, a village five miles further in a vale, to which it gives its name, and one mile from Haw&#383;water, the lake, that invited us to it. As the road 

<pb n="221" />

advanced, the fells of this lake fronted it, and, clo&#383;ing over the &#383;outhern end of Bampton vale, were the mo&#383;t intere&#383;ting objects in the view. They were of a character very different from any yet &#383;een; tall, rocky, and of more broken and pointed form. Among them was the high blue peak, called Kid&#383;tow-pike; the broader ridge of Wallow-crag; a round and &#383;till loftier mountain &#8212; Ickolm-moor, beyond, and, further yet, other ranges of peaked &#383;ummits, that overlook Ull&#383;water. </p>

<p>In a hollow on the left of the road, called the Vale of Magdalene, are the ruins of Shap-abbey, built in the reign of John, of which little now appears except a tower with pointed windows. The &#383;ituation is deeply &#383;ecluded, and the gloom of the &#383;urrounding mountains may have accorded well with mona&#383;tic melancholy. </p>

<p>Proceeding towards Bampton we had a 

<pb n="222" />

momentary peep into Haw&#383;water, &#383;unk deep among black and haggard rocks, and over-topped by the towering fells before named, who&#383;e &#383;ummits were involved in tempe&#383;t, till the &#383;un, &#383;uddenly breaking out from under clouds, threw a watery gleam a&#383;lant the broken top of Kid&#383;tow-pike; and his rays, &#383;truggling with the &#383;hower, produced a fine effect of light, oppo&#383;ed to the gloom, that wrapt Ickolm-moor and other huge mountains. </p>

<p>We &#383;oon after looked down from the heights of Bampton upon its open vale, checquered with corn and meadows, among which the &#383;lender Lowther wound its way from Haw&#383;water to the vale of Eden, cro&#383;&#383;ing that of Bampton to the north. The hills, enriched here and there with hanging woods and &#383;eats, were cultivated nearly to their &#383;ummits, except where in the &#383;outh the rude heights of Haw&#383;water 

<pb n="223" />

almo&#383;t excluded the lake and &#383;hut up the valley. Immediately below us Bampton-grange lay along the &#383;kirt of the hill, and cro&#383;&#383;ed the Lowther, a gray, rambling and antient village, to which we de&#383;cended among rough common, darkened by plantations of fir, and between corn enclo&#383;ures. </p>

<p>The interruption, which enclo&#383;ed waters and pathle&#383;s mountains give to the intercour&#383;e and bu&#383;ine&#383;s of ordinary life, renders the di&#383;trict, that contains the lakes of Lanca&#383;hire, We&#383;tmoreland and Cumberland, more thinly inhabited than is due to the healthine&#383;s of the climate and, perhaps, to the richne&#383;s of the vallies. The roads are always difficult from their &#383;teepne&#383;s, and in winter are greatly ob&#383;tructed by &#383;now. That over Shap-fell to Kendal was, &#383;ome years &#383;ince, entirely impa&#383;&#383;able, till the inhabitants of a few &#383;cattered towns &#383;ub&#383;cribed thirty pounds, and a way was cut wide 

<pb n="224" />

enough for one hor&#383;e, but &#383;o deep, that the &#383;now was, on each &#383;ide, above the rider&apos;s head. It is not in this age of communication and intelligence, that any per&#383;on will be credulou&#383;ly eager to &#383;uppo&#383;e the inhabitants of one part of the i&#383;land con&#383;iderably or generally di&#383;tingui&#383;hed in their characters from tho&#383;e of another; yet, perhaps, none can immerge them&#383;elves in this country of the lakes, without being &#383;truck by the &#383;uperior &#383;implicity and mode&#383;ty of the people. Secluded from great towns and from examples of &#383;elfi&#383;h &#383;plendour, their minds &#383;eem to act freely in the &#383;phere of their own affairs, without interruption from envy or triumph, as to tho&#383;e of others. They are obliging, without &#383;ervility, and plain but not rude, &#383;o that, when, in acco&#383;ting you, they omit the cu&#383;tomary appellations, you perceive it to be the familiarity of kindne&#383;s, not of di&#383;re&#383;pect; and they do not bend 

<pb n="225" />

with meanne&#383;s, or hypocri&#383;y, but &#383;hew an independent well meaning, without obtru&#383;ivene&#383;s and without the hope of more than ordinary gain. </p>

<p>Their views of profit from &#383;trangers are, indeed, more limited than we could have believed, before witne&#383;&#383;ing it. The &#383;ervants at the little inns confe&#383;s them&#383;elves, by their manner of receiving what you give, to be almo&#383;t as much &#383;urpri&#383;ed as plea&#383;ed. A boy, who had opened four or five gates for us between Shap and Bampton, blu&#383;hed when we called to him to have &#383;ome half-pence; and it frequently happened, that per&#383;ons, who had looked at the harne&#383;s, or rendered &#383;ome little &#383;ervices of that &#383;ort on the road, pa&#383;&#383;ed on, before any thing could be offered them. The confu&#383;ion of others, on being paid, induced us to &#383;uppo&#383;e, at fir&#383;t, that enough had not been given; but we were &#383;oon informed, that nothing was expected. </p>

<pb n="226" />

<p>The inns, as here at Bampton, are frequently humble; and tho&#383;e, who are di&#383;po&#383;ed to clamour for luxuries, as if there was a crime in not being able to &#383;upply them, may confound a &#383;imple people, and be them&#383;elves greatly di&#383;contented, before they go. But tho&#383;e, who will be &#383;atisfied with comforts, and think the experience of integrity, carefulness and goodwill is it&#383;elf a luxury, will be glad to have &#383;topped at Bampton and at &#383;everal other little villages, where there is &#383;ome &#383;ort of preparation for travellers. </p>

<p>Nor is this &#383;ecluded &#383;pot without provi&#383;ion for the mind. A beneficed grammar &#383;chool receives the children of the inhabitants, and &#383;ends, we believe, &#383;ome to an Univer&#383;ity. Bi&#383;hop GIBSON received his education at it. Bi&#383;hop LAW, who was born at Bampton, went daily acro&#383;s one, or two of the rude&#383;t fells on the lake to another &#383;chool, at Martindale; an exerci&#383;e

<pb n="227" />

of no trifling fatigue, or re&#383;olution; for among the things to be gained by &#383;eeing the lakes is a conception of the extreme wildne&#383;s of their boundaries. You arrive with a notion, that you can and dare rove any where among&#383;t the mountains; and have only to &#383;ee three to have the utmo&#383;t terror of lo&#383;ing your way. </p>

<p>The danger of wandering in the&#383;e regions without a guide is increa&#383;ed by an uncertainty, as to the titles of heights; for the people of each village have a name for the part of a mountain neare&#383;t to them&#383;elves, and they &#383;ometimes call the whole by that name. The circumference of &#383;uch heights is al&#383;o too va&#383;t, and the flexures too numerous to admit of great accuracy. Skiddaw, Saddleback and Helvellyn, may, however, be certainly di&#383;tingui&#383;hed. There are others, a pa&#383;&#383;age over which would &#383;ave, perhaps, eight or ten miles out of twenty, but which

<pb n="228" />

are &#383;o little known, except to the &#383;hepherds, that they are very rarely cro&#383;&#383;ed by travellers. We could not tru&#383;t to any per&#383;on&apos;s knowledge of Harter-fell, beyond the head of Haw&#383;water. </p>

</chap>


<chap title="HAWSWATER.">
<gap desc="Two horizontal lines." />
<head level="2" align="center">HAWSWATER.</head>

<gap desc="Two horizontal lines." />

<p>THIS is a lake, of which little has been mentioned, perhaps becau&#383;e it is inferior in &#383;ize to the others, but which is di&#383;tingui&#383;hed by the &#383;olemn grandeur of its rocks and mountains, that ri&#383;e in very bold and awful characters. The water, about three miles long, and at the wide&#383;t only half a mile over, nearly de&#383;cribes the figure 8, being narrowed in the centre by the projecting &#383;hores; and, at this &#383;pot, it is &#383;aid to be fifty fathom deep. </p>

<pb n="229" />

<p>Cro&#383;&#383;ing the meadows of Bampton vale and a&#383;cending the oppo&#383;ite heights, we approached the fells of Haw&#383;water, and, having proceeded for a mile along the &#383;ide of hills, the views over the vale and of the &#383;outhern mountains changing with almo&#383;t every &#383;tep, the lake began to open between a very lofty ridge, covered with fore&#383;t, and abrupt fells of heath, or naked rock. Soon after, we looked upon the fir&#383;t expan&#383;e of the lake. Its ea&#383;tern &#383;hore, ri&#383;ing in a tremendous ridge of rocks, darkened with wood to the &#383;ummit, appears to terminate in Wallow-crag, a promontory of towering height, beyond which the lake winds from view. The finely broken mountains on the we&#383;t are covered with heath, and the tops impend in crags and precipices; but their a&#383;cent from the water is le&#383;s &#383;udden than that of the oppo&#383;ite rocks, and they are &#383;kirted by a narrow margin of vivid green, 

<pb n="230" />

where cattle were feeding, and tufted &#383;hrubs and little groves overhung the lake and were reflected on its dark &#383;urface. Above, a very few white cottages among wood broke in upon the &#383;olitude; higher &#383;till, the mountain-flocks were brow&#383;ing, and above all, the narrow per&#383;pective was clo&#383;ed by dark and mon&#383;trous &#383;ummits. </p>

<p>As we wound along the bank, the rocks unfolded and di&#383;closed the &#383;econd expan&#383;e, with &#383;cenery yet more towering and &#383;ublime than the fir&#383;t. This per&#383;pective &#383;eemed to be terminated by the huge mountain called Ca&#383;tle-&#383;treet; but, as we advanced, Harter-fell reared his awful front, impending over the water, and &#383;hut in the &#383;cene, where, amid&#383;t rocks, and at the entrance of a glen almo&#383;t choked by fragments from the heights, &#383;tands the chapel of Martindale, &#383;poken by the country people Mardale. Among the fells of this dark pro&#383;pect are 

<pb n="231" />

Lathale, Wilter-crag, Ca&#383;tle-crag and Riggindale, their bold lines appearing beyond each other as they fell into the upper part of the lake, and &#383;ome of them &#383;hewing only ma&#383;&#383;es of &#383;hattered rock. Kid&#383;tow-pike is pre-eminent among the crowding &#383;ummits beyond the ea&#383;tern &#383;hore, and the clouds frequently &#383;pread their gloom over its point, or fall in &#383;howers into the cup within; on the we&#383;t High-&#383;treet, which overlooks the head of Ull&#383;water, is the mo&#383;t dignified of the mountains. </p>

<p>Leaving the green margin of the lake, we a&#383;cended to the Par&#383;onage, a low, white building on a knoll, &#383;heltered by the mountain and a grove of &#383;ycamores, with a &#383;mall garden in front, falling towards the water. From the door we had a view of the whole lake and the &#383;urrounding fells, which the eminence we were upon was ju&#383;t rai&#383;ed enough to &#383;hew to advantage. Nearly op-

<pb n="232" />

po&#383;ite to it the bold promontory of Wallow-crag pu&#383;hed its ba&#383;e into the lake, where a penin&#383;ula advanced to meet it, &#383;pread with bright verdure, on which the hamlet of Martindale lay half concealed among a grove of oak, beech and &#383;ycamore, who&#383;e tints contra&#383;ted with the darker one of the &#383;piry &#383;pruce, or more clumped Engli&#383;h fir, and accorded &#383;weetly with the pa&#383;toral green beneath. The ridge of precipices, that &#383;wept from Wallow-crag &#383;outhward, and formed a bay for the upper part of the lake, was de&#383;poiled of its fore&#383;t; but that, which curved northward, was dark with dwarf-wood to the water&apos;s brim, and, opening di&#383;tantly to Bampton vale, let in a gay miniature land&#383;cape, bright in &#383;un&#383;hine. Below, the lake reflected the gloom of the woods, and was &#383;ometimes marked with long white lines, which, we were told, indicated bad weather; but, except when a 

<pb n="233" />

&#383;udden gu&#383;t &#383;wept the &#383;urface, it gave back every image on the &#383;hore, as in a dark mirror. </p>

<p>The interior of the Par&#383;onage was as comfortable as the &#383;ituation was intere&#383;ting. A neat parlour opened from the pa&#383;&#383;age, but it was newly painted, and we were &#383;hewn into the family room, having a large old-fa&#383;hioned chimney corner, with benches to receive a &#383;ocial party, and forming a mo&#383;t enviable retreat from the &#383;torms of the mountains. Here, in the winter evening, a family circle, gathering round a blazing pile of wood on the hearth, might defy the weather and the world. It was delightful to picture &#383;uch a party, happy in their home, in the &#383;weet affections of kindred and in hone&#383;t independence, conver&#383;ing, working and reading occa&#383;ionally, while the bla&#383;t was &#383;truggling again&#383;t the ca&#383;ement and the &#383;now pelting on the roof. </p>

<pb n="234" />

<p>The &#383;eat of a long window, overlooking the lake, offered the delights of other &#383;ea&#383;ons; hence the luxuriance of &#383;ummer and the colouring of autumn &#383;ucce&#383;&#383;ively &#383;pread their enchantments over the oppo&#383;ite woods, and the meadows that margined the water below; and a little garden of &#383;weets &#383;ent up its fragrance to that of the honey&#383;uckles, that twined round the window. Here, too, lay a &#383;tore of books, and, to in&#383;tance that an inhabitant of this remote nook could not exclude an intere&#383;t concerning the di&#383;tant world, among them was a hi&#383;tory of pa&#383;&#383;ing events. Alas! to what &#383;cenes, to what di&#383;play of human pa&#383;&#383;ions and human &#383;uffering did it open! How oppo&#383;ite to the &#383;implicity, the innocence and the peace of the&#383;e! </p>

<p>The venerable father of the man&#383;ion was engaged in his duty at his chapel of Martindale, but we were ho&#383;pitably received within, and heard the next day how gladly

<pb n="235" />

he would have rendered any civilities to &#383;trangers. </p>

<p>In leaving this enviable little re&#383;idence, we pur&#383;ued the &#383;teeps of the mountain behind it, and were &#383;oon amid&#383;t the flocks and the crags, whence the look-down upon the lake and among the fells was &#383;olemn and &#383;urpri&#383;ing. About a quarter of a mile from the Par&#383;onage, a torrent of &#383;ome dignity ru&#383;hed pa&#383;t us, foaming down a rocky cha&#383;m in its way to the lake. Every where, little &#383;treams of cry&#383;tal clearne&#383;s wandered &#383;ilently among the mo&#383;s and turf, which half concealed their progre&#383;s, or da&#383;hed over the rocks; and, acro&#383;s the large&#383;t, &#383;heep-bridges of flat &#383;tone were thrown, to prevent the flocks from being carried away in attempting to pa&#383;s them in winter. The gray &#383;tones, that grew among the heath, were &#383;potted with mo&#383;&#383;es of &#383;o fine a texture, that is was difficult to a&#383;certain whether 

<pb n="236" />

they were vegetable; their tints were a delicate pea-green and primro&#383;e, with a variety of colours, which it was not nece&#383;&#383;ary to be a botani&#383;t to admire. </p>

<p>An hour, pa&#383;&#383;ed in a&#383;cending, brought us to the brow of Bampton vale, which &#383;loped gently downward to the north, where it opened to lines of di&#383;tant mountains, that extended far into the ea&#383;t. The woods of Lowther-park capped two remote hills, and &#383;pread luxuriantly down their &#383;ides into the valley; and nearer, Bampton-grange lay at the ba&#383;e of a mountain, crowned with fir plantations, over which, in a di&#383;tant vale, we di&#383;covered the village of Shap and long ridges of the highland, pa&#383;&#383;ed on the preceding day. </p>

<p>One of the fells we had ju&#383;t cro&#383;&#383;ed is called Blanara&#383;a, at the &#383;ummit of which two gray &#383;tones, each about four feet high, and placed upright, at the di&#383;tance of nine 

<pb n="237" />

feet from each other, remain of four, which are remembered to have been formerly there. The place is &#383;till called Four Stones; but tradition does not relate the de&#383;ign of the monument; whether to limit adjoining di&#383;tricts, or to commemorate a battle, or a hero. </p>

<p>We de&#383;cended gradually into the vale, among thickets of rough oaks, on the bank of a rivulet, which foamed in a deep channel beneath their foliage, and came to a glade &#383;o &#383;eque&#383;tered and gloomily over&#383;hadowed, that one almo&#383;t expected to &#383;ee the venerable arch of a ruin, peeping between the branches. It was the very &#383;pot, which the founder of a mona&#383;tery might have cho&#383;en for his retirement, where the chantings of a choir might have mingled with the &#383;oothing murmur of the &#383;tream, and monks have glided beneath the &#383;olemn trees in garments &#383;carcely di&#383;tingui&#383;hable from the &#383;hades them&#383;elves. </p>

<pb n="238" />

<p>This glade, &#383;loping from the eye, opened under &#383;preading oaks to a remote glimp&#383;e of the vale, with blue hills in the di&#383;tance; and on the gra&#383;&#383;y hillocks of the fore-ground cattle were every where repo&#383;ing. </p>

<p>We returned, about &#383;un&#383;et, to Bampton, after a walk of little more than four miles, which had exhibited a great variety of &#383;cenery, beautiful, romantic and &#383;ublime. At the entrance of the village, the Lowther and a namele&#383;s rivulet, that runs from Haw&#383;water, join their waters; both &#383;treams were now &#383;unk in their beds; but in winter they &#383;ometimes contend for the conque&#383;t and ravage of the neighbouring plains. The waters have then ri&#383;en to the height of five or &#383;ix feet in a meadow forty yards from their &#383;ummer channels. In an enclo&#383;ure of this vale was fought the la&#383;t battle, or &#383;kirmi&#383;h, with the Scots in We&#383;tmoreland; and it is within the telling of the &#383;ons of great-grandfathers, that the conte&#383;t continued, till 

<pb n="239" />

the Scots were di&#383;covered to fire only pebbles; the villagers had then the folly to clo&#383;e with them and the &#383;ucce&#383;s to drive them away; but &#383;uch was the &#383;implicity of the times, that it was called a victory to have made one pri&#383;oner. Stories of this &#383;ort are not yet entirely forgotten in the deeply inclo&#383;ed vales of We&#383;tmoreland and Cumberland, where the greater part of the pre&#383;ent inhabitants can refer to an ance&#383;try of &#383;everal centuries, on the &#383;ame &#383;pot. </p>

<p>We thought Bampton, though a very ill-built village, an enviable &#383;pot; having a clergyman, as we heard, of exemplary manners, and, as one of us witne&#383;&#383;ed, of a mo&#383;t faithful earne&#383;tne&#383;s in addre&#383;&#383;ing his congregation in the church; being but &#383;lightly removed from one of the lakes, that accumulates in a &#383;mall &#383;pace many of the varieties and attractions of the others; and having the adjoining lands di&#383;tributed,

<pb n="240" />

for the mo&#383;t part, into &#383;mall farms, &#383;o that, as it is not thought low to be without wealth, the poor do not acquire the offen&#383;ive and di&#383;reputable habits, by which they are too often tempted to revenge, or re&#383;i&#383;t the o&#383;tentation of the rich. </p>

</chap>

<gap desc="Two horizontal lines." />

<chap title="ULLS-WATER.">

<head level="2" align="center">ULLS-WATER.</head>

<gap desc="Two horizontal lines." />

<p>THE ride from Bampton to Ull&#383;-water is very various and delightful. It winds for about three miles along the we&#383;tern heights of this green and open vale, among embowered lanes, that alternately admit and exclude the pa&#383;toral &#383;cenes below, and the fine land&#383;capes on the oppo&#383;ite hills, formed by the plantations and antient woods of Lowther-park. The&#383;e &#383;pread over 

<pb n="241" />

a long tract, and mingle in &#383;weet variety with the lively verdure of lawns and meadows, that &#383;lope into the valley, and &#383;ometimes appear in gleams among the dark thickets. The hou&#383;e, of white &#383;tone with red window-ca&#383;es, embo&#383;omed among the woods, has nothing in its appearance an&#383;werable to the &#383;urrounding grounds. Its &#383;ituation and that of the park are exqui&#383;itely happy, ju&#383;t where the vale of Bampton opens to that of Eden, and the long mountainous ridge and peak of Cro&#383;s-fell, a&#383;piring above them all, &#383;tretch before the eye; with the town of Penrith &#383;helving along the &#383;ide of a di&#383;tant mountain, and its beacon on the &#383;ummit; the ruins of its ca&#383;tle appearing di&#383;tinctly at the &#383;ame time, crowning a low round hill. The horizon to the north and the ea&#383;t is bounded by lines of mountains, range above range, not romantic and &#383;urpri&#383;ing, but multitudinous and va&#383;t. Of 

<pb n="242" />

the&#383;e, Cro&#383;s-fell, &#383;aid to be the highe&#383;t mountain in Cumberland, gives its name to the whole northern ridge, which in its full extent, from the neighbourhood of Gill&#383;land to that of Kirkby-Steven, is near fifty miles. This per&#383;pective of the exten&#383;ive vale of Eden has grandeur and magnificence in as high a degree as that of Bampton has pa&#383;toral beauty, clo&#383;ing in the gloomy &#383;olitudes of Haw&#383;water. The vale is finely wooded, and variegated with man&#383;ions, parks, meadow-land, corn, towns, villages, and all that make a di&#383;tant land&#383;cape rich. Among the peculiarities of it, are little mountains of alpine &#383;hape, that &#383;tart up like pyramids in the middle of the vale, &#383;ome covered with wood, others barren and rocky. The &#383;cene perhaps only wants a river like the Rhine, or the Thames, to make it the very fine&#383;t in England for union of grandeur, beauty and extent. </p>

<pb n="243" />

<p>Oppo&#383;ite Lowther-hall, we gave a farewell look to the plea&#383;ant vale of Bampton and its &#383;outhern fells, as the road, winding more to the we&#383;t, led us over the high lands, that &#383;eparate it from the vale of Emont. Then, a&#383;cending through &#383;hady lanes and among fields where the oat harve&#383;t was gathering, we had enchanting retro&#383;pects of the vale of Eden, &#383;preading to the ea&#383;t, with all its chain of mountains chequered by the autumnal &#383;hadows. </p>

<p>Soon after, the road brought us to the brows of Emont, a narrow well-wooded vale, the river, from which it takes its name, meandering through it from Ull&#383;-water among pa&#383;tures and plea&#383;ure-grounds, to meet the Lowther near Brougham Ca&#383;tle. Penrith and its ca&#383;tle and beacon look up the vale from the north, and the a&#383;toni&#383;hing fells of Ull&#383;water clo&#383;e upon it in the &#383;outh; while Delemain, the hou&#383;e and beautiful 

<pb n="244" />

grounds of Mr. Ha&#383;&#383;el, Hutton St. John, a venerable old man&#383;ion, and the &#383;ingle tower called Dacre-ca&#383;tle adorn the valley. But who can pau&#383;e to admire the elegancies of art, when &#383;urrounded by the wonders of nature? The approach to this &#383;ublime lake along the heights of Emont is exqui&#383;itely intere&#383;ting; for the road, being &#383;hrouded by woods, allows the eye only partial glimp&#383;es of the gigantic &#383;hapes, that are a&#383;&#383;embled in the di&#383;tance, and, awakening high expectation, leaves the imagination, thus elevated, to paint the &#34;forms of things un&#383;een.&#34; Thus it was, when we caught a fir&#383;t view of the dark broken tops of the fells, that ri&#383;e round Ull&#383;water, of &#383;ize and &#383;hape mo&#383;t huge, bold, and awful; over&#383;pread with a blue my&#383;terious tint, that &#383;eemed almo&#383;t &#383;upernatural, though according in gloom and &#383;ublimity with the &#383;evere features it involved. </p>

<pb n="245" />

<p>Further on, the mountains began to unfold them&#383;elves; their outlines, broken, abrupt and inter&#383;ecting each other in innumerable directions, &#383;eemed, now and then, to fall back like a multitude at &#383;ome &#383;upreme command, and permitted an oblique glimp&#383;e into the deep vales. A clo&#383;e lane then de&#383;cended towards Pooly-bridge, where, at length, the lake it&#383;elf appeared beyond the &#383;preading branches, and, &#383;oon after, the fir&#383;t reach expanded before us, with all its mountains tumbled round it; rocky, ruinous and va&#383;t, impending, yet ri&#383;ing in wild confu&#383;ion and multiplied points behind each other. </p>

<p>This view of the fir&#383;t reach from the foot of Dunmallet, a pointed woody hill, near Pooly-bridge, is one of the fine&#383;t on the lake, which here &#383;preads in a noble &#383;heet, near three miles long, and almo&#383;t two miles broad, to the ba&#383;e of Thwaithill-nab, 

<pb n="246" />

winding round which it di&#383;appears, and the whole is then believed to be &#383;een. The character of this view is nearly that of &#383;imple grandeur; the mountains, that impend over the &#383;hore in front, are peculiarly awful in their forms and attitudes; on the left, the fells &#383;often; woodlands, and their pa&#383;tures, colour their lower declivities, and the water is margined with the tendere&#383;t verdure, oppo&#383;ed to the dark woods and crags above. On the right, a green conical hill &#383;lopes to the &#383;hore, where cattle were repo&#383;ing on the gra&#383;s, or &#383;ipping the clear wave; further, ri&#383;e the bolder rocks of Thwaithill-nab, where the lake di&#383;appears, and, beyond, the dark precipices and &#383;ummits of fells, that crown the &#383;econd reach. </p>

<p>Winding the foot of Dunmallet, the almo&#383;t pyramidal hill, that &#383;huts up this end of Ull&#383;water, and &#383;eparates it from the vale of Emont, we cro&#383;&#383;ed Barton bridge, where

<pb n="247" />

this little river, clear as cry&#383;tal, i&#383;&#383;ues from the lake, and through a clo&#383;e pa&#383;&#383; hurries over a rocky channel to the vale. Its woody &#383;teeps, the tufted i&#383;land, that interrupts its &#383;tream, and the valley beyond, form altogether a picture in fine contra&#383;t with the maje&#383;ty of Ull&#383;water, expanding on the other &#383;ide of the bridge. </p>

<p>We followed the &#383;kirts of a &#383;mooth green hill, the lake, on the other hand, flowing &#383;oftly again&#383;t the road and &#383;hewing every pebble on the beach beneath, and proceeded towards the &#383;econd bend; but &#383;oon mounted from the &#383;hore among the broken knolls of Dacre-common, whence we had various views of the fir&#383;t reach, its &#383;cenery appearing in darkened maje&#383;ty as the autumnal &#383;hadows &#383;wept over it. Sometimes, however, the rays, falling in gleams upon the water, gave it the fine&#383;t &#383;ilvery tone imaginable, &#383;ober though &#383;plendid. Dunmallet

<pb n="248" />

at the foot of the lake was a formal unplea&#383;ing object, not large enough to be grand, or wild enough to be romantic. </p>

<p>The ground of the common is finely broken, and is &#383;cattered &#383;paringly with white cottages, each picture&#383;quely &#383;hadowed by its dark grove; above, ri&#383;e plantations and gray crags which lead the eye forward to the alpine forms, that crown the &#383;econd reach, changing their attitudes every in&#383;tant as they are approached. </p>

<p>Ull&#383;water in all its windings, which give it the form of the letter S, is nearly nine miles long; the width is various, &#383;ometimes nearly two miles and &#383;eldom le&#383;s than one; but Skelling-nab, a va&#383;t rock in the &#383;econd reach, projects &#383;o as to reduce it to le&#383;s than a quarter of a mile. The&#383;e are chiefly the reputed mea&#383;urements, but the eye lo&#383;es its power of judging even of the breadth, confounded by the boldne&#383;s of the 

<pb n="249" />

&#383;hores and the grandeur of the fells, that ri&#383;e beyond; the proportions however are grand, for the water retains its dignity, notwith&#383;tanding the va&#383;tne&#383;s of its accompaniments; a circum&#383;tance, which Derwent-water can &#383;carcely boa&#383;t. </p>

<p>The &#383;econd bend, a&#383;&#383;uming the form of a river, is very long, but generally broad, and brought &#383;trongly to remembrance &#383;ome of the pa&#383;&#383;es of the Rhine beyond Coblentz: though, here, the rocks, that ri&#383;e over the water, are little wooded; and, there, their &#383;kirts are never margined by pa&#383;ture, or open to &#383;uch fairy &#383;ummer &#383;cenes of vivid green mingling with &#383;hades of wood and gleams of corn, as &#383;ometimes appear within the rece&#383;&#383;es of the&#383;e wintry mountains. The&#383;e cliffs, however, do not &#383;hew the variety of hue, or marbled veins, that frequently &#383;urpri&#383;e and delight on the Rhine, being generally dark and gray, and the va-

<pb n="250" />

rieties in their complexion, when there are any, purely aerial; but they are va&#383;t and broken; ri&#383;e immediately from the &#383;tream, and often &#383;hoot their ma&#383;&#383;es over it; while the expan&#383;e of water below accords with the dignity of that river in many of its reaches. Once too, there were other points of re&#383;emblance, in the ruins of mona&#383;teries and convents, which, though rea&#383;on rejoices that they no longer exi&#383;t, the eye may be allowed to regret. Of the&#383;e, all which now remains on record is, that a &#383;ociety of Benedictine monks was founded on the &#383;ummit of Dunmallet, and a nunnery of the &#383;ame order on a point behind Sowlby-fell; traces of the&#383;e ruins, it is &#383;aid, may &#383;till be &#383;een. </p>

<p>Thus grandeur and immen&#383;ity are the characteri&#383;tics of the left &#383;hore of the &#383;econd reach; the right exhibits romantic wildne&#383;s in the rough ground of Dacre-

<pb n="251" />

common and the craggy heights above, and, further on, the &#383;weete&#383;t forms of repo&#383;ing beauty, in the gra&#383;&#383;y hillocks and undulating cop&#383;es of Gowbarrow-park, fringing the water, &#383;ometimes over little rocky eminences, that project into the &#383;tream, and, at others, in &#383;helving bays, where the lake, tran&#383;parent as cry&#383;tal, breaks upon the pebbly bank, and layes the road, that winds there. Above the&#383;e pa&#383;toral and &#383;ylvan land&#383;capes, ri&#383;e broken precipices, le&#383;s tremendous than tho&#383;e of the oppo&#383;ite &#383;hore, with pa&#383;tures pur&#383;uing the crags to a con&#383;iderable height, &#383;peckled with cattle, which are exqui&#383;itely picture&#383;que, as they graze upon the knolls and among the old trees, that adorn this finely declining park. </p>

<p>Leaving the hamlet of Watermillock at &#383;ome di&#383;tance on the left, and pa&#383;&#383;ing the &#383;eat of Mr. Robin&#383;on, &#383;eque&#383;tered in the gloom of beech and &#383;ycamores, there are 

<pb n="252" />

fine views over the &#383;econd reach, as the road de&#383;cends the common towards Gowbarrow. Among the bolde&#383;t fells, that brea&#383;t the lake on the left &#383;hore, are Holling-fell and Swarth-fell, now no longer boa&#383;ting any part of the fore&#383;t of Martindale, but &#383;hewing huge walls of naked rock, and &#383;cars, which many torrents have inflicted. One channel only in this dry &#383;ea&#383;on retained its &#383;hining &#383;tream; the cha&#383;m was dreadful, parting the mountain from the &#383;ummit to the ba&#383;e; and its waters in winter, leaping in foam from precipice to precipice, mu&#383;t be infinitely &#383;ublime; not, however, even then from their ma&#383;s, but from the length and precipitancy of their de&#383;cent. </p>

<p>The per&#383;pective as the road de&#383;cends into Gowbarrow-park is perhaps the very fine&#383;t on the lake. The &#383;cenery of the fir&#383;t reach is almo&#383;t tame when compared with this, 

<pb n="253" />

and it is difficult to &#383;ay where it can be equalled for Alpine &#383;ublimity, and for effecting wonder and awful elevation. The lake, after expanding at a di&#383;tance to great breadth, once more lo&#383;es it&#383;elf beyond the enormous pile of rock called Place-fell, oppo&#383;ite to which the &#383;hore, &#383;eeming to clo&#383;e upon all further progre&#383;s, is bounded by two promontories covered with woods, that &#383;hoot their luxuriant foliage to the water&apos;s edge. The &#383;hattered ma&#383;s of gray rock, called Yew-crag, ri&#383;es immediately over the&#383;e, and, beyond, a glen opens to a chaos of mountains more &#383;olemn in their a&#383;pect, and &#383;ingular in their &#383;hapes, than any which have appeared, point crowding over point in lofty &#383;ucce&#383;&#383;ion. Among the&#383;e is Stone-cro&#383;s-pike and huge Helvellyn, &#383;cowling over all; but, though this retains its pre-eminence, its dignity is lo&#383;t in the ma&#383;s of alps around and below it. A fearful

<pb n="254" />

gloom involved them; the &#383;hadows of a &#383;tormy &#383;ky upon mountains of dark rock and heath. All this is &#383;een over the woody fore-ground of the park, which, &#383;oon &#383;hrouding us in its bowery lanes, allowed the eye and the fancy to repo&#383;e, while venturing towards new forms and a&#383;&#383;emblages of &#383;ublimity. </p>

<p>Meantime, the green &#383;hade, under which we pa&#383;&#383;ed, where the &#383;ultry low of cattle, and the &#383;ound of &#383;treams hurrying from the heights through the cop&#383;es of Gowbarrow to the lake below, were all that broke the &#383;tillne&#383;s; the&#383;e, with gleamings of the water, clo&#383;e on the left, between the foliage, and which was ever changing its hue, &#383;ometimes a&#383;&#383;uming the &#383;oft purple of a pigeon&apos;s neck, at others the &#383;ilvery tint of &#383;un&#383;hine &#8212; the&#383;e circum&#383;tances of imagery were in &#383;oothing and beautiful variety with the gigantic vi&#383;ions we had lo&#383;t. </p>

<pb n="255" />

<p>The road &#383;till pur&#383;uing this border of the lake, the cop&#383;es opened to partial views of the bold rocks, that form the oppo&#383;ite &#383;hore, and many a wild rece&#383;s and &#383;olemn glen appeared and vani&#383;hed among them, &#383;ome &#383;hewing only broken fells, the &#383;ides of others &#383;haggy with fore&#383;ts, and nearly all lined, at their ba&#383;es, with narrow pa&#383;tures of the mo&#383;t exqui&#383;ite verdure. Thus de&#383;cending upon a succe&#383;&#383;ion of &#383;weeping bays, where the &#383;hades parted, and admitted the lake, that flowed even with us, and again retreating from it over gentle eminences, where it glittered only between the leaves; cro&#383;&#383;ing the rude bridges of &#383;everal becks, rapid, clear and foaming among dark &#383;tones, and receiving a green tint from the clo&#383;ely &#383;hadowing trees, but neither precipitous enough in their de&#383;cent, nor ample enough in their cour&#383;e, to increa&#383;e the dignity of the &#383;cene, we came, after pa&#383;&#383;ing nearly 

<pb n="256" />

three miles through the park, to Lyulph&apos;s Tower. This man&#383;ion, a &#383;quare, gray edifice, with turreted corners, battlements and windows in the Gothic &#383;tyle, has been built by the pre&#383;ent Duke of Norfolk in one of the fine&#383;t &#383;ituations of a park, abounding with views of the grand and the &#383;ublime. It &#383;tands on a green eminence, a little removed from the water, backed with wood and with pa&#383;tures ri&#383;ing abruptly beyond, to the cliffs and crags that crown them. In front, the ground falls finely to the lake&apos;s edge, broken, yet gentle, and &#383;cattered over with old trees, and darkened with cop&#383;es, which mingle in fine variety of tints with the light verdure of the turf beneath. Herds of deer, wandering over the knolls, and cattle, repo&#383;ing in the &#383;hade, completed this &#383;weet land&#383;cape. </p>

<p>The lake is hence &#383;een to make one of its bolde&#383;t expan&#383;es, as it &#383;weeps round 

<pb n="257" />

Place-fell, and flows into the third and la&#383;t bend of this wonderful vale. Lyulph&apos;s Tower looks up this reach to the &#383;outh, and to the ea&#383;t traces all the fells and curving banks of Gowbarrow, that bind the &#383;econd; while, to the we&#383;t, a dark glen opens to a glimp&#383;e of the &#383;olemn alps round Helvellyn; and all the&#383;e objects are &#383;een over the mild beauty of the park. </p>

<p>Pa&#383;&#383;ing fine &#383;weeps of the &#383;hore and over bold headlands, we came oppo&#383;ite to the va&#383;t promontory, called Place-fell, that pu&#383;hes its craggy foot into the lake, like a lion&apos;s claw, round which the waters make a &#383;udden turn, and enter Patterdale, their third and final expan&#383;e. In this reach, they lo&#383;e the form of a river, and re&#383;ume that of a lake, being clo&#383;ed, at three miles di&#383;tance, by the ruinous rocks, that guard the gorge of Patterdale, backed by a multitude of fells. The water, in this &#383;cope, 


<pb n="258" />

is of oval form, bounded on one &#383;ide by the precipices of Place-fell, Martindale-fell, and &#383;everal others equally rude and awful that ri&#383;e from its edge, and &#383;hew no lines of verdure, or ma&#383;&#383;es of wood, but retire in rocky bays, or project in va&#383;t promontories athwart it. The oppo&#383;ite &#383;hore is le&#383;s &#383;evere and more romantic; the rocks are lower and richly wooded, and, often receding from the water, leave room for a tract of pa&#383;ture, meadow land and corn, to margin their ruggedne&#383;s. At the upper end, the village of Patterdale, and one or two white farms, peep out from among trees beneath the &#383;cowling mountains, that clo&#383;e the &#383;cene; pitched in a rocky nook, with corn and meadow land, &#383;loping gently in front to the lake, and, here and there, a &#383;cattered grove. But this &#383;cene is viewed to more advantage from one of the two woody eminences, that overhang the lake, 

<pb n="259" />

ju&#383;t at the point where it forms its la&#383;t angle, and, like an opened compa&#383;s, &#383;preads its two arms before the eye. The&#383;e heights are extremely beautiful, viewed from the oppo&#383;ite &#383;hore, and had long charmed us at a di&#383;tance. Approaching them, we cro&#383;&#383;ed another torrent, Glencoyn-beck, or Airey-force, which here divides not only the e&#383;tates of the Duke of Norfolk and Mr. Hodgkin&#383;on, but the counties of We&#383;tmoreland and Cumberland; and all the fells beyond, that enclo&#383;e the la&#383;t bend of Ull&#383;water, are in Patterdale. Here, on the right, at the feet of awful rocks, was &#383;pread a gay autumnal &#383;cene, in which the pea&#383;ants were &#383;inging merrily as they gathered the oats into &#383;heafs; woods, turfy hillocks, and, above all, tremendous crags, abruptly clo&#383;ing round the yellow harve&#383;t. The figures, together with the whole land&#383;cape, re&#383;embled one of tho&#383;e beautifully fanta&#383;tic &#383;cenes, 

<pb n="260" />

which fable calls up before the wand of the magician. </p>

<p>Entering Glencoyn woods and &#383;weeping the bolde&#383;t bay of the lake, while the water da&#383;hed with a &#383;trong &#383;urge upon the &#383;hore, we at length mounted a road frightful from its &#383;teepne&#383;s and its crags, and gained one of the wooded &#383;ummits &#383;o long admired. From hence the view of Ull&#383;water is the mo&#383;t exten&#383;ive and various, that its &#383;hores exhibit, comprehending its two principal reaches, and though not the mo&#383;t picture&#383;que, it is certainly the mo&#383;t grand. To the ea&#383;t, extends the middle &#383;weep in long and equal per&#383;pective, walled with barren fells on the right, and margined on the left with the pa&#383;toral rece&#383;&#383;es and bowery projections of Gowbarrow park. The rude mountains above almo&#383;t &#383;eemed to have fallen back from the &#383;hore to admit this land&#383;cape within their hollow bo&#383;om, and 

<pb n="261" />

then, bending abruptly, appear, like Milton&apos;s Adam viewing the fleeing Eve, to hang over it enamoured. </p>

<p>Lyulph&apos;s Tower is the only object of art, except the hamlet of Watermillock, &#383;een in the di&#383;tant per&#383;pective, that appears in the &#383;econd bend of Ull&#383;water; and this lo&#383;es much of its effect from the &#383;quare uniformity of the &#383;tructure, and the glaring green of its painted window-ca&#383;es. This is the longe&#383;t reach of the lake. </p>

<p>Place-fell, which divides the two la&#383;t bends, and was immediately oppo&#383;ite to the point we were on, is of the bolde&#383;t form. It projects into the water, an enormous ma&#383;s of gray crag, &#383;carred with dark hues; thence retiring a little it again bends forward in huge cliffs, and finally &#383;tarts up into a va&#383;t perpendicular face of rock. As a &#383;ingle object, it is wonderfully grand; and, connected with the &#383;cene, its effect is &#383;ub-

<pb n="262" />

lime. The lower rocks are called Silverrays, and not inaptly; for, when the &#383;un &#383;hines upon them, their variegated &#383;ides &#383;omewhat re&#383;emble in brightne&#383;s the rays &#383;treaming beneath a cloud. </p>

<p>The la&#383;t reach of Ull&#383;water, which is on the right of this point, expands into an oval, and its maje&#383;tic &#383;urface is &#383;potted with little rocky i&#383;lets, that would adorn a le&#383;s &#383;acred &#383;cene; here they are prettine&#383;s, that can &#383;carcely be tolerated by the grandeur of its character. The tremendous mountains, which &#383;cowl over the gorge of Patterdale; the cliffs, ma&#383;&#383;y, broken and overlooked by a multitude of dark &#383;ummits, with the grey walls of Swarth and Martindale fells, that upheave them&#383;elves on the ea&#383;tern &#383;hore, form altogether one of the mo&#383;t grand and awful pictures on the lake; yet, admirable and impre&#383;&#383;ive as it is, as to &#383;olemnity and a&#383;toni&#383;hment, its effect with us was not 

<pb n="263" />

equal to that of the more alpine &#383;ketch, caught in di&#383;tant per&#383;pective from the de&#383;cent into Gowbarrow-park. </p>

<p>In the&#383;e views of Ull&#383;water, &#383;ublimity and greatne&#383;s are the predominating characters, though beauty often glows upon the we&#383;tern bank. The mountains are all bold, gloomy and &#383;evere. When we &#383;aw them, the &#383;ky accorded well with the &#383;cene, being frequently darkened by autumnal clouds; and the equinoctial gale &#383;wept the &#383;urface of the lake, marking its blackne&#383;s with long white lines, and beating its waves over the rocks to the foliage of the thickets above. The trees, that &#383;hade the&#383;e eminences, give greater force to the &#383;cenes, which they either partially exclude, or wholly admit, and become them&#383;elves fine objects, enriched as they are with the darke&#383;t mo&#383;s. </p>

<p>From hence the ride to the village of 

<pb n="264" />

Patterdale, at the lake&apos;s head, is, for the fir&#383;t part, over precipices covered with wood, whence you look down, on the left, upon the water, or upon pa&#383;tures &#383;tretching to it; on the right, the rocks ri&#383;e abruptly, and often impend their ma&#383;&#383;es over the road; or open to narrow dells, green, rocky and overlooked by endle&#383;s mountains. </p>

<p>About half way to the village of Patterdale, a penin&#383;ula &#383;preads from this &#383;hore into the lake, where a white hou&#383;e, peeping from a grove and &#383;urrounded with green enclo&#383;ures, is beautifully placed. This is an inn, and, perhaps, the principal one, as to accommodation; but, though its &#383;ituation, on a &#383;pot which on each &#383;ide commands the lake, is very fine, it is not comparable, in point of wildne&#383;s and &#383;ublimity, to that of the cottage, called the King&apos;s Arms, at Patterdale. In the way thither, are enchanting catches of the lake, between

<pb n="265" />

the trees on the left, and peeps into the glens, that wind among the alps towards Helvellyn, on the right. The&#383;e multiply near the head of Ull&#383;water, where they &#383;tart off as from one point, like radii, and conclude in trackle&#383;s &#383;olitudes. </p>

<p>It is difficult to &#383;pread varied pictures of &#383;uch &#383;cenes before the imagination. A repetition of the &#383;ame images of rock, wood and water, and the &#383;ame epithets of grand, va&#383;t and &#383;ublime, which nece&#383;&#383;arily occur, mu&#383;t appear tautologous, on paper, though their archetypes in nature, ever varying in outline, or arrangement, exhibit new vi&#383;ions to the eye, and produce new &#383;hades of effect on the mind. It is difficult al&#383;o, where the&#383;e delightful differences have been experienced, to forbear dwelling on the remembrance, and attempting to &#383;ketch the peculiarities, which occa&#383;ioned them. The &#383;cenery at the head of Ull&#383;water is e&#383;pecially productive of &#383;uch difficulties, where a wi&#383;h

<pb n="266" />

to pre&#383;ent the picture, and a con&#383;ciou&#383;ne&#383;s of the impo&#383;&#383;ibility of doing &#383;o, except by the pencil, meet and oppo&#383;e each other. </p>

<p>Patterdale it&#383;elf is a name &#383;omewhat familiar to recollection, from the circum&#383;tance of the chief e&#383;tate in it having given to its po&#383;&#383;e&#383;&#383;ors, for &#383;everal centuries, the title of Kings of Patterdale. The la&#383;t per&#383;on &#383;o di&#383;tingui&#383;hed was richer than his ance&#383;tors, having increa&#383;ed his income, by the mo&#383;t ludicrous par&#383;imony, to a thou&#383;and pounds a year. His &#383;on and &#383;ucce&#383;&#383;or is an indu&#383;trious country gentleman, who has improved the &#383;ort of farming man&#383;ion, annexed to the e&#383;tate, and, not affecting to depart much from the &#383;imple manners of the other inhabitants, is re&#383;pectable enough to be generally called by his own name of Moun&#383;ey, in&#383;tead of the title, which was probably &#383;eldom given to his ance&#383;tors, but in &#383;ome &#383;ort of mockery. </p>

<p>The village is very humble, as to the 

<pb n="267" />

conditions and views of the inhabitants; and very re&#383;pectable, as to their integrity and &#383;implicity, and to the contentment, which is proved by the infrequency of emigrations to other di&#383;tricts. It &#383;traggles at the feet of fells, &#383;omewhat removed from the lake and near the entrance of the wild vale of Glenridding. Its white church is &#383;een nearly from the commencement of the la&#383;t reach, ri&#383;ing among trees, and in the church-yard are the ruins of an antient yew, of remarkable &#383;ize and venerable beauty; its trunk, hollowed and &#383;ilvered by age, re&#383;embles twi&#383;ted roots; yet the branches, that remain above, are not of melancholy black, but flouri&#383;h in rich verdure and flaky foliage. </p>

<p>The inn is beyond the village, &#383;ecurely &#383;heltered under high crags, while enormous fells, clo&#383;e on the right, open to the gorge of Patterdale; and Coldrill-beck, i&#383;&#383;uing

<pb n="268" />

from it, de&#383;cends among the corn and meadows, to join the lake at a little di&#383;tance. We had a happy evening at this cleanly cottage, where there was no want, without its recompen&#383;e, from the civil offices of the people. Among the rocks, that ro&#383;e over it, is a &#383;tation, which has been more frequently &#383;elected than any other on the lake by the painter and the lover of the <i>beau id&#233;e</i>, as the French and Sir JOSHUA REYNOLDS expre&#383;&#383;ively term what Mr. BURKE explains in his definition of the word <i>fine</i>. Below the point, on which we &#383;tood, a tract of corn and meadow land fell gently to the lake, which expanded in great maje&#383;ty beyond, bounded on the right by the precipices of many fells, and, on the left, by rocks finely wooded, and of more broken and &#383;piry outline. The undulating pa&#383;tures and cop&#383;es of Gowbarrow clo&#383;ed the per&#383;pective. Round the whole of the&#383;e &#383;hores, 

<pb n="269" />

but particularly on the left, ro&#383;e clu&#383;ters of dark and pointed &#383;ummits, a&#383;&#383;uming great variety of &#383;hape, among&#383;t which Helvellyn was &#383;till pre-eminent. Immediately around us, all was va&#383;t and gloomy; the fells mount &#383;wiftly and to enormous heights, leaving at their ba&#383;es only crags and hillocks, tufted with thickets of dwarf-oak and holly, where the beautiful cattle, that adorned them, and a few &#383;heep, were picking a &#383;canty &#383;upper among the heath. </p>

<p>From this &#383;pot glens open on either hand, that lead the eye only to a chaos of mountains. The profile of one near the fore-ground on the right is remarkably grand, &#383;helving from the &#383;ummit in one va&#383;t &#383;weep of rock, with only &#383;ome interruption of craggy points near its ba&#383;e, into the water. On one &#383;ide, it unites with the fells in the gorge of Patterdale, and, on the other, winds into a bold bay for the 

<pb n="270" />

lake. Among the highlands, &#383;een over the left &#383;hore, is Common-fell, a large heathy mountain, which appeared to face us. Somewhat nearer, is a lower one, called Glenridding, and above it the Nab. Gra&#383;&#383;dale has Glenridding and the Nab on one &#383;ide towards the water, and Birks-fell and St. Sunday&apos;s-crag over that, on the other. The points, that ri&#383;e above the Nab, are Stridon-edge, then Cove&apos;s head, and, over all, the precipices of dark Helvellyn, now appearing only at intervals among the clouds. </p>

<p>Not only every fell of this wild region has a name, but almo&#383;t every crag of every fell, &#383;o that &#383;hepherds &#383;itting at the fire-&#383;ide can direct each other to the exact &#383;pot among the mountains, where a &#383;tray &#383;heep has been &#383;een. </p>

<p>Among the rocks on the right &#383;hore, is Martindale-fell, once &#383;haded with a fore&#383;t, 

<pb n="271" />

from which it received its name, and which &#383;preading to a va&#383;t extent over the hills and vallies beyond, even as far as Haw&#383;water, darkened the front of Swarth-fell and &#383;everal others, that impend over the fir&#383;t and &#383;econd reach of Ull&#383;water. Of the mountains, which tower above the glen of Patterdale, the highe&#383;t are Harter&apos;s-fell, Kid&#383;tow-pike, and the ridge, called the High-&#383;treet; a name, which reminded us of the German denomination, <i>Berg-&#383;tra&#383;&#383;e</i>. </p>

<p>The effect of a &#383;tormy evening upon the &#383;cenery was &#383;olemn. Clouds &#383;moked along the fells, veiling them for a moment, and pa&#383;&#383;ing on to other &#383;ummits; or &#383;ometimes they involved the lower &#383;teeps, leaving the tops unob&#383;cured and re&#383;embling i&#383;lands in a di&#383;tant ocean. The lake was dark and tempe&#383;tuous, da&#383;hing the rocks with a &#383;trong foam. It was a &#383;cene worthy of the &#383;ublimity of O&#383;&#383;ian, and brought

<pb n="272" />

to recollection &#383;ome touches of his gloomy pencil. &#34;When the &#383;torms of the mountains come, when the north lifts the waves on high, I &#383;it by the &#383;ounding &#383;hore, &#38;c.&#34; </p>

<p>A large hawk, &#383;ailing proudly in the air, and wheeling among the &#383;tormy clouds, &#383;uperior to the &#383;hock of the gu&#383;t, was the only animated object in the upward pro&#383;pect. We were told, that the eagles had for&#383;aken their aeries in this neighbourhood and in Borrowdale, and are fled to the i&#383;le of Man; but one had been &#383;een in Patterdale, the day before, which, not being at its full growth, could not have arrived from a great di&#383;tance. </p>

<p>We returned to our low-roofed habitation, where, as the wind &#383;wept in hollow gu&#383;ts along the mountains and &#383;trove again&#383;t our ca&#383;ements, the crackling blaze of a wood fire lighted up the cheerfulne&#383;s, which, &#383;o long &#383;ince as Juvenal&apos;s time, has 

<pb n="273" />


been allowed to ari&#383;e from the contra&#383;t of ea&#383;e again&#383;t difficulty. <i>Suave mari magno, turbantibus &#230;quora ventis</i>; and, however we might exclaim, </p>

<poem>
		<line>--&#34;be my retreat</line>
		<line>Between the groaning fore&#383;t and the &#383;hore, </line>
		<line>Beat by the boundle&#383;s multitude of waves!&#34;</line>
</poem>

<p>it was plea&#383;ant to add,</p>

<poem>
		<line>&#34;Where ruddy fire and beaming tapers join</line>
		<line>To cheer the gloom.&#34;</line>
</poem>
<gap desc="The remainder of the page is blank." />
</chap>
<chap title="BROUGHAM CASTLE.">
<pb n="274" />

<gap desc="Two horizontal lines." />

<head level="2" align="center">BROUGHAM CASTLE.</head>

<gap desc="Two horizontal lines." />

<p>THE next morning, we proceeded from Ull&#383;water along the vale of Emont, &#383;o &#383;weetly adorned by the woods and lawns of Dalemain, the &#383;eat of Mr. Ha&#383;&#383;el, who&#383;e man&#383;ion is &#383;een in the bottom. One of the mo&#383;t magnificent pro&#383;pects in the country is when this vale opens to that of Eden. The mountainous range of Cro&#383;s-fell fronted us, and its appearance, this day, was very &#383;triking, for the effect of autumnal light and &#383;hade. The upper range, bright in &#383;un&#383;hine, appeared to ri&#383;e, like light clouds above the lower, which was involved in dark &#383;hadow, &#383;o that it was a con&#383;iderable time before the eye could detect the illu&#383;ion. The effect of this was inexpre&#383;&#383;ibly intere&#383;ting. </p>

<pb n="275" />

<p>Within view of Emont bridge, which divides the counties of Cumberland and We&#383;tmoreland, is that memorial of antient times, &#383;o often de&#383;cribed under the name of Arthur&apos;s Round Table; a green  circular &#383;pot of forty paces diameter, enclo&#383;ed by a dry ditch, and, beyond this, by a bank; each in &#383;ufficient pre&#383;ervation to &#383;hew exactly what has been its form. In the mid&#383;t of the larger circle is another of only &#383;even paces diameter. We have no means of adding to, or even of corroborating any of the well known conjectures, concerning the u&#383;e of this rude and certainly very antient monument. Tho&#383;e not qualified to propo&#383;e deci&#383;ions in this re&#383;pect may, however, &#383;uffer them&#383;elves to believe, that the bank without the ditch and the enclo&#383;ure within it were places for different cla&#383;&#383;es of per&#383;ons, intere&#383;ted as parties, or &#383;pectators, in &#383;ome tran&#383;actions, pa&#383;&#383;ing within the inner circle;

<pb n="276" />

and that the&#383;e, whether religious, civil, or military ceremonies, were rendered di&#383;tinct and con&#383;picuous, for the purpo&#383;e of impre&#383;&#383;ing them upon the memory of the &#383;pectators, at a time when memory and tradition were the only pre&#383;ervatives of hi&#383;tory. </p>

<p>Pa&#383;&#383;ing a bridge, under which the Lowther, from winding and romantic banks, enters the vale of Eden, we a&#383;cended between the groves of Bird&apos;s Ne&#383;t, or, as it is now called, Brougham Hall; a white man&#383;ion, with battlements and gothic windows, having formerly a bird painted on the front. It is perched among woods, on the brow of a &#383;teep, but not lofty hill, and commands enchanting pro&#383;pects over the vale. The winding Emont; the ruins of Brougham Ca&#383;tle on a green knoll of Whinfield Park, &#383;urrounded with old groves; far beyond this, the highlands of Cro&#383;s-fell; to the north, Carleton-hall, the hand&#383;ome mo-

<pb n="277" />

dern man&#383;ion of Mr. Wallace, amid&#383;t lawns of incomparable verdure and luxuriant woods falling from the heights; further &#383;till, the mountain, town and beacon of Penrith; the&#383;e are the principal features of the rich land&#383;cape, &#383;pread before the eye from the &#383;ummit of the hill, at Bird&apos;s Ne&#383;t. </p>

<p>As we de&#383;cended to Brougham Ca&#383;tle, about a mile further, its ruined ma&#383;&#383;es of  pale red &#383;tone, tufted with &#383;hrubs and plants, appeared between groves of fir, beach, oak and a&#383;h, amid&#383;t the broken ground of Whinfield park, a quarter of a mile through which brought us to the ruin it&#383;elf. It was guarded by a &#383;turdy ma&#383;tiff, worthy the office of porter to &#383;uch a place, and a good effigy of the Sir Porter of a former age. Brougham Castle, venerable for its well-certified antiquity and for the hoary ma&#383;&#383;es it now exhibits, is rendered more

<pb n="278" />

intere&#383;ting by having been occa&#383;ionally the re&#383;idence of the humane and generous Sir Philip Sydney; who had only to look from the windows of this once noble edifice to &#383;ee his own &#34;Arcadia&#34; &#383;preading on every &#383;ide. The land&#383;cape probably awakened his imagination, for it was during a vi&#383;it here, that the greate&#383;t part of that work was written. </p>

<p>This edifice, once among&#383;t the &#383;tronge&#383;t and mo&#383;t important of the border fortre&#383;&#383;es, is &#383;uppo&#383;ed to have been founded by the Romans; but the fir&#383;t hi&#383;torical record concerning it is dated in the time of William the Conqueror, who granted it to his nephew, Hugh de Albinois. His &#383;ucce&#383;&#383;ors held it, till 1170, when Hugh de Morville, one of the murderers of Thomas a Becket, forfeited it by his crime. Brougham was afterwards granted by King John to a grand&#383;on of Hugh, Robert de Vipont, 

<pb n="279" />

who&#383;e grand&#383;on again forfeited the e&#383;tate, which was, however, re&#383;tored to his daughters, one of whom marrying a De Clifford, it remained in this family, till a daughter of the celebrated Counte&#383;s of Pembroke gave it by marriage to that of the Tuftons, Earls of Thanet, in which it now remains. </p>

<p>This ca&#383;tle has been thrice nearly demoli&#383;hed; fir&#383;t by neglect, during the minority of Roger de Vipont, after which it was &#383;ufficiently re&#383;tored to receive James the Fir&#383;t, on his return from Scotland, in 1617; &#383;econdly, in the civil wars of Charles the Fir&#383;t&apos;s time; and thirdly, in 1728, when great part of the edifice was deliberately taken down, and the materials &#383;old for one hundred pounds. Some of the walls &#383;till remaining are twelve feet thick, and the places are vi&#383;ible, in which the ma&#383;&#383;y gates were held to them by hinges and bolts of uncommon &#383;ize. A fuller proof of 

<pb n="280" />

the many &#383;acrifices of comfort and convenience, by which the highe&#383;t cla&#383;&#383;es in former ages were glad to purcha&#383;e &#383;ecurity, is very &#383;eldom afforded, than by the three detached parts &#383;till left of this edifice; but they &#383;hew nothing of the magnificence and gracefulne&#383;s, which &#383;o often charm the eye in gothic ruins. In&#383;tead of the&#383;e, they exhibit &#383;ymptoms of the cruelties, by which their fir&#383;t lords revenged upon others the wretchedne&#383;s of the continual &#383;u&#383;picion felt by them&#383;elves. Dungeons, &#383;ecret pa&#383;&#383;ages and heavy iron rings remain to hint of unhappy wretches, who were, perhaps, re&#383;cued only by death from the&#383;e horrible engines of a tyrant&apos;s will. The bones probably of &#383;uch victims are laid beneath the damp earth of the&#383;e vaults. </p>

<p>A young woman from a neighbouring farm-hou&#383;e conducted us over broken banks, wa&#383;hed by the Emont, to what had been 

<pb n="281" />

the grand entrance of the ca&#383;tle; a venerable gothic gateway, dark and of great depth, pa&#383;&#383;ing under a &#383;quare tower, finely &#383;hadowed by old elms. Above, are a cro&#383;s-loop and two tier of &#383;mall pointed windows; no battlements appear at the top; but four rows of corbells, which probably once &#383;upported them, now prop &#383;ome tufts of antient thorn, that have roots in their fractures. </p>

<p>As we pa&#383;&#383;ed under this long gateway, we looked into what is &#383;till called the Keep, a &#383;mall vaulted room, receiving light only from loops in the outward wall. Near a large fire-place, yet entire, is a trap door leading to the dungeon below; and, in an oppo&#383;ite corner, a door-ca&#383;e to narrow &#383;tairs, that wind up the turret, where too, as well as in the vault, pri&#383;oners were probably &#383;ecured. One almo&#383;t &#383;aw the &#383;urly keeper de&#383;cending through this door-ca&#383;e, and 

<pb n="282" />

heard him rattle the keys to the chambers above, li&#383;tening with indifference to the clank of chains and to the echo of that groan below, which &#383;eemed to rend the heart it bur&#383;t from. </p>

<p>This gloomy gateway, which had once &#383;ounded with the trumpets and hor&#383;es of James the Fir&#383;t, when he vi&#383;ited the Earl of Cumberland, this gateway, now &#383;erving only to &#383;helter cattle from the &#383;torm, opens, at length, to a gra&#383;&#383;y knoll, with bold ma&#383;&#383;es of the ruin &#383;cattered round it and a few old a&#383;h trees, waving in the area. Through a fractured arch in the rampart &#383;ome features in the &#383;cenery without appear to advantage; the Emont falling over a weir at &#383;ome di&#383;tance, with fulling-mills on the bank above; beyond, the pa&#383;tured &#383;lopes and woodlands of Carleton park, and Cro&#383;s-fell &#383;weeping the back-ground. </p>

<p>Of the three ruinous parts, that now re-

<pb n="283" />

main of the edifice, one large &#383;quare ma&#383;&#383;, near the tower and gateway, appears to have contained the principal apartments; the walls are of great height, and, though roofle&#383;s, nearly entire. We entered what &#383;eemed to have been the great hall, now choaked with rubbi&#383;h and weeds. It was intere&#383;ting to look upwards through the void, and trace by the many window-ca&#383;es, that appeared at different heights in the walls, &#383;omewhat of the plan of apartments, who&#383;e floors and ceilings had long &#383;ince vani&#383;hed; maje&#383;tic reliques, which &#383;hewed, that here, as well as at Hardwick, the chief rooms had been in the &#383;econd &#383;tory. Door-ca&#383;es, that had opened to rooms without this building, with remains of pa&#383;&#383;ages within the walls, were frequently &#383;een, and, here and there, in a corner at a va&#383;t height, fragments of a winding &#383;tair-ca&#383;e, appearing beyond the arch of a &#383;lender door-way. </p>

<pb n="284" />

<p>We were tempted to enter a ruinous pa&#383;&#383;age below, formed in the great thickne&#383;s of the walls; but it was &#383;oon lo&#383;t in darkne&#383;s, and we were told that no per&#383;on had ventured to explore the end of this, or of many &#383;imilar pa&#383;&#383;ages among the ruins, now the dens of &#383;erpents and other venomous reptiles. It was probably a &#383;ecret way to the great dungeon, which may &#383;till be &#383;een, underneath the hall; for the roof remains, though what was called the Sweating Pillar, from the dew, that was owing to its damp &#383;ituation and its &#383;eclu&#383;ion from outward air, no longer &#383;upports its. Large iron rings, fa&#383;tened to the carved heads of animals, are &#383;till &#383;hewn in the walls of this dungeon. Not a &#383;ingle loop-hole was left by the contriver of this hideous vault for the refre&#383;hment of pri&#383;oners; yet were they in&#383;ulted by &#383;ome di&#383;play of gothic elegance, for the pillar already mentioned, &#383;upporting the 

<pb n="285" />

centre of the roof, &#383;pread from thence into eight branches, which de&#383;cended the walls, and terminated at the floor in the heads, holding the iron rings. </p>

<p>The &#383;econd ma&#383;s of the ruin, which, though at a con&#383;iderable di&#383;tance from the main building, was formerly connected with it, &#383;hews the walls of many &#383;mall chambers, with reliques of the pa&#383;&#383;ages and &#383;tairs, that led to them. But, perhaps, the only picture&#383;que feature of the ca&#383;tle is the third detachment; a &#383;mall tower finely &#383;hattered, having near its top a flouri&#383;hing a&#383;h, growing from the &#383;olid walls, and overlooking what was once the moat. We mounted a perilous &#383;tair-ca&#383;e, of which many &#383;teps were gone, and others trembled to the pre&#383;&#383;ure; then gained a turret, of which two &#383;ides were al&#383;o fallen, and, at length, a&#383;cended to the whole magnificence and &#383;ublimity of the pro&#383;pect. </p>

<pb n="286" />

<p>To the ea&#383;t, &#383;pread nearly all the rich vale of Eden, terminated by the Stainmore hills and other highlands of York&#383;hire; to the north-ea&#383;t, the mountains of Cro&#383;s-fell bounded the long land&#383;cape. The nearer grounds were Whinfield-park, broken, towards the Emont, into &#383;hrubby &#383;teeps, where the deep red of the &#383;oil mingled with the verdure of foliage; part of Sir Michael le Fleming&apos;s woods rounding a hill on the oppo&#383;ite bank, and, beyond, a wide extent of low land. To the &#383;outh, &#383;welled the upland boundaries of Bampton-vale, with Lowther-woods, &#383;hading the pa&#383;tures and di&#383;tantly crowned by the fells of Haw&#383;-water; more to the we&#383;t, Bird&apos;s Ne&#383;t, &#34;bo&#383;omed high in tufted trees;&#34; at its foot, Lowther-bridge, and, a little further, the neat hamlet and bridge of Emont. In the low lands, &#383;till nearer, the Lowther and Emont united, the latter flowing in &#383;hining 

<pb n="287" />

circles among the woods and deep-green meadows of Carleton-park. Beyond, at a va&#383;t di&#383;tance to the we&#383;t and north, ro&#383;e all the alps of all the lakes! an horizon &#383;carcely to be equalled in England. Among the&#383;e broken mountains, the &#383;haggy ridge of Saddleback was proudly pre-eminent; but one forked top of its rival Skiddaw peeped over its declining &#383;ide. Helvellyn, huge and mi&#383;&#383;hapen, towered above the fells of Ull&#383;water. The &#383;un&apos;s rays, &#383;treaming from beneath a line of dark clouds, that overhung the we&#383;t, gave a tint of &#383;ilvery light to all the&#383;e alps, and reminded us of the fir&#383;t exqui&#383;ite appearance of the mountains, at Goode&#383;berg, which, however, in grandeur and elegance of outline, united with picture&#383;que richne&#383;s, we have never &#383;een equalled. </p>

<p>Of the walls around us every ledge, marking their many &#383;tories, was embo&#383;&#383;ed 

<pb n="288" />

with luxuriant vegetation. Tufts of the hawthorn &#383;eemed to grow from the &#383;olid &#383;tone, and &#383;lender &#383;aplings of a&#383;h waved over the de&#383;erted door-ca&#383;es, where, at the transforming hour of twilight, the &#383;uper&#383;titious eye might mi&#383;take them for &#383;pectres of &#383;ome early po&#383;&#383;e&#383;&#383;or of the ca&#383;tle, re&#383;tle&#383;s from guilt, or of &#383;ome &#383;ufferer per&#383;evering from vengeance. </p>

</chap>



<chap title="THE TOWN AND BEACON OF PENRITH.">
<gap desc="Two horizontal lines." />
<head level="2" align="center">THE TOWN AND BEACON OF PENRITH.</head>

<gap desc="Two horizontal lines." />

<p>HAVING pur&#383;ued the road one mile further, for the purpo&#383;e of vi&#383;iting the tender memorial of pious affection, &#383;o often de&#383;cribed under the name of Counte&#383;s&apos; Pillar, we returned to Emont-bridge, and from thence reached Penrith, pronounced Peyrith, the mo&#383;t &#383;outhern town of Cumber-

<pb n="289" />

land. So far off as the head of Ull&#383;water, fourteen miles, this is talked of as an important place, and looked to as the &#383;tore-hou&#383;e of whatever is wanted more than the fields and lakes &#383;upply. Tho&#383;e, who have lived chiefly in large towns, have to learn from the wants and dependencies of a people thinly &#383;cattered, like the inhabitants of all mountainous regions, the great value of any places of mutual re&#383;ort, however little di&#383;tingui&#383;hed in the general view of a country. Penrith is &#383;o often mentioned in the neighbourhood, that the fir&#383;t appearance of it &#383;omewhat di&#383;appointed us, becau&#383;e we had not con&#383;idered how many &#383;erious rea&#383;ons tho&#383;e, who talked of it, might have for their e&#383;timation, which &#383;hould yet not at all relate to the qualities, that render places intere&#383;ting to a traveller. </p>

<p>The town, con&#383;i&#383;ting chiefly of old hou&#383;es, &#383;traggles along two &#383;ides of the high

<pb n="290" />

north road, and is built upon the &#383;ide of a mountain, that towers to great height above it, in &#383;teep and heathy knolls, un&#383;haded by a &#383;ingle tree. Eminent, on the &#383;ummit of this mountain, &#383;tands the old, &#383;olitary beacon, vi&#383;ible from almo&#383;t every part of Penrith, which, notwith&#383;tanding its many &#383;ymptoms of antiquity, is not deficient of neatne&#383;s. The hou&#383;es are chiefly white, with door and window ca&#383;es of the red &#383;tone found in the neighbourhood. Some of the &#383;maller have over their doors dates of the latter end of the &#383;ixteenth century. There are &#383;everal inns, of which that called Old Buchanan&apos;s was recommended to us, fir&#383;t, by the recollection, that Mr. Gray had mentioned it, and afterwards by the comfort and civility we found there. </p>

<p>Some traces of the Scotti&#383;h dialect and pronunciation appear as far &#383;outh as Lanca&#383;hire; in We&#383;tmoreland, they become

<pb n="291" />

&#383;tronger; and, at Penrith, are extremely di&#383;tinct and general, &#383;erving for one among many peaceful indications of an approach, once notified chiefly by preparations for ho&#383;tility, or defence. Penrith is the mo&#383;t &#383;outhern town in England at which the guinea notes of the Scotch bank are in circulation. The beacon, a &#383;ort of &#383;quare tower, with a peaked roof and openings at the &#383;ides, is a more perfect in&#383;tance of the direful nece&#383;&#383;ities of pa&#383;t ages, than would be expected to remain in this. The circum&#383;tances are well known, which made &#383;uch watchfulne&#383;s e&#383;pecially proper, at Penrith; and the other traces of warlike habits and precautions, whether appearing in records, or buildings, are too numerous to be noticed in a &#383;ketch, which rather pretends to de&#383;cribe what the author has &#383;een, than to enumerate what has been di&#383;covered by the re&#383;earches of others. Dr. Burn&apos;s Hi&#383;-

<pb n="292" />

tory contains many curious particulars; and there are otherwife abundant and &#383;atisfactory memorials, as to the &#383;tate of the debateable ground, the regulations for &#383;ecuring pa&#383;&#383;es or fords, and even to the public maintenance of &#383;lough dogs, which were to pur&#383;ue aggre&#383;&#383;ors with hot trod, as the inhabitants were to follow them by horn and voice. The&#383;e are all te&#383;timonies, that among the many evils, inflicted upon countries by war, that, which is not commonly thought of, is not the lea&#383;t; the public encouragement of a di&#383;po&#383;ition to violence, under the names of gallantry, or valour, which will not cea&#383;e exactly when it is publicly prohibited; and the education of numerous bodies to habits of &#383;upplying their wants, not by con&#383;tant and u&#383;eful labour, but by &#383;udden and de&#383;tructive exertions of force. The mi&#383;take, by which courage is relea&#383;ed from all moral e&#383;timation of the 

<pb n="293"/>

purpo&#383;es, for which it is exerted, and is con&#383;idered to be nece&#383;&#383;arily and univer&#383;ally a good in it&#383;elf, rather than a means of good, or of evil, according to its application, is among the &#383;evere&#383;t mi&#383;fortunes of mankind. Tacitus has an admirable reproof of it -- </p>

<gap desc="A blank space." />

<p>&#34;Ubi manu agitur, mode&#383;tia et probitas nemina &#383;uperioris &#383;unt.&#34; </p>

<gap desc="A blank space." />

<p>Though the &#383;ituation of Penrith, looking up the vale of Eden and Emont, is remarkably plea&#383;ant, that of the beacon above is infinitely finer, commanding an horizon of a lea&#383;t an hundred miles diameter, filled with an endle&#383;s variety of beauty, greatne&#383;s and &#383;ublimity. The view extends over Cumberland, parts of We&#383;tmoreland, Lanca&#383;hire, York&#383;hire, and a corner of Northumberland and Durham. On a clear day, 

<pb n="294" />

the Scotti&#383;h high lands, beyond Solway Firth, may be di&#383;tingui&#383;hed, like faint clouds, on the horizon, and the &#383;teeples of Carli&#383;le are plainly vi&#383;ible. All the intervening country, &#383;peckled with towns and villages, is &#383;pread beneath the eye, and, nearly eighty miles to the ea&#383;tward, part of the Cheviot-hills are traced, a dark line, binding the di&#383;tance and marking the &#383;eparation between earth and &#383;ky. On the plains towards Carli&#383;le, the nearer ridges of Cro&#383;s-fell are &#383;een to commence, and thence &#383;tretch their barren &#383;teeps thirty miles towards the ea&#383;t, where they di&#383;appear among the Stainmore-hills and the huge moorlands of York&#383;hire, that clo&#383;e up the long land&#383;cape of the vale of Eden. Among the&#383;e, the broken line of Ingleborough &#383;tart above all the broader ones of the moors, and that mountain &#383;till proclaims it&#383;elf &#383;overeign of the York&#383;hire heights. </p>

<pb n="295" />

<p>Southward, ri&#383;e the wonders of We&#383;tmoreland, Shapfells, ridge over ridge, the nearer pikes of Haw&#383;water, and then the mountains of Ull&#383;water, Helvellyn pre-eminent among&#383;t them, di&#383;tingui&#383;hed by the grandeur and boldne&#383;s of their outline, as well as the variety of their &#383;hapes; &#383;ome hugely &#383;welling, &#383;ome a&#383;piring in clu&#383;ters of alpine points, and &#383;ome broken into &#383;haggy ridges. The &#383;ky, we&#383;tward from hence and far to the north, di&#383;plays a vi&#383;ion of Alps, Saddleback &#383;preading towards Ke&#383;wick its long &#383;hattered ridge, and one top of Skiddaw peering beyond it; but the others of this di&#383;trict are inferior in grandeur to the fells of Ull&#383;water, more broken into points, and with le&#383;s of contra&#383;t in their forms. Behind Saddleback, the &#383;kirts of Skiddaw &#383;pread them&#383;elves, and thence low hills &#383;helve into the plains of Cumberland, that extend to Whitehaven; the only level

<pb n="296" />

line in the &#383;cope of this va&#383;t horizon. The &#383;cenery nearer to the eye exhibited cultivation in its riche&#383;t &#383;tate, varied with pa&#383;toral and &#383;ylvan beauty; land&#383;capes embelli&#383;hed by the elegancies of art, and rendered venerable by the ruins of time. In the vale of Eden, Carleton-hall, flouri&#383;hing under the hand of careful attention, and Bird&apos;s Ne&#383;t, luxuriant in its &#383;piry woods, oppo&#383;ed their cheerful beauties to the neglected walls of Brougham Ca&#383;tle, once the terror, and, even in ruins, the pride of the &#383;cene, now half-&#383;hrouded in its melancholy grove. The&#383;e objects were lighted up by partial gleams of &#383;un&#383;hine,  which, as they fled along the valley, gave magical effect to all they touched. </p>

<p>The other vales in the home pro&#383;pect were tho&#383;e of Bampton and Emont; the fir&#383;t open and gentle, &#383;haded by the gradual woods of Lowther-park; the la&#383;t clo&#383;er and 

<pb n="297" />

 more romantic, withdrawing in many a lingering bend towards Ull&#383;water, where it is clo&#383;ed by the pyramidal Dunmallard, but not before a gleam of the lake is &#383;uffered to appear beyond the dark ba&#383;e of the hill. At the nearer end of the vale, and immediately under the eye, the venerable ruins of Penrith Ca&#383;tle cre&#383;t a round green hill. The&#383;e are of a pale-red &#383;tone, and &#383;tand in detached ma&#383;&#383;es; but have little that is picture&#383;que in their appearance, time having &#383;pared neither tower, or gateway, and not a &#383;ingle tree giving &#383;hade, or force, to the &#383;hattered walls. The ground about the ca&#383;tle is broken into gra&#383;&#383;y knolls, and only cattle wander over the de&#383;olated tract. Time has al&#383;o ob&#383;cured the name of the founder; but it is known, that the main building was repaired, and &#383;ome addition made to it by Richard the Third, when Duke of Glouce&#383;ter, who lived here, for five years, in his

<pb n="298" />

office of &#383;heriff of Cumberland, promoting the York intere&#383;t by artful ho&#383;pitalities, and endeavouring to &#383;trike terror into the Lanca&#383;trians. Among the ruins is a &#383;ubterraneous pa&#383;&#383;age, leading to a hou&#383;e in Penrith, above three hundred yards di&#383;tant, called Dockwray Ca&#383;tle. The town lies between the fortre&#383;s and the Beacon-hill, &#383;preading prettily along the &#383;kirts of the mountain, with its many roofs of blue &#383;late, among which the church ri&#383;es near a dark grove. </p>

<p>Penrith, from the latter end of the la&#383;t century, till lately, when it was purcha&#383;ed  by the Duke of Devon&#383;hire, belonged to the family of Portland, to whom it was given by William the Third; probably in&#383;tead of the manors in Wales, which it was one of William&apos;s few faulty de&#383;igns to have given to his favourite companion, had not Parliament remon&#383;trated, and informed him, that the Crown could not alienate the ter-

<pb n="299"/>

ritories of the Principality. The church, a building of red &#383;tone, unu&#383;ually well di&#383;posed in the interior, is a vicarage of &#383;mall endowment; but the value of money in this part of the kingdom is &#383;o high, that the merit of independence, a merit and a happine&#383;s which &#383;hould always belong to clergymen, is attainable by the po&#383;&#383;e&#383;&#383;ors of very moderate incomes. What is called the Giant&apos;s Grave in the church yard is a narrow &#383;pot, inclo&#383;ed, to the length of fourteen or fifteen feet, by rows of low &#383;tones, at the &#383;ides, and, at the ends, by two pillars, now &#383;lender, but apparently worn by the weather from a greater thickne&#383;s. The height of the&#383;e is eleven or twelve feet; and all the &#383;tones, whether in the borders, at the &#383;ides, or in the&#383;e pillars, bear traces of rude carving, which &#383;hew, at lea&#383;t, that the monument mu&#383;t have been thought very important by tho&#383;e that rai&#383;ed it, &#383;ince the 

<pb n="300" />

&#383;ingularity of its &#383;ize was not held a &#383;ufficient di&#383;tinction. We pored intently over the&#383;e traces, though certainly without the hope of di&#383;covering any thing not known to the eminent antiquarians, who have confe&#383;&#383;ed their ignorance concerning the origin of them. </p>

</chap>
<chap title="FROM PENRITH TO KESWICK.">
<gap desc="Two horizontal lines." />
<head level="2" align="center">FROM PENRITH TO KESWICK.</head>

<gap desc="Two horizontal lines." />

<p>THE Gray&#383;tock road, which we took for the fir&#383;t five or &#383;ix miles, is unintere&#383;ting, and offers nothing worthy of attention, before the approach to the ca&#383;tle, the &#383;eat of the Duke of Norfolk. The appearance of this from the road is good; a gray building, with gothic towers, &#383;eated in a valley among lawns and woods, that &#383;tretch, with great pomp of &#383;hade, to gently-ri&#383;ing hills.

<pb n="301" />

Behind the&#383;e, Saddleback, huge, gray and barren, ri&#383;es with all its ridgy lines; a grand and &#383;imple back-ground, giving exqui&#383;ite effect to the dark woods below. Such is the height of the mountain, that, though eight or ten miles off, it appeared, as we approached the ca&#383;tle, almo&#383;t to impend over it. Southward from Saddleback, a multitude of pointed &#383;ummits crowd the horizon; and it is mo&#383;t intere&#383;ting, after leaving Gray&#383;tock, to ob&#383;erve their changing attitudes, as you advance, and the gradual di&#383;closure of their larger features. Perhaps, a &#383;udden di&#383;play of the &#383;ublime&#383;t &#383;cenery, however full, imparts le&#383;s emotion, than a gradually increa&#383;ing view of it; when expectation takes the highe&#383;t tone, and imagination fini&#383;hes the &#383;ketch. </p>

<p>About two miles beyond Gray&#383;tock, the moorlands commence, and, as far as &#383;imple greatne&#383;s con&#383;titutes &#383;ublimity, this was, in-

<pb n="302" />

deed, a &#383;ublime pro&#383;pect; le&#383;s &#383;o only than that from Shapfell it&#383;elf, where the mountains are not &#383;o varied in their forms and are plainer in their grandeur. We were on a va&#383;t plain, if plain that may be called, which &#383;wells into long undulations, &#383;urrounded by an amphitheatre of heathy mountains, that &#383;eem to have been &#383;hook by &#383;ome grand convul&#383;ion of the earth, and tumbled around in all &#383;hapes. Not a tree, a hedge, and &#383;eldom even a &#383;tone wall, broke the grandeur of their lines; what was not heath was only rock and gray crags; and a &#383;hepherd&apos;s hut, or his flocks, brow&#383;ing on the &#383;teep &#383;ides of the fells, or in the narrow vallies, that opened di&#383;tantly, was all that diver&#383;ified the va&#383;t &#383;cene. Saddleback &#383;pread his &#383;kirts we&#383;tward along the plain, and then reared him&#383;elf in terrible and lonely maje&#383;ty. In the long per&#383;pective beyond, were the crowding points of the 

<pb n="303" />

fells round Ke&#383;wick, Borrowdale, and the vales of St. John and Leyberthwaite, &#383;tretching away to tho&#383;e near Gra&#383;mere. The weather was in &#383;olemn harmony with the &#383;cenery; long &#383;hadows &#383;wept over the hills, followed by gleaming lights. Tempe&#383;tuous gu&#383;ts alone broke the &#383;ilence. Now and then, the &#383;un&apos;s rays had a &#383;ingular appearance; pouring, from under clouds, between the tops of fells into &#383;ome deep vale, at a di&#383;tance, as into a focus. </p>

<p>This is the very region, which the wild fancy of a poet, like Shake&#383;peare, would people with witches, and &#383;hew them at their incantations, calling &#383;pirits from the clouds and &#383;pectres from the earth. </p>

<p>On the now lonely plains of this va&#383;t amphitheatre, the Romans had two camps, and their Eagle &#383;pread its wings over a &#383;cene worthy of its own &#383;oarings. The lines of the&#383;e encampments may &#383;till be 

<pb n="304" />

traced on that part of the plain, called Hutton Moor, to the north of the high road; and over its whole extent towards Ke&#383;wick a Roman way has been di&#383;covered. Funereal urns have al&#383;o been dug up here, and an altar of Roman form, but with the in&#383;cription obliterated. </p>

<p>Nearer Saddleback, we perceived crags and heath mingling on its precipices, and its ba&#383;e broken into a little world of mountains, green with cultivation. White farms, each with its grove to &#383;helter it from the de&#383;cending gu&#383;ts, corn and pa&#383;tures of the brighte&#383;t verdure enlivened the &#383;kirts of the mountain all round, climbing towards the dark heath and crags, or &#383;preading downwards into the vale of Threlkeld, where the &#383;lender Lowther &#383;hews his &#383;hining &#383;tream. </p>

<p>Leaving Hutton Moor, the road &#383;oon began to a&#383;cend the &#383;kirts of Saddleback, 

<pb n="305" />

and pa&#383;&#383;ed between green hillocks, where cattle appeared mo&#383;t elegantly in the mountain &#383;cene, under the crags, or &#383;ipping at the clear &#383;tream, that gu&#383;hed from the rocks, and wound to the vale below. Such cry&#383;tal rivulets cro&#383;&#383;ed our way continually, as we ro&#383;e upon the &#383;ide of Saddleback, which towers abruptly on the right, and, on the left, &#383;inks as &#383;uddenly into the vale of Threlkeld, with precipices &#383;ometimes little le&#383;s than tremendous. This mountain is the northern boundary of the vale in its whole length to Ke&#383;wick, the points of who&#383;e fells clo&#383;e the per&#383;pective. Rocky heights guard it to the &#383;outh. The valley between is green, without wood, and, with much that is grand, has little beautiful, till near its conclu&#383;ion; where, more fertile and &#383;till more wild, it divides into three narrower vallies, two of which di&#383;close &#383;cenes of &#383;uch &#383;ublime &#383;everity as even our 

<pb n="306" />

long view of Saddleback had not prepared us to expect. </p>

<p>The fir&#383;t of the&#383;e is the vale of St. John, a narrow, cultivated &#383;pot, lying in the bo&#383;om of tremendous rocks, that impend over it in ma&#383;&#383;es of gray crag, and often re&#383;emble the ruins of ca&#383;tles. The&#383;e rocks are overlooked by &#383;till more awful mountains, that fall in abrupt lines, and clo&#383;e up the vi&#383;ta, except where they al&#383;o are commanded by the va&#383;t top of Helvellyn. On every &#383;ide, are images of de&#383;olation and &#383;tupendous greatne&#383;s, clo&#383;ing upon a narrow line of pa&#383;toral richne&#383;s; a picture of verdant beauty, &#383;een through a frame of rock work. It is between the cliffs of Threlkeld-fell and the purple ridge of Nadale-fell, that this vale &#383;eems to repo&#383;e in its mo&#383;t &#383;ilent and perfect peace. No village and &#383;carcely a cottage di&#383;turbs its retirement. The flocks, that feed at the feet of the cliffs, and the 

<pb n="307" />

&#383;teps of a &#383;hepherd, &#34;in this office of his mountain watch,&#34; are all, that haunt the &#34;dark &#383;eque&#383;tered nook.&#34; </p>

<p>The vale of Nadale runs parallel with that of St. John, from which it is &#383;eparated by the ridge of Nadale-fell, and has the &#383;ame &#383;tyle of character, except that it is terminated by a well wooded mountain. Beyond this, the per&#383;pective is overlooked by the fells, that terminate the vale of St. John. </p>

<p>The third valley, opening from the head of Threlkeld, winds along the feet of Saddleback and Skiddaw to Ke&#383;wick, the approach to which, with all its world of rocky &#383;ummits, the lake being &#383;till &#383;unk below the &#383;ight, is &#383;ublime beyond the power of de&#383;cription. Within three miles of Ke&#383;wick, Skiddaw unfolds it&#383;elf, clo&#383;e behind Saddleback; their &#383;kirts unite, but the former is le&#383;s huge and of very different form 

<pb n="308" />

from the la&#383;t; being more pointed and &#383;eldomer broken into precipices, it darts upward, with a va&#383;t &#383;weep into three &#383;piry &#383;ummits, two of which only are &#383;een from this road, and &#383;hews &#383;ides dark with heath and little varied with rock. Such is its a&#383;pect from the Penrith road; from other &#383;tations its attitude, &#383;hape and colouring are very different, though its alpine terminations are always vi&#383;ible. </p>

<p>Threlkeld it&#383;elf is a &#383;mall village, about thirteen miles from Penrith, with a very humble inn, at which tho&#383;e, who have pa&#383;&#383;ed the bleak &#383;ides of Saddleback, and tho&#383;e, who are entering upon them, may rejoice to re&#383;t. We had been blown about, for &#383;ome hours, in an open chai&#383;e, and hoped for more refre&#383;hment than could be obtained; but had the &#383;atisfaction, which was, indeed, general in the&#383;e regions, of ob&#383;erving the good intentions, amounting al-

<pb n="309" />

mo&#383;t to kindne&#383;s, of the cottagers towards their gue&#383;ts. They have nearly always &#383;ome fare, which le&#383;s civility than theirs might render acceptable; and the hearth blazes in their clean &#383;anded parlours, within two minutes after you enter them. Some &#383;ort of pre&#383;erved fruit is con&#383;tantly &#383;erved after the repa&#383;t, with cream, an innocent luxury, for which no animal has died. </p>

<p>It is not only from tho&#383;e, who are to gain by &#383;trangers, but from almo&#383;t every per&#383;on, accidentally acco&#383;ted by a que&#383;tion, that this favourable opinion will be formed, as to the kind and frank manners of the people. We were continually remarking, between Lanca&#383;ter and Ke&#383;wick, that &#383;evere as the winter might be in the&#383;e di&#383;tricts, from the early &#383;ymptoms of it then apparent, the conduct of the people would render it &#383;carcely unplea&#383;ant to take the &#383;ame journey in the depths of December. </p>

<pb n="310" />

<p>In the&#383;e countries, the farms are, for the mo&#383;t part, &#383;mall, and the farmers and their children work in the &#383;ame fields with their &#383;ervants. Their families have thus no opportunities of temporary in&#383;ight into the &#383;ociety, and luxuries of the great, and have none of tho&#383;e mi&#383;eries, which dejected vanity and multiplied wi&#383;hes inflict upon the pur&#383;uers of the higher ranks. They are al&#383;o without the ba&#383;ene&#383;s, which &#383;uch pur&#383;uers u&#383;ually have, of becoming abject before per&#383;ons of one cla&#383;s, that by the authority of an apparent connection with them, they may be in&#383;olent to tho&#383;e of another; and are free from the e&#383;&#383;ential humiliation of &#383;hewing, by a general and undi&#383;tingui&#383;hing admiration of all per&#383;ons richer than them&#383;elves, that the original di&#383;tinctions between virtue and vice have been era&#383;ed from their minds by the habit of comparing the high and the low. </p>

<pb n="311" />

<p>The true con&#383;ciou&#383;ne&#383;s of independence, which labour and an ignorance of the vain appendages, fal&#383;ely called luxuries, give to the inhabitants of the&#383;e di&#383;tricts, is probably the cau&#383;e of the &#383;uperiority, perceived by &#383;trangers in their tempers and manners, over tho&#383;e of per&#383;ons, apparently better circum&#383;tanced. They have no remembrance of &#383;lights, to be revenged by in&#383;ults; no hopes from &#383;ervility, nor irritation from the de&#383;ire of unattainable di&#383;tinctions. Where, on the contrary, the encouragement of artificial wants has produced dependence, and mingled with the fictitious appearance of wealth many of the mo&#383;t real evils of poverty, the benevolence of the temper flies with the &#383;implicity of the mind. There is, perhaps, not a more odious pro&#383;pect of human &#383;ociety, than where an o&#383;tentatious, man&#339;uvring  and corrupted pea&#383;antry, taking tho&#383;e, who in-

<pb n="312" />

duce them to crimes, for the models of their morality, mimic the vices, to which they were not born, and attempt the coar&#383;e covering of cunning and in&#383;olence for practices, which it is a &#383;cience and frequently an object of education to conceal by flagitious elegancies. Such per&#383;ons form in the country a bad copy of the wor&#383;t London &#383;ociety; the vices, without the intelligence, and without the a&#383;&#383;uaging virtues. </p>

<gap desc="The rest of the page is blank." />

</chap>



<chap title="DRUIDICAL MONUMENT.">
<pb n="313" />

<gap desc="Two horizontal lines." />
<head level="2" align="center">DRUIDICAL MONUMENT.</head>

<gap desc="Two horizontal lines." />

 <p>AFTER pa&#383;&#383;ing the very &#383;mall, but neatly furni&#383;hed church of Threlkeld, the condition of which may be one te&#383;timony to the worthine&#383;s of the neighbourhood, and ri&#383;ing beyond the vales before de&#383;cribed, we came to the brow of a hill, called Ca&#383;tle Rigg, on which, to the left of the road, are the remains of one of tho&#383;e circular monuments, which, by general con&#383;ent, are called Druids&apos; Temples. This is formed of thirty-&#383;even &#383;tones, placed in a circle of about twenty-eight yards diameter, the large&#383;t being not le&#383;s than &#383;even feet and a half high, which is double the height of the others. At the ea&#383;tern part of this circle, and within it, &#383;maller &#383;tones are arranged in an 

<pb n="314" />

oblong of about &#383;even yards long, and, at the greate&#383;t breadth, four yards wide. Many of tho&#383;e round the circle appear to have fallen and now remain at unequal di&#383;tances, of which the greate&#383;t is towards the north. </p>

<p>Whether our judgment was influenced by the authority of a Druid&apos;s choice, or that the place it&#383;elf commanded the opinion, we thought this &#383;ituation the mo&#383;t &#383;everely grand of any hitherto pa&#383;&#383;ed. There is, perhaps, not a &#383;ingle object in the &#383;cene, that interrupts the &#383;olemn tone of feeling, impre&#383;&#383;ed by its general characters of profound &#383;olitude, &#383;reatne&#383;s and awful wildne&#383;s. Ca&#383;tle Rigg is the central point of three vallies, that dart immediately under it from the eye, and who&#383;e mountains form part of an amphitheatre, which is completed by tho&#383;e of Derwentwater, in the we&#383;t, and by the precipices of Skiddaw and Saddleback, clo&#383;e on the north. The hue, which

<pb n="315" />

pervades all the&#383;e mountains, is that of dark heath, or rock; they are thrown into every form and direction, that Fancy would &#383;ugge&#383;t, and are at that di&#383;tance, which allows all their grandeur to prevail; nearer than the high lands, that &#383;urround Hutton Moor, and further removed than the fells in the &#383;cenery of Ull&#383;water. </p>

<p>To the &#383;outh open the rocks, that di&#383;clo&#383;e the vale of St. John, who&#383;e verdant beauty bears no proportion to its &#383;ublimity; to the we&#383;t, are piled the &#383;hattered and fanta&#383;tic points of Derwentwater; to the north, Skiddaw, with its double top, re&#383;embling a volcano, the cloudy vapours a&#383;cending from its highe&#383;t point, like &#383;moke, and &#383;ometimes rolling in wreaths down its &#383;ides; and to the ea&#383;t, the vale of Threlkeld, &#383;preading green round the ba&#383;e of Saddleback, its va&#383;t &#383;ide-&#383;kreen, opened to the moorlands, beyond which the ridge of 

<pb n="316" />

Cro&#383;s-fell appeared; its dignity now dimini&#383;hed by di&#383;tance. This point then is &#383;urrounded by the three grand rivals of Cumberland; huge Helvellyn, &#383;preading Saddleback and &#383;piry Skiddaw. </p>

<p>Such &#383;eclu&#383;ion and &#383;ublimity were, indeed, well &#383;uited to the deep and wild my&#383;teries of the Druids. Here, at moon-light, every Druid, &#383;ummoned by that terrible horn, never awakened but upon high occa&#383;ions, and de&#383;cending from his mountain, or &#383;ecret cave, might a&#383;&#383;emble without intru&#383;ion from one &#383;acrilegious foot&#383;tep, and celebrate a midnight fe&#383;tival by a &#383;avage &#383;acrifice -- </p>

<poem>
		<line>- - - - - &#34;rites of &#383;uch &#383;trange potency </line>
		<line>As, done in open day, would dim the &#383;un, </line>
		<line>Tho&apos; thron&apos;d in noontide brightne&#383;s.&#34; </line>
<author>CARACTACUS.</author>
</poem>

<pb n="317" />

<p>Here, too, the Bards, </p>

<poem>
		<line>&#34;Rob&apos;d in their flowing ve&#383;ts of innocent white, </line>
		<line>De&#383;cend, with harps, that glitter to the moon, </line>
		<line>Hymning immortal &#383;trains. The &#383;pirits of air, </line>
		<line>Of earth, of water, nay of heav&apos;n it&#383; elf, </line>
		<line>Do li&#383;ten to their lay; and oft, &apos;tis &#383;aid, </line>
		<line>In vi&#383;ible &#383;hapes, dance they a magic round </line>
		<line>To the high min&#383;trel&#383;y.&#34; </line>
</poem>

<p>As we de&#383;cended the &#383;teep mountain to Ke&#383;wick, the romantic fells round the lake opened finely, but the lake it&#383;elf was concealed, deep in its rocky cauldron. We &#383;aw them under the la&#383;t glow of &#383;un-&#383;et, the upward rays producing a mi&#383;ty purple glory between the dark tops of Caw&#383;ey-pikes and the bending peaks of Thornthwaite fells. Soon after, the &#383;un having &#383;et to the vale of Ke&#383;wick, there appeared, beyond breaks in its we&#383;tern mountains, the rocks of other vallies, &#383;till lighted up by a purple gleam, 

<pb n="318" />

and receiving &#383;trong rays on &#383;haggy points, to which their rece&#383; &#383;es gave &#383;oft and &#383;hadowy contra&#383;t. But the magical effect of the&#383;e &#383;un&#383;hine rocks, oppo&#383;ed to the darkne&#383;s of the nearer valley, can &#383;carcely be imagined. </p>

<p>Still as we de&#383;cended, the lake of Derwentwater was &#383;creened from our view; but the rich level of three miles wide, that &#383;preads between it and Ba&#383;&#383;enthwaite-water in the &#383;ame vale, lay, like a map, beneath us, chequered with groves and cottages, with enclo&#383;ures of corn and meadows, and adorned by the pretty village of Cro&#383;sthwaite, its neat white church con&#383;picuous among trees. The fanta&#383;tic fells of Derwentwater bordered this repo&#383;ing land&#383;cape, on the we&#383;t, and the mighty Skiddaw ro&#383;e over it, on the ea&#383;t, concealing the lake of Ba&#383;&#383;enthwaite. </p>

<p>The hollow da&#383;hings of the Greta, in its rocky channel, at the foot of Skiddaw, and 

<pb n="319" />

in one of the mo&#383;t wizard little glens that nature ever fancied, were heard long before we looked down its &#383;teep woody bank, and &#383;aw it winding away, from clo&#383;e inacce&#383;&#383;ible cha&#383;ms, to the vale of Ke&#383;wick, corn and meadows &#383;pread at the top of the left bank, and the crags of Skiddaw &#383;cowling over it, on the right. </p>

<p>At length, we had a glim&#383;se of the north end of Derwentwater, and &#383;oon after entered Ke&#383;wick, a &#383;mall place of &#383;tone hou&#383;es, lying at the foot of Ca&#383;tle Rigg, near Skiddaw, and about a quarter of a mile from the lake, which, however, is not &#383;een from the town. </p>

<p>We were impatient to view this celebrated lake, and immediately walked down to Crow-park, a green eminence at its northern end, whence it is generally allowed to appear to great advantage. Expectation had been rai&#383;ed too high: Shall we

<pb n="320" />

own our di&#383;appointment? Prepared for &#383;omething more than we had already &#383;een, by what has been &#383;o eloquently &#383;aid of it, by the view of its va&#383;t neighbourhood and the grandeur of its approach, the lake it&#383;elf looked in&#383;ignificant; and, however rude, or awful, its nearer rocks might have appeared, if &#383;een unexpectedly, they were not in general &#383;o va&#383;t, or &#383;o boldly outlined, as to retain a character of &#383;ublimity from compari&#383;on. Oppo&#383;ed to the &#383;imple maje&#383;ty of Ull&#383;water, the lake of Derwent was &#383;carcely intere&#383;ting. Something mu&#383;t, indeed, be attributed to the force of fir&#383;t impre&#383; &#383;ions; but, with all allowance for this, Ull&#383;water mu&#383;t &#383;till retain an high pre-eminence for grandeur and &#383;ublimity. </p>

<p>Derwentwater, however, when more minutely viewed, has peculiar charms both from beauty and wildne&#383;s, and as the emotions, excited by di&#383;appointed expectation,

<pb n="321" />

began to &#383;ub&#383;ide, we became &#383;en&#383;ible of them. It &#383;eems to be nearly of a round form, and the whole is &#383;een at one glance, expanding within an amphitheatre of mountains, rocky, but not va&#383;t, broken into many fanta&#383;tic &#383;hapes, peaked, &#383;plintered, impending, &#383;ometimes pyramidal, opening by narrow vallies to the view of rocks, that ri&#383;e immediately beyond and are again overlooked by others. The precipices &#383;eldom over&#383;hoot the water, but are arranged at &#383;ome di&#383;tance, and the &#383;hores &#383;well with woody eminences, or &#383;ink into green, pa&#383;toral margins. Ma&#383;&#383;es of wood al&#383;o frequently appear among the cliffs, feathering them to their &#383;ummits, and a white cottage &#383;ometimes peeps from out their &#383;kirts, &#383;eated on the &#383;mooth knoll of a pa&#383;ture, projecting to the lake, and looks &#383;o exqui&#383;itely picturesque, as to &#383;eem placed there purpo&#383;ely to adorn it. The lake in return faithfully 

<pb n="322" />

reflects the whole picture, and &#383;o even and brilliantly tran&#383;lucent is its &#383;urface, that it rather heightens, than ob&#383;cures the colouring. Its mild bo&#383;om is &#383;potted by four &#383;mall i&#383;lands, of which tho&#383;e called Lords&apos; and St. Herbert&apos;s are well wooded, and adorn the &#383;cene, but another is deformed by buildings, &#383;tuck over it, like figures upon a twelfth-cake. </p>

<p>Beyond the head of the lake, and at a direct di&#383;tance of three or four miles from Crow-park, the pa&#383;s of Borrowdale opens, guarded by two piles of rock, the bolde&#383;t in the &#383;cene, overlooked by many rocky points, and, beyond all, by rude mountain tops which come partially and in glimp&#383;es to the view. Among the mo&#383;t &#383;triking features of the ea&#383;tern &#383;hore are the woody cliffs of Lowdore; then, nearer to the eye, Wallow-crags, a title u&#383;ed here as well as at Haw&#383;water, of dark brown rock, loo&#383;ely

<pb n="323" />

impending; nearer &#383;till, Ca&#383;tle-hill, pyramidal and richly wooded to its point, the mo&#383;t luxuriant feature of the landscape. Cawsey-pike, one of the most remarkable rocks of the we&#383;tern &#383;hore, has its ridge &#383;colloped into points as if with a row of corbells. </p>

<p>The cultivated vale of Newland &#383;lopes upward from the lake between the&#383;e and Thornthwaite fells. Northward, beyond Crowpark, ri&#383;es Skiddaw; at its ba&#383;e commences the beautiful level, that &#383;preads to Ba&#383;&#383;enthwaite-water, where the rocks in the we&#383;t &#383;ide of the per&#383;pective &#383;oon begin to &#383;often, and the vale becomes open and cheerful. </p>

<p>Such is the outline of Derwentwater, which has a much greater proportion of beauty, than Ull&#383;water, but neither its dignity, nor grandeur. Its fells, broken into &#383;maller ma&#383;&#383;es, do not &#383;well, or &#383;tart, into

<pb n="324" />

&#383;uch bold lines as tho&#383;e of Ull&#383;water; nor does the &#383;ize of the lake accord with the general importance of the rocky vale, in which it lies. The water is too &#383;mall for its accompaniments; and its form, being round and &#383;een entirely at once, leaves nothing for expectation to pur&#383;ue, beyond the &#383;tretching promontory, or fancy to transform within the gloom and ob&#383;curity of the receding fell; and thus it lo&#383;es an ample &#383;ource of the &#383;ublime. The greate&#383;t breadth from ea&#383;t to we&#383;t is not more than three miles. It is not large enough to occupy the eye, and it is not &#383;o hidden as to have the a&#383;&#383;i&#383;tance of the imagination in making it appear large. The beauty of its banks al&#383;o, contending with the wildne&#383;s of its rocks, gives oppo&#383;ite impre&#383;&#383;ions to the mind, and the force of each is, perhaps, de&#383;troyed by the admi&#383;&#383;ion of the other. Sublimity can &#383;carcely exi&#383;t, without &#383;im-

<pb n="325" />

plicity; and even grandeur lo&#383;es much of its elevating effect, when united with a con&#383;iderable portion of beauty; then de&#383;cending to become magnificence. The effect of &#383;implicity in a&#383;&#383;i&#383;ting that high tone of mind, produced by the &#383;ublime, is demon&#383;trated by the &#383;cenery of Ull&#383;water, where very &#383;eldom a di&#383;cordant object obtrudes over the cour&#383;e of thought, and jars upon the feelings. </p>

<p>But it is much plea&#383;anter to admire than to examine, and in Derwentwater is abundant &#383;ubject for admiration, though not of &#383;o high a character as that, which attends Ull&#383;water. The &#383;oft undulations of its &#383;hores, the mingled wood and pa&#383;ture, that paint them, the brilliant purity of the water, that gives back every land&#383;cape on its bank, and frequently with heightened colouring, the fanta&#383;tic wildne&#383;s of the rocks and the magnificence of the amphitheatre they

<pb n="326" />

form; the&#383;e are circum&#383;tances, the view of which excites emotions of &#383;weet, though tranquil admiration, &#383;oftening the mind to tenderne&#383;s, rather than elevating it to &#383;ublimity. We fir&#383;t &#383;aw the whole beneath &#383;uch &#383;ober hues as prevailed when </p>

<poem>
		<line>&#34;the gray hooded Even, </line>
		<line>Like a &#383;ad votari&#383;t, in Palmer&apos;s weed, </line>
		<line>Ro&#383;e from the hindmo&#383;t wheels of Ph&#339;bus&apos; wain.&#34; </line>
</poem>

<p>The wildne&#383;s, &#383;eclu&#383;ion, and magical beauty of this vale, &#383;eem, indeed, to render it the very abode for Milton&apos;s Comus, &#34;deep &#383;killed in all his mother&apos;s witcheries;&#34; and, while we &#383;urvey its fanta&#383;tic features, we are almo&#383;t tempted to &#383;uppo&#383;e, that he has hurled his </p>

<poem>
		<line>&#34;dazzling &#383;pells into the air, </line>
		<line>Of power to cheat the eye with blear illu&#383;ion </line>
		<line>And give it fal&#383;e pre&#383;entments.&#34; </line>
</poem>

<pb n="327" />


<p>Nay more, to believe </p>

<poem>
		<line>&#34;All the &#383;age poets, taught by th&apos; heavenly mu&#383;e, </line>
		<line>Storied of old, in high immortal ver&#383;e, </line>
		<line>Of dire chim&#230;ras and enchanted i&#383;les;&#34; </line>
</poem>

<p>and to fancy we hear from among the woody cliffs, near the &#383;hore, </p>

<poem>
		<line>&#34;the &#383;ound </line>
		<line>Of riot and ill manag&apos;d merriment,&#34; </line>
</poem>

<p>&#383;ucceeded by &#383;uch &#383;trains as oft </p>

<poem>
		<line>&#34;in plea&#383;ing &#383;lumbers lull the &#383;en&#383;e, </line>
		<line>And, in &#383;weet madne&#383;s, rob it of it&#383;elf.&#34; </line>
</poem>

</chap>



<chap title="SKIDDAW.">
<pb n="328" />

<gap desc="Two horizontal lines." />
<head level="2" align="center">SKIDDAW.</head>

<gap desc="Two horizontal lines." />

<p>ON the following morning, having engaged a guide, and with hor&#383;es accu&#383;tomed to the labour, we began to a&#383;cend this tremendous mountain by a way, which makes the &#383;ummit five miles from Ke&#383;wick. Pa&#383;&#383;ing through bowery lanes, luxuriant with mountain a&#383;h, holly, and a variety of beautiful &#383;hrubs, to a broad, open common, a road led us to the foot of Latrigg, or, as it is called by the country people, Skiddaw&apos;s Cub, a large round hill, covered with heath, turf and brow&#383;ing &#383;heep. A narrow path now wound along &#383;teep green precipices, the beauty of which prevented what danger there was from being perceived. Derwentwater was concealed by others, that ro&#383;e 

<pb n="329" />

above them, but that part of the vale of Ke&#383;wick, which &#383;eparates the two lakes, and &#383;preads a rich level of three miles, was immediately below; Cro&#383;&#383;thwaite-church, nearly in the centre, with the white vicarage, ri&#383;ing among trees. More under &#383;helter of Skiddaw, where the vale &#383;preads into a &#383;weet retired nook, lay the hou&#383;e and grounds of Dr. Brownrigg. </p>

<p>Beyond the level, opened a glimp&#383;e of Ba&#383;&#383;enthwaite-water; a lake, which may be called elegant, bounded on one &#383;ide, by well-wooded rocks, and, on the other, by Skiddaw. </p>

<p>Soon after, we ro&#383;e above the &#383;teeps, which had concealed Derwentwater, and it appeared, with all its enamelled banks, &#383;unk deep amid&#383;t  a chaos of mountains, and &#383;urrounded by ranges of fells, not vi&#383;ible from below. On the other hand, the more cheerful lake of Ba&#383;&#383;enthwaite expanded at its 

<pb n="330" />

entire length. Having gazed a while on this magnificent &#383;cene, we pur&#383;ued the path, and &#383;oon after reached the brink of a cha&#383;m, on the oppo&#383;ite &#383;ide of which wound our future track; for the a&#383;cent is here in an acutely zig-zag direction. The hor&#383;es carefully picked their &#383;teps along the narrow precipice, and turned the angle, that led them to the oppo&#383;ite &#383;ide </p>

<p>At length, as we a&#383;cended, Derwentwater dwindled on the eye to the &#383;mallne&#383;s of a pond, while the grandeur of its amphitheatre was increa&#383;ed by new ranges of dark mountains, no longer individually great, but &#383;o from accumulation; a &#383;cenery to give ideas of the breaking up of a world. Other precipices &#383;oon hid it again, but Ba&#383;&#383;enthwaite continued to &#383;pread immediately below us, till we turned into the heart of Skiddaw, and were enclo&#383;ed by its &#383;teeps.We had now lo&#383;t all track even of the

<pb n="331" />

flocks, that were &#383;cattered over the&#383;e tremendous wilds. The guide conducted us by many curvings among the heathy hills and hollows of the mountain; but the a&#383;cents were &#383;uch, that the hor&#383;es panted in the &#383;lowe&#383;t walk, and it was nece&#383;&#383;ary to let them re&#383;t every &#383;ix or &#383;even minutes. An opening to the &#383;outh, at length, &#383;hewed the whole plan of the narrow vales of St. John and of Nadale, &#383;eparated by the dark ridge of rock, called St. John&apos;s-rigg, with each its &#383;mall line of verdure at the bottom, and bounded by enormous gray fells, which we were, however, now high enough to overlook. </p>

<p>A white &#383;peck, on the top of St. John&apos;s rigg, was pointed out by the guide to be a chapel of ea&#383;e to Ke&#383;wick, which has no le&#383;s than five &#383;uch, &#383;cattered among the fells. From this chapel, dedicated to St. John, the rock and the vale have received their name,


<pb n="332" />

and our guide told us, that Nadale was frequently known by the &#383;ame title. </p>

<p>Leaving this view, the mountain &#383;oon again &#383;hut out all pro&#383;pect, but of its own vallies and precipices, covered with various &#383;hades of turf and mo&#383;s, and with heath, of which a dull purple was the prevailing hue. Not a tree, or bu&#383;h appeared on Skiddaw, nor even a &#383;tone wall any where broke the &#383;imple greatne&#383;s of its lines. Sometimes, we looked into tremendous cha&#383;ms, where the torrent, heard roaring long before it was &#383;een, had worked it&#383;elf a deep channel, and fell from ledge to ledge, foaming and &#383;hining amid&#383;t the dark rock. The&#383;e &#383;treams are &#383;ublime from the length and precipitancy of their cour&#383;e, which, hurrying the &#383;ight with them into the aby&#383;s, act, as it were, in &#383;ympathy upon the nerves, and, to &#383;ave our&#383;elves from following, we recoil from the view with involuntary horror.


<pb n="333" />

Of &#383;uch, however, we &#383;aw only two, and tho&#383;e by &#383;ome departure from the u&#383;ual cour&#383;e up the mountain; but every where met gu&#383;hing &#383;prings, till we were within two miles of the &#383;ummit, when our guide added to the rum in his bottle what he &#383;aid was the la&#383;t water we &#383;hould find in our a&#383;cent. </p>

<p>The air now became very thin, and the &#383;teeps &#383;till more difficult of a&#383;cent; but it was often delightful to look down into the green hollows of the mountain, among pa&#383;toral &#383;cenes, that wanted only &#383;ome mixture of wood to render them enchanting. </p>

<p>About a mile from the &#383;ummit, the way was, indeed, dreadfully &#383;ublime, laying, for nearly half a mile, along the ledge of a precipice, that pa&#383;&#383;ed, with a &#383;wift de&#383;cent, for probably near a mile, into a glen within the heart of Skiddaw; and not a bu&#383;h, or a hillock interrupted its va&#383;t length, or, by 

<pb n="334" />

offering a midway check in the de&#383;cent, dimini&#383;hed the fear it in&#383;pired. The ridgy &#383;teeps of Saddleback formed the oppo&#383;ite boundary of the glen, and, though really at a con&#383;iderable di&#383;tance, had, from the height of the two mountains, &#383;uch an appearance of nearne&#383;s, that it almo&#383;t &#383;eemed as if we could &#383;pring to its &#383;ide. How much too did &#383;implicity increa&#383;e the &#383;ublime of this &#383;cenery, in which nothing but mountain, heath and &#383;ky appeared! </p>

<p>But our &#383;ituation was too critical, or too unu&#383;ual, to permit the ju&#383;t impre&#383;&#383;ions of &#383;uch &#383;ublimity. The hill ro&#383;e &#383;o clo&#383;ely above the precipice as &#383;carcely to allow a ledge wide enough for a &#383;ingle hor&#383;e. We followed the guide in &#383;ilence, and, till we regained the more open wild, had no lei&#383;ure for exclamation. After this, the a&#383;cent appeared ea&#383;y and &#383;ecure, and we were bold enough to wonder, that the &#383;teeps near the 

<pb n="335" />

beginning of the mountain had excited any anxiety. </p>

<p>At length, pa&#383;&#383;ing the &#383;kirts of the two points of Skiddaw, which are neare&#383;t to Derwentwater, we approached the third and loftie&#383;t, and then perceived, that their &#383;teep &#383;ides, together with the ridges, which connect them, were entirely covered near the &#383;ummits with a whiti&#383;h &#383;hivered &#383;late, which threatens to &#383;lide down them with every gu&#383;t of wind. The broken &#383;tate of this &#383;late makes the pre&#383;ent &#383;ummits &#383;eem like the ruins of others; a circum&#383;tance as extraordinary in appearance as difficult to be accounted for. </p>

<p>The ridge, on which we pa&#383;&#383;ed from the neighbourhood of the &#383;econd &#383;ummit to the third, was narrow, and the eye reached, on each &#383;ide, down the whole extent of the mountain, following, on the left, the rocky precipices, that impend over the lake

<pb n="336" />

of Ba&#383;&#383;enthwaite, and looking, on the right, into the glens of Saddleback, far, far below. But the pro&#383;pects, that bur&#383;t upon us from every part of the va&#383;t horizon, when we had gained the &#383;ummit, were &#383;uch as we had &#383;carcely dared to hope for, and mu&#383;t now rather venture to enumerate, than to de&#383;cribe. </p>

<p>We &#383;tood on a pinnacle, commanding the whole dome of the &#383;ky. The pro&#383;pects below, each of which had been before con&#383;idered &#383;eparately as a great &#383;cene, were now miniature parts of the immen&#383;e land&#383;cape. To the north, lay, like a map, the va&#383;t tract of low country, which extends between Ba&#383;&#383;enthwaite and the Iri&#383;h Channel, marked with the &#383;ilver circles of the river Derwent, in its progre&#383;s from the lake. Whitehaven and its white coa&#383;t were di&#383;tinctly &#383;een, and Cockermouth &#383;eemed almo&#383;t under the eye. A long blacki&#383;h

<pb n="337" />

line, more to the we&#383;t, re&#383;embling a faintly formed cloud, was &#383;aid by the guide to be the I&#383;le of Man, who, however, had the hone&#383;ty to confe&#383;s, that the mountains of Down in Ireland, which have been &#383;ometimes thought vi&#383;ible, had never been &#383;een by him in the cleare&#383;t weather. </p>

<p>Bounding the low country to the north, the wide Solway Firth, with its indented &#383;hores, looked like a gray horizon, and the double range of Scotti&#383;h mountains, &#383;een dimly through mi&#383;t beyond, like lines of dark clouds above it. The Solway appeared &#383;urpri&#383;ingly near us, though at fifty miles di&#383;tance, and the guide &#383;aid, that, on a bright day, its &#383;hipping could plainly be di&#383;cerned. Nearly in the north, the heights &#383;eemed to &#383;often into plains, for no object was there vi&#383;ible through the ob&#383;curity, that had begun to draw over the furthe&#383;t di&#383;tance; but, towards the ea&#383;t, they appeared 

<pb n="338" />

to &#383;well again, and what we were told were the Cheviot hills dawned feebly beyond Northumberland. We now &#383;panned the narrowe&#383;t part of England, looking from the Iri&#383;h Channel, on one &#383;ide, to the German Ocean, on the other, which latter was, however, so far off as to be discernible only like a mi&#383;t. </p>

<p>Nearer than the county of Durham, &#383;tretched the ridge of Cro&#383;s-fell, and an indi&#383;tinct multitude of the We&#383;tmoreland and York&#383;hire highlands, who&#383;e lines di&#383;appeared behind Saddleback, now evidently pre-eminent over Skiddaw, &#383;o much &#383;o as to exclude many a height beyond it. Pa&#383;&#383;ing this mountain in our cour&#383;e to the &#383;outh, we &#383;aw, immediately below, the fells round Derwentwater, the lake it&#383;elf remaining &#383;till concealed in their deep rocky bo&#383;om. Southward and we&#383;tward, the whole pro&#383;pect was a &#34;turbulent chaos of dark mount-

<pb n="339" />

tains.&#34; All individual dignity was now lo&#383;t in the immen&#383;ity of the whole, and every variety of character was overpowered by that of a&#383;toni&#383;hing and gloomy grandeur. </p>

<p>Over the fells of Borrowdale, and far to the &#383;outh, the northern end of Windermere appeared, like a wreath of gray &#383;moke, that &#383;preads along the mountain&apos;s &#383;ide. More &#383;outhward &#383;till, and beyond all the fells of the lakes, Lanca&#383;ter &#383;ands extended to the faintly &#383;een waters of the &#383;ea. Then to the we&#383;t, Duddon &#383;ands gleamed in a long line among the fells of High Furne&#383;s. Immediately under the eye, lay Ba&#383;&#383;enthwaite, &#383;urrounded by many ranges of mountains, invi&#383;ible from below. We overlooked all the&#383;e dark mountains, and &#383;aw green cultivated vales over the tops of lofty rocks, and other mountains over the&#383;e vales in many ridges, whil&#383;t innumerable narrow glens 

<pb n="340" />

were traced in all their windings and &#383;een uniting behind the hills with others, that al&#383;o &#383;loped upwards from the lake. </p>

<p>The air on this &#383;ummit was boi&#383;terous, inten&#383;ely cold and difficult to be in&#383;pired, though the day was below warm and &#383;erene. It was dreadful to look down from nearly the brink of the point, on which we &#383;tood, upon the lake of Ba&#383;&#383;enthwaite and over a &#383;harp and &#383;eparated ridge of rocks, that from below appeared of tremendous height, but now &#383;eemed not to reach half way up Skiddaw; it was almo&#383;t as if </p>

<poem>
		<line>&#34;the precipitation might down &#383;tretch </line>
		<line>Below the beam of &#383;ight.&#34; </line>
</poem>

<p>Under the lee of an heaped up pile of &#383;lates, formed by the cu&#383;tomary contribution of one from every vi&#383;itor, we found an old man &#383;heltered, whom we took to be a &#383;hep-

<pb n="341" />

herd, but afterwards learned was a farmer and, as the people in this neighbourhood &#383;ay, a &apos; &#383;tate&#383;man;&apos; that is, had land of his own. He was a native and &#383;till an inhabitant of an adjoining vale; but, &#383;o laborious is the enterpri&#383;e reckoned, that, though he had pa&#383;&#383;ed his life within view of the mountain, this was his fir&#383;t a&#383;cent. He de&#383;cended with us, for part of our way, and then wound off towards his own valley, &#383;talking amid&#383;t the wild &#383;cenery, his large figure wrapt in a dark cloak and his &#383;teps occa&#383;ionally a&#383;&#383;i&#383;ted by a long iron pronged pike, with which he had pointed out di&#383;tant objects. </p>

<p>In the de&#383;cent, it was intere&#383;ting to ob&#383;erve each mountain below gradually re-a&#383;&#383;uming its dignity, the two lakes expanding into &#383;pacious &#383;urfaces, the many little vallies, that &#383;loped upwards from their margins, recovering their variegated tints of 

<pb n="342" />

cultivation, the cattle again appearing in the meadows, and the woody promontories changing from &#383;mooth patches of &#383;hade into richly tufted &#383;ummits. At about a mile from the top, a great difference was perceptible in the climate, which became comparatively warm, and the &#383;ummer hum of bees was again heard among the purple heath. </p>

<p>We reached Ke&#383;wick, about four o&apos;clock, after five hours pa&#383;&#383;ed in this excur&#383;ion, in which the care of our guide greatly le&#383;&#383;ened the notion of danger. Why &#383;hould we think it trivial to attempt &#383;ome &#383;ervice towards this poor man? We have rea&#383;on to think, that whoever employs, at Ke&#383;wick, a guide of the name of Donca&#383;ter, will a&#383;&#383;i&#383;t him in &#383;upporting an aged parent. </p>

</chap>



<chap title="BASSENTHWAITE WATER.">
<pb n="343" />

<gap desc="Two horizontal lines." />
<head level="2" align="center">BASSENTHWAITE WATER.</head>

<gap desc="Two horizontal lines." />

<p>IN a gray autumnal morning, we rode out along the we&#383;tern bank of Ba&#383;&#383;enthwaite to Ou&#383;e Bridge, under which the river Derwent, after pa&#383;&#383;ing through the lake, takes its cour&#383;e towards the Sea. The road on this &#383;ide, being impa&#383;&#383;able by carriages, is &#383;eldom vi&#383;ited, but it is intere&#383;ting for being oppo&#383;ed to Skiddaw, which ri&#383;es in new attitudes over the oppo&#383;ite bank. Beyond the land, that separates the two lakes, the road runs high along the &#383;ides of hills and &#383;ometimes at the feet of tremendous fells, one of which ri&#383;es almo&#383;t &#383;pirally over it, &#383;hewing a &#383;urface of &#383;lates, &#383;hivered from top to bottom. Further on, the heights gradually &#383;often from horror

<pb n="344" />

into mild and graceful beauty, opening di&#383;tantly to the cheerful country, that &#383;preads towards Whitehaven; but the road &#383;oon immerges among woods, which allow only partial views of the oppo&#383;ite &#383;hore, inimitably beautiful with cop&#383;es, green lawns and pa&#383;tures, with gently &#383;weeping promontories and bays, that receive the lake to their full brims. </p>

<p>From the hou&#383;e at Ou&#383;e Bridge the pro&#383;pect is exqui&#383;ite up the lake, which now lo&#383;ing the air of a wide river, re-a&#383;&#383;umes its true character, and even appears to flow into the cha&#383;m of rocks, that really inclo&#383;e Derwentwater. Skiddaw, with all the mountains round Borrowdale, form a magnificent amphitheatrical per&#383;pective for this noble &#383;heet of water; the vallies of the two lakes extending to one view, which is, therefore, &#383;uperior to any exhibited from Derwentwater alone. The pro&#383;pect termi-

<pb n="345" />

nates in the dark fells of Borrowdale, which by their &#383;ublimity enhance the beauty and elegance, united to a &#383;urpri&#383;ing degree in the nearer land&#383;cape. </p>

<p>Beyond Ou&#383;e Bridge, but &#383;till at the bottom of the lake, the road pa&#383;&#383;es before Armithwaite-hou&#383;e, who&#383;e cop&#383;y lawns &#383;lope to the margin of the water from a man&#383;ion more finely &#383;ituated than any we had &#383;een. It then recedes &#383;omewhat from the bank, and a&#383;cends the &#383;kirt of Skiddaw, which it &#383;carcely leaves on this &#383;ide of Ke&#383;wick. On the oppo&#383;ite &#383;hore, the mo&#383;t elegant features are the &#383;welling hills, called Wythop-brows, flouri&#383;hing with wood from the water&apos;s edge; and, below the meadows of the ea&#383;tern bank, by which we were returning, two penin&#383;ul&#230;, the one pa&#383;toral, yet well wooded and embelli&#383;hed by a white hamlet, the other narrow and bearing only a line of trees, i&#383;&#383;uing far into the lake. But the

<pb n="346" />

&#383;hores of Ba&#383;&#383;enthwaite, though elegant and often beautiful, are too little varied to be long dwelt upon; and attention is &#383;ometimes unplea&#383;antly engaged by a precipice, from which the road is not &#383;ufficiently &#383;ecured; &#383;o that the effect of the whole upon the imagination is much le&#383;s than might be expected from its &#383;ituation at the foot of Skiddaw, and its &#383;hape, which is more extended than that of Derwentwater. </p>

<gap desc="The rest of the page is blank." />

</chap>



<chap title="BORROWDALE.">
<pb n="347" />

<gap desc="Two horizontal lines." />
<head level="2" align="center">BORROWDALE.</head>

<gap desc="Two horizontal lines." />

<p>A SERENE day, with gleams of &#383;un&#383;hine, gave magical effect to the &#383;cenery of Derwentwater, as we wound along its ea&#383;tern &#383;hore to Borrowdale, under cliffs, parts of which, already fallen near the road, increa&#383;ed the opinion of danger from the re&#383;t; &#383;ometimes near the edge of precipices, that bend over the water, and, at others, among plea&#383;ure-grounds and cop&#383;es, which admit partial views over the lake. The&#383;e, with every woody promontory and mountain, were perfectly reflected on its &#383;urface. Not a path-way, not a crag, or &#383;car, that &#383;culptured their bold fronts, but was copied and di&#383;tinctly &#383;een even from the oppo&#383;ite &#383;hore in the dark purple mirror below. Now

<pb n="348" />

and then, a plea&#383;ure-boat glided by, leaving long &#383;ilver lines, drawn to a point on the &#383;mooth water, which, as it gave back the painted &#383;ides and gleaming &#383;ail, di&#383;played a moving picture. </p>

<p>The colouring of the mountains was, this day, &#383;urpri&#383;ingly various and changeful, &#383;urpa&#383;&#383;ing every thing of the &#383;ame nature, that we had &#383;een. The effect of the atmo&#383;phere on mountainous regions is &#383;ometimes &#383;o &#383;ublime, at others &#383;o enchantingly beautiful, that the mention of it ought not to be con&#383;idered as trivial, when their a&#383;pect is to be de&#383;cribed. As the &#383;un-beams fell on different kinds of rock, and di&#383;tance coloured the air, &#383;ome parts were touched with lilac, others with light blue, dark purple, or reddish brown, which were often &#383;een, at the &#383;ame moment, contra&#383;ting with the mellow green of the woods and the brightne&#383;s of &#383;un&#383;hine; then &#383;lowly and almo&#383;t


<pb n="349" />

imperceptibly changing into other tints. Skiddaw it&#383;elf exhibited much of this variety, during our ride. As we left Ke&#383;wick, its points were over&#383;pread with pale azure; on our return, a tint of dark blue &#383;oftened its features, which were, however, &#383;oon after involved in deepe&#383;t purple. </p>

<p>Winding under the woods of Barrow&#383;ide, we approached Lowdore, and heard the thunder of this cataract, joined by the &#383;ounds of others, de&#383;cending within the gloom of the nearer rocks and thickets. The retro&#383;pective views over the lake from Barrow&#383;ide are the fine&#383;t in the ride; and, when the road emerges from the woods, a range of rocks ri&#383;es over it, where many &#383;hrubs, and even oaks, a&#383;h, yew, grow in a &#383;urpri&#383;ing manner among the broken &#383;lates, that cover their &#383;ides. Beyond, at &#383;ome di&#383;tance from the &#383;hore, appear the awful rocks, that ri&#383;e over the fall of Lowdore;

<pb n="350" />

that on the right &#383;hooting up, a va&#383;t pyramid of naked cliff, above finely wooded &#383;teeps; while, on the oppo&#383;ite &#383;ide of the cha&#383;m, that receives the waters, impends Gowdar-crag, who&#383;e trees and &#383;hrubs give only &#383;haggine&#383;s to its terrible ma&#383;&#383;es, with fragments of which the meadows below are &#383;trewn. There was now little water at Lowdore; but the breadth of its channel and the height of the perpendicular rock, from which it leaps, told how tremendous it could be; yet even then its &#383;ublimity is probably derived chiefly from the cliff and mountain, that tower clo&#383;ely over it. </p>

<p>Here Borrowdale begins, its rocks &#383;preading in a va&#383;t &#383;weep round the head of the lake, at the di&#383;tance, perhaps, of half a mile from the &#383;hore, which bears meadow land to the water&apos;s brink. The a&#383;pect of the&#383;e rocks, with the fragments, that have rolled from their &#383;ummits, and lie on each &#383;ide of

<pb n="351" />

the road, prepared us for the &#383;cene of tremendous ruin we were approaching in the gorge, or pa&#383;s of Borrowdale, which opens from the centre of the amphitheatre, that binds the head of Derwentwater. Dark rocks yawn at its entrance, terrific as the wildness of a maniac; and di&#383;close a narrow pa&#383;s, running up between mountains of granite, that are &#383;hook into almo&#383;t every po&#383;&#383;ible form of horror. All above re&#383;embles the accumulations of an earthquake; &#383;plintered, &#383;hivered, piled, ama&#383;&#383;ed. Huge cliffs have rolled down into the glen below, where, however, is &#383;till a miniature of the &#383;weete&#383;t pa&#383;toral beauty, on the banks of the river Derwent; but de&#383;cription cannot paint either the wildne&#383;s of the mountains, or the pa&#383;toral and &#383;ylvan peace and &#383;oftne&#383;s, that wind at their ba&#383;e. </p>

<p>Among the mo&#383;t &#383;triking of the fells are Glaramara, &#383;hewing rock on rock; and

<pb n="352" />

Eagle-crag, where, till lately, that bird built its ne&#383;t; but the depredations, annually committed on its young, have driven it from the place. Hence we pur&#383;ued the pa&#383;s for a mile, over a frightful road, that climbs among the crags of a precipice above the river, having frequently glimp&#383;es into glens and cha&#383;ms, where all pa&#383;&#383;age &#383;eemed to be ob&#383;tructed by the fallen &#383;hivers of rock, and at length reached the gigantic &#383;tone of Bowther, that appears to have been pitched into the ground from the &#383;ummit of a neighbouring fell, and is &#383;haped, like the roof of a hou&#383;e rever&#383;ed. </p>

<p>This is one of the &#383;pectacles of the country. Its &#383;ize makes it impo&#383;&#383;ible to have ever been moved by human means; and, if it fell from the neare&#383;t of the rocks, it mu&#383;t have rolled upon the ground much further than can be readily conceived of the motion of &#383;uch a ma&#383;s. The &#383;ide towards

<pb n="353" />

the road projects about twelve feet over the ba&#383;e, and &#383;erves to &#383;helter cattle in a penn, of which it is made to form one boundary. A &#383;mall oak plant and a floe have found &#383;oil enough to flouri&#383;h in at the top; and the ba&#383;e is pitched on a cliff over the river, whence a long per&#383;pective of the gorge is &#383;een, with a little level of bright verdure, &#383;preading among more di&#383;tant fells and winding away into trackle&#383;s regions, where the mountains lift their ruffian heads in undi&#383;puted authority. Below, the &#383;hrunk Derwent &#383;erpentized along a wide bed of pebbles, that marked its wintry cour&#383;e, and left a wooded i&#383;land, flouri&#383;hing amid&#383;t the wa&#383;te. The &#383;tillne&#383;s around us was only feebly broken by the remote &#383;ounds of many un&#383;een cataracts, and &#383;ometimes by the voices of mountaineer children, &#383;houting afar off, and plea&#383;ing them&#383;elves with rou&#383;ing the echoes of the rocks. </p>

<pb n="354" />

<p>In returning, the view opened, with great magnificence, from the jaws of this pa&#383;s over the lake to Skiddaw, then &#383;een from its ba&#383;e, with the upper &#383;teeps of Saddleback obliquely beyond, and rearing it&#383;elf far above all the heights of the ea&#383;tern &#383;hore. At the entrance of the gorge, the village or hamlet of Grange lies picture&#383;quely on the bank of the Derwent among wood and meadows, and &#383;heltered under the ruinous fell, called Ca&#383;tlecrag, that takes its name from the ca&#383;tle, or fortre&#383;s, which from its crown once guarded this important pa&#383;s. </p>

<p>Borrowdale abounds in valuable mines, among which &#383;ome are known to &#383;upply the fine&#383;t wadd, or black lead, to be found in England. Iron, &#383;late, and free &#383;tone of various kinds, are al&#383;o the trea&#383;ures of the&#383;e mountains. </p>

</chap>



<chap title="FROM KESWICK TO WINDERMERE.">
<pb n="355" />

<gap desc="Two horizontal lines." />
<head level="2" align="center">FROM KESWICK TO WINDERMERE.</head>

<gap desc="Two horizontal lines." />

<p>THE road from Ke&#383;wick to Amble&#383;ide commences by the a&#383;cent of Ca&#383;tlerigg, the mountain, which the Penrith road de&#383;cends, and which, on that &#383;ide, is crowned by a Druid&apos;s temple. The ri&#383;e is now very laborious, but the views it affords over the vale of Ke&#383;wick are not dearly purcha&#383;ed by the fatigue. All Ba&#383;&#383;enthwaite, its mountains &#383;oftening away in the per&#383;pective, and terminating, on the we&#383;t, in the &#383;i&#383;ter woods of Wythorp-brows, extends from the eye; and, immediately beneath, the northern end of Derwentwater, with Caw&#383;ey-pike, Thornthwaite-fell, the rich upland vale of Newland peeping from between their ba&#383;es, and the &#383;piry woods of

<pb n="356" />

Foepark jutting into the lake below. But the fine&#383;t pro&#383;pect is from a gate about halfway up the hill, whence you look down upon the head of Derwentwater, with all the alps of Borrowdale, opening darkly. </p>

<p>After de&#383;cending Ca&#383;tle-rigg and cro&#383;&#383;ing the top of St. John&apos;s vale, we &#383;eemed as if going into bani&#383;hment from &#383;ociety, the road then leading over a plain, clo&#383;ely &#383;urrounded by mountains &#383;o wild, that neither a cottage, or a wood &#383;often their rudene&#383;s, and &#383;o &#383;teep and barren, that not even &#383;heep appear upon their &#383;ides. From this plain the road enters Legberthwaite, a narrow valley, running at the back of Borrowdale, green at the bottom, and varied with a few farms, but without wood, and with fells of gray precipices, ri&#383;ing to great height and nearly perpendicular on either hand, who&#383;e fronts are marked only by the torrents, that tumble from their utmo&#383;t &#383;um-

<pb n="357" />

mits, and perpetually occur. We often &#383;topped to li&#383;ten to their hollow &#383;ounds amid&#383;t the &#383;olitary greatne&#383;s of the &#383;cene, and to watch their headlong fall down the rocky cha&#383;ms, their white foam and &#383;ilver line contra&#383;ting with the dark hue of the clefts. In &#383;ublimity of de&#383;cent the&#383;e were frequently much &#383;uperior to that of Lowdore, but as much inferior to it in ma&#383;s of water and picture&#383;que beauty. </p>

<p>As the road a&#383;cended towards Helvellyn, we looked back through this va&#383;t rocky vi&#383;ta to the &#383;weet vale of St. John, lengthening the per&#383;pective, and &#383;aw, as through a tele&#383;cope, the broad broken &#383;teeps of Saddleback and the points of Skiddaw, darkly blue, clo&#383;ing it to the north. The grand rivals of Cumberland were now &#383;een together; and the road, &#383;oon winding high over the &#383;kirts of Helvellyn, brought us to Leathes-water, to which the mountain forms

<pb n="358" />

a va&#383;t &#383;ide-&#383;kreen, during its whole length. This is a long, but narrow and unadorned lake, having little el&#383;e than walls of rocky fells, &#383;tarting from its margin. Continuing on the precipice, at &#383;ome height from the &#383;hore, the road brought us, after three miles, to the poor village of Wythburn, and &#383;oon after to the foot of Dunmail Rays, which, though a con&#383;iderable a&#383;cent, forms the dip of two lofty mountains, Steel-fell and Seat Sandle, that ri&#383;e with finely-&#383;weeping lines, on each &#383;ide, and &#383;hut up the vale. </p>

<p>Beyond Dunmail Rays, one of the grand pa&#383;&#383;es from Cumberland into We&#383;tmoreland, Helm-crag rears its cre&#383;t, a &#383;trange fanta&#383;tic &#383;ummit, round, yet jagged and &#383;plintered, like the wheel of a water-mill, overlooking Gra&#383;mere, which, &#383;oon after, opened below. A green &#383;preading circle of mountains embo&#383;oms this &#383;mall lake, and, beyond, a wider range ri&#383;es in amphitheatre, who&#383;e rocky 

<pb n="359" />

tops are rounded and &#383;colloped, yet are great, wild, irregular, and were then over&#383;pread with a tint of faint purple. The &#383;ofte&#383;t verdure margins the water, and mingles with corn enclo&#383;ures and woods, that wave up the hills; but &#383;carcely a cottage any where appears, except at the northern end of the lake, where the village of Gra&#383;mere and its very neat white church &#383;tand among trees, near the &#383;hore, with Helm-crag and a multitude of fells, ri&#383;ing over it and beyond each other in the per&#383;pective. </p>

<p>The lake was clear as gla&#383;s, reflecting the headlong mountains, with every feature of every image on its tranquil banks; and one green i&#383;land varies, but &#383;carcely adorns its &#383;urface, bearing only a rude and now &#383;hadele&#383;s hut. At a con&#383;iderable height above the water, the road undulates for a mile, till, near the &#383;outhern end of Gra&#383;-

<pb n="360" />

mere, it mounts the crags of a fell, and &#383;eemed carrying us again into &#383;uch &#383;cenes of ruin and privation as we had quitted with Legberthwaite and Leathes-water. But, de&#383;cending the other &#383;ide of the mountain, we were &#383;oon cheered by the view of plantations, enriching the banks of Rydal-water, and by thick woods, mingling among cliffs above the narrow lake, which winds through a clo&#383;e valley, for about a mile. This lake is remarkable for the beauty of its &#383;mall round i&#383;lands, luxuriant with elegant trees and &#383;hrubs, and who&#383;e banks are green to the water&apos;s edge. Rydal-hall &#383;tands finely on an eminence, &#383;omewhat withdrawn from the ea&#383;t end, in a clo&#383;e romantic nook, among old woods, that feather the fells, which ri&#383;e over their &#383;ummits, and &#383;pread widely along the neighbouring eminences. This antient white man&#383;ion looks over a rough gra&#383;&#383;y de&#383;cent, 

<pb n="361" />

&#383;creened by groves of oak and maje&#383;tic planes, towards the head of Windermere, about two miles di&#383;tant, a &#383;mall glimp&#383;e of which is caught beyond the wooded &#383;teeps of a narrow valley. In the woods and in the di&#383;po&#383;ition of the ground round Rydal-hall there is a charming wildne&#383;s, that &#383;uits the character of the general &#383;cene; and, wherever art appears, it is with graceful plainne&#383;s and meek &#383;ubjection to nature. </p>

<p>The ta&#383;te, by which a ca&#383;cade in the plea&#383;ure-grounds, pouring under the arch of a rude bridge, amid&#383;t the green tint of woods, is &#383;hewn through a darkened garden-hou&#383;e, and, therefore, with all the effect, which the oppo&#383;ition of light and &#383;hade can give, is even not too artificial; &#383;o admirably is the intent accompli&#383;hed of making all the light, that is admitted, fall upon the objects, which are chiefly meant to be ob&#383;erved. </p>

<pb n="362" />

<p>The road to Amble&#383;ide runs through the valley in front of Rydal-hall, and for &#383;ome di&#383;tance among the grounds that belong to it, where again the ta&#383;te of the owner is con&#383;picuous in the di&#383;po&#383;ition of plantations among pa&#383;tures of extraordinary richne&#383;s, and where pure rivulets are &#383;uffered to wind without re&#383;traint over their dark rocky channels. Woods mantle up the cliffs on either &#383;ide of this &#383;weet valley, and, higher &#383;till, the craggy &#383;ummits of the fells crowd over the s&#383;cene. Two miles among its plea&#383;ant &#383;hades, near the banks of the murmuring Rotha, brought us to Amble&#383;ide, a black and very antient little town, hanging on the lower &#383;teeps of a mountain, where the vale opens to the head of </p>

</chap>



<chap title="WINDERMERE,">
<pb n="363" />

<gap desc="Two horizontal lines." />
<head level="2" align="center">WINDERMERE,</head>

<gap desc="Two horizontal lines." />

<p>WHICH appeared at &#383;ome di&#383;tance below, in gentle yet &#383;tately beauty; but its boundaries &#383;hewed nothing of the &#383;ublimity and little of the romantic wildne&#383;s, that charms, or elevates in the &#383;cenery of the other lakes. The &#383;hores, and the hills, which gradually a&#383;cend from them, are in general richly cultivated, or wooded, and correctly elegant; and when we de&#383;cended upon the bank the road &#383;eemed leading through the artificial &#383;hades of plea&#383;ure-grounds. It undulates for two miles over low promontories and along &#383;pacious bays, full to their fringed margin with the abundance of this expan&#383;ive lake; then, quitting the bank, it a&#383;cends gradual eminences, that 


<pb n="364" />

look upon the va&#383;t plain of water, and ri&#383;e amid&#383;t the riche&#383;t land&#383;capes of its &#383;hores. The manners of the people would have &#383;ufficiently informed us that Windermere is the lake mo&#383;t frequented; and with the great &#383;ublimity of the more &#383;eque&#383;tered &#383;cenes, we had to regret the intere&#383;ting &#383;implicity of their inhabitants, a &#383;implicity which accorded &#383;o beautifully with the dignified character of the country. The next day, we vi&#383;ited &#383;everal of the neighbouring heights, whence the lake is &#383;een to great advantage; and, on the following, &#383;kirted the ea&#383;tern &#383;hore for &#383;ix miles to the Ferry. </p>

<p>Windermere, above twelve miles long and generally above a mile broad, but &#383;ometimes two, &#383;weeps like a maje&#383;tic river with an ea&#383;y bend between low points of land and eminences that, &#383;haded with wood and often embelli&#383;hed with villas, &#383;well into hills 

<pb n="365" />

cultivated to their &#383;ummits; except that, for about &#383;ix miles along the middle of the we&#383;tern &#383;hore, a range of rocky fells ri&#383;e over the water. But the&#383;e have nothing either picture&#383;que or fanta&#383;tic in their &#383;hape; they are heavy, not broken into parts, and their rudene&#383;s &#383;oftens into in&#383;ignificance, when they are &#383;een over the wide channel of the lake; they are neither large enough to be grand, or wooded enough to be beautiful. To the north, or head of Windermere, however, the tamene&#383;s of its general character di&#383;appears, and the &#383;cene &#383;oars into grandeur. Here, over a ridge of rough brown hills above a woody &#383;hore, ri&#383;e, at the di&#383;tance of a mile and half, or two miles, a multitude of finely alpine mountains, retiring obliquely in the per&#383;pective, among which Langdale-pikes, Hardknot and Wry-no&#383;e, bearing their bold, pointed promontories aloft, are pre-eminent. The 

<pb n="366" />

colouring of the&#383;e mountains, which are &#383;ome of the grande&#383;t of Cumberland and We&#383;tmoreland, was this day remarkably fine. The weather was &#383;howery, with gleams of &#383;un&#383;hine; &#383;ometimes their tops were entirely concealed in gray vapours, which, drawing upwards, would &#383;eem to a&#383;cend in volumes of &#383;moke from their &#383;ummits; at others, a few &#383;cattered clouds wandered along their &#383;ides leaving their heads unveiled and effulgent with light. The&#383;e clouds di&#383;appearing before the &#383;trength of the &#383;un, a fine downy hue of light blue over&#383;pread the peeping points of the mo&#383;t di&#383;tant fells, while the nearer ones were tinged with deep purple, which was oppo&#383;ed to the brown heath and crag of the lower hills, the olive green of two wooded &#383;lopes that, ju&#383;t tinted by autumn, &#383;eemed to de&#383;cend to the margin, and the &#383;ilver tran&#383;parency of the expanding water

<pb n="367" />

at their feet. This view of Windermere appears with great maje&#383;ty from a height above Culgarth, a &#383;eat of the Bi&#383;hop of Landaff; while, to the &#383;outh, the lake after &#383;weeping about four miles gradually narrows and di&#383;appears behind the great i&#383;land, which &#383;tretches acro&#383;s the per&#383;pective. </p>

<p>At the di&#383;tance of two or three miles beyond Culgarth, from a hill advancing towards the water, the whole of Windermere is &#383;een; to the right, is the white man&#383;ion at Culgarth, among wood, on a gentle eminence of the &#383;hore, with the lake &#383;preading wide beyond, crowned by the fells half ob&#383;cured in clouds. To the &#383;outh, the hills of the ea&#383;tern &#383;hore, &#383;loping gradually, run out in elegant and often well wooded points into the water, and are &#383;potted with villas and varied above with enclo&#383;ures. The oppo&#383;ite &#383;hore is for about a mile &#383;outhward a continuation of the line

<pb n="368" />

of rock before noticed, from which Rawlin&#383;on&apos;s-nab pu&#383;hes a bold headland over the lake; the per&#383;pective then &#383;inks away in low hills, and is cro&#383;&#383;ed by a remote ridge, that clo&#383;es the &#383;cene. </p>

<p>The villages of Rayrig and Bowne&#383;s, which are pa&#383;&#383;ed in the way to the Ferry, both &#383;tand delightfully; one on an eminence commanding the whole lake, and the other within a rece&#383;s of the &#383;hore, nearly oppo&#383;ite the large i&#383;land. The winding banks of Windermere continually open new land&#383;capes as you move along them, and the mountains, which crown its head, are as frequently changing their attitudes; but Langdale-pikes, the bolde&#383;t features in the &#383;cene, are &#383;oon lo&#383;t to the eye behind the nearer fells of the we&#383;tern &#383;hore. </p>

<p>The ferry is con&#383;iderably below Chri&#383;tian&apos;s i&#383;land, and at the narrowe&#383;t &#383;pan of the lake, where two points of the &#383;hore extend

<pb n="369" />

to meet each other. This i&#383;land, &#383;aid to contain thirty acres, intermingled with wood, lawn and &#383;hrubberies, embelli&#383;hes, without decrea&#383;ing the dignity of the &#383;cene; it is &#383;urrounded by attendant i&#383;lets, &#383;ome rocky, but others, beautifully covered with wood, &#383;eem to coronet the flood. </p>

<p>In cro&#383;&#383;ing the water the illu&#383;ions of vi&#383;ion give force to the northern mountains, which viewed from hence appear to a&#383;cend from its margin and to &#383;pread round it in a magnificent amphitheatre. This was to us the mo&#383;t intere&#383;ting view on Windermere. </p>

<p>On our approaching the we&#383;tern &#383;hore, the range of rocks that form it, di&#383;covered their cliffs, and gradually a&#383;&#383;umed a con&#383;equence, which the breadth of the channel had denied them; and their darkne&#383;s was well oppo&#383;ed by the bright verdure and variegated autumnal tints of the i&#383;les at their

<pb n="370" />

ba&#383;e. On the bank, under &#383;helter of the&#383;e rocks, a white hou&#383;e was &#383;een beyond the tall boles of a mo&#383;t luxuriant grove of plane-trees, which threw their &#383;hadows over it, and on the margin of the &#383;ilver lake &#383;preading in front. From hence the road a&#383;cends the &#383;teep and craggy &#383;ide of Furne&#383;s-fell, on the brow of which we had a la&#383;t view of Windermere, in its whole cour&#383;e; to the &#383;outh, its tame but elegant land&#383;capes gliding away into low and long per&#383;pective, and the lake gradually narrowing; to the north, its more impre&#383;&#383;ive &#383;cenery; but the fine&#383;t features of it were now concealed by a continuation of the rocks we were upon. </p>

<p>Windermere is di&#383;tingui&#383;hed from all the other lakes of this country by its &#383;uperior length and breadth, by the gentle hills, cultivated and enclo&#383;ed nearly to their &#383;ummits, that generally bind its &#383;hores, by the gradual di&#383;tance and fine di&#383;po&#383;ition of the 

<pb n="371" />

northern mountains, by the bold &#383;weeps of its numerous bays, by the villas that &#383;peckle and rich plantations that wind them, and by one large i&#383;land, &#383;urrounded by many i&#383;lets, which adds dignity to its bo&#383;om. On the other lakes the i&#383;lands are prettine&#383;&#383;es, that do not accord with the character of the &#383;cene; they break al&#383;o the &#383;urface of the water where va&#383;t continuity is required; and the mind cannot endure to de&#383;cend &#383;uddenly from the gigantic &#383;ublimity of nature to her fairy &#383;ports. Yet, on the whole, Windermere was to us the lea&#383;t impre&#383;&#383;ive of all the lakes. Except to the north, where the retiring mountains are di&#383;po&#383;ed with uncommon grandeur of outline and magnificence of colouring, its &#383;cenery is tame, having little of the wild and nothing of the a&#383;toni&#383;hing energy that appears on the features of the more &#383;eque&#383;tered di&#383;tricts. The characters of the three great lakes may, perhaps, be thus di&#383;tingui&#383;hed: </p>

<pb n="372" />

<p>Windermere: Diffu&#383;ivene&#383;s, <unclear>&#383;tately</unclear> beauty, and, at the upper end, magnificence. </p>

<p>Ull&#383;water: Severe grandeur and &#383;ublimity; all that may give ideas of va&#383;t power and a&#383;toni&#383;hing maje&#383;ty. The effect of Ull&#383;water is, that, awful as its &#383;cenery appears, it awakens the mind to expectation &#383;till more awful, and, touching all the powers of imagination, in&#383;pires that &#34;fine phren&#383;y&#34; de&#383;criptive of the poet&apos;s eye, which not only bodies forth unreal forms, but imparts to <unclear>&#383;ub&#383;tantial</unclear> objects a character higher than their own. </p>

<p>Derwentwater: Fanta&#383;tic wildne&#383;s and romantic beauty, but inferior to Ull&#383;water in greatne&#383;s, both of water and rocks; for, though it charms and elevates, it does not di&#383;play &#383;uch features and circum&#383;tances of the &#383;ublime, or call up &#383;uch expectation of unimaged and uncertain wonder. A principal defect, if we may venture to call it &#383;o, of Derwentwater is, that the water is too

<pb n="373" />

&#383;mall in proportion for the amphitheatre of the valley in which it lies, and therefore lo&#383;es much of the dignity, that in other circum&#383;tances it would exhibit. The fault of Windermere is, perhaps, exactly the rever&#383;e; where the &#383;hores, not generally grand, are rendered tamer by the ample expan&#383;e of the lake. The proportions of Ull&#383;water are more ju&#383;t, and, though its winding form gives it in &#383;ome parts the air of a river, the abrupt and tremendous height of its rocks, the dark and crowding &#383;ummits of the fells above, the manner in which they enclo&#383;e it, together with the dignity of its breadth, empower it con&#383;tantly to affect the mind with emotions of a&#383;toni&#383;hment and lofty expectation. </p>

</chap>



<chap title="FROM WINDERMERE TO HAWKSHEAD, THURSTON-LAKE AND ULVERSTON.">
<pb n="374" />

<gap desc="Two horizontal lines." />
<head level="2" align="center">FROM WINDERMERE TO HAWKSHEAD, THURSTON-LAKE AND ULVERSTON.</head>

<gap desc="Two horizontal lines." />

<p>AFTER a&#383;cending the laborious crags and precipices of Furne&#383;s-fell, enlivened, however, by frequent views of the &#383;outhern end of Windermere, the road immediately de&#383;cends the oppo&#383;ite &#383;ide of the mountain, which &#383;huts out the beautiful &#383;cenery of the lake; but the pro&#383;pect &#383;oon after opens to other mountains of Furne&#383;s, in the di&#383;tance, which revive the expectation of &#383;uch &#383;ublimity as we had lately regretted, and to E&#383;thwait-water in the valley below. This is a narrow, plea&#383;ant lake, about half a mile broad and two miles long, with gradual hills, green to their tops, ri&#383;ing round the margin; with plantations and pa&#383;tures alternately 

<pb n="375" />

&#383;preading along the ea&#383;y &#383;hores, and white farms &#383;cattered &#383;paringly upon the &#383;lopes above. The water &#383;eems to glide through the quiet privacy of plea&#383;ure-grounds; &#383;o fine is the turf on its banks, &#383;o elegant its cop&#383;es, and &#383;uch an air of peace and retirement prevails over it. A neat white village lies at the feet of the hills near the head of the lake; beyond it is the gray town of Hawk&#383;head, with its church and par&#383;onage on an eminence commanding the whole valley. Steep hills ri&#383;e over them, and, more di&#383;tant, the tall heads of the Coni&#383;ton-fells, dark and awful, with a confu&#383;ion of other mountains. </p>

<p>Hawk&#383;head, thus delightfully placed, is an antient, but &#383;mall town, with a few good hou&#383;es, and a neat town-hou&#383;e, lately built by &#383;ub&#383;criptions, of which the chief part was gratefully &#383;upplied by London merchants, who had been educated at the free 

<pb n="376" />

&#383;chool here; and this &#383;chool it&#383;elf is a memorial of gratitude, having been founded by Archbi&#383;hop Sandys for the advantage of the town, which gave him birth. Near Hawk&#383;head are the remains of the hou&#383;e, where the Abbot of Furne&#383;s &#34;kept re&#383;idence by one or more monks, who performed divine &#383;ervice and other parochial duties in the neighbourhood.&#34; There is &#383;till a court-room over the gateway, &#34;where the bailiff of Hawk&#383;head held court, and di&#383;tributed ju&#383;tice, in the name of the abbot.&#34; </p>

<p>From the tremendous &#383;teeps of the long fell, which towers over Hawk&#383;head, a&#383;toni&#383;hing views open to the di&#383;tant vales and mountains of Cumberland; overlooking all the grote&#383;que &#383;ummits in the neighbourhood of Gra&#383;mere, the fells of Borrowdale in the furthe&#383;t di&#383;tance, Langdale-pikes, and &#383;everal &#383;mall lakes, &#383;een gleaming in the 

<pb n="377" />

bo&#383;om of the mountains. Before us, ro&#383;e the whole multitude of Coni&#383;ton-fells, of immen&#383;e height and threatening forms, their tops thinly darkened with thunder mi&#383;ts, and, on the left, Furne&#383;s-fells &#383;inking towards the bay, which Ulver&#383;ton &#383;ands form for the &#383;ea. </p>

<p>As we advanced, Coni&#383;ton-fells &#383;eemed to multiply, and became &#383;till more impre&#383;&#383;ive, till, having reached at length the &#383;ummit of the mountain, we looked down upon Thur&#383;ton-lake immediately below, and &#383;aw them ri&#383;ing abruptly round its northern end in &#383;omewhat of the &#383;ublime attitudes and dark maje&#383;ty of Ullswater. A range of lower rocks, nearer to the eye, exhibited a very peculiar and grote&#383;que appearance, coloured &#383;cars and deep channels marking their purple &#383;ides, as if they had been rifted by an earthquake. </p>

<p>The road de&#383;cends the flinty &#383;teeps to-

<pb n="378" />

wards the ea&#383;tern bank of the lake, that &#383;preads a &#383;urface of &#383;ix miles in length and generally three quarters of a mile in breadth, not winding in its cour&#383;e, yet much indented with bays, and pre&#383;enting nearly its whole extent at once to the eye. The grande&#383;t features are the fells, that crown its northern end, not di&#383;tantly and gradually, like tho&#383;e of Windermere, nor varied like them with magnificent colouring, but ri&#383;ing in haughty abruptne&#383;s, dark, rugged and &#383;tupendous, within a quarter of a mile of the margin, and &#383;hutting out all pro&#383;pect of other mountain-&#383;ummits. At their feet, pa&#383;tures &#383;pread a bright green to the brim of the lake. Nearly in the centre of the&#383;e fells, which open in a &#383;emicircle to receive the lake, a cataract de&#383;cends, but its &#383;hining line is not of a breadth proportioned to the va&#383;tne&#383;s of its perpendicular fall. The village of Coni&#383;ton is &#383;weetly 

<pb n="379" />

&#383;eated under &#383;helter of the rocks; and, at a di&#383;tance beyond, on the edge of the water, the antient hall, or priory, &#383;hews its turret and ivyed ruins among old woods. The whole picture is reflected in the liquid mirror below. The gay, convivial chorus, or &#383;olemn ve&#383;per, that once &#383;welled along the lake from the&#383;e con&#383;ecrated walls, and awakened, perhaps, the enthu&#383;ia&#383;m of the voyager, while evening &#383;tole upon the &#383;cene, is now contra&#383;ted by de&#383;olation and profound repo&#383;e, and, as he glides by, he hears only the da&#383;hing of his oars, or the &#383;urge beating on the &#383;hore. </p>

<p>This lake appeared to us one of the mo&#383;t charming we had &#383;een. From the &#383;ublime mountains, which bend round its head, the heights, on either &#383;ide, decline towards the &#383;outh into waving hills, that form its &#383;hores, and often &#383;tretch in long &#383;weeping points into the water, generally covered with 

<pb n="380" />

tufted wood, but &#383;ometimes with the tender verdure of pa&#383;turage. The tops of the&#383;e woods were ju&#383;t embrowned with autumn, and contra&#383;ted well with other &#383;lopes, rough and heathy, that ro&#383;e above, or fell be&#383;ide them to the water&apos;s brink, and added force to the colouring, which the reddi&#383;h tints of decaying fern, the purple bloom of heath, and the bright golden gleams of broom, &#383;pread over the&#383;e elegant banks. Their hues, the graceful undulations of the marginal hills and bays, the richne&#383;s of the woods, the &#383;olemnity of the northern fells and the deep repo&#383;e, that pervades the &#383;cene, where only now and then a white cottage or a farm lurks among the trees, are circum&#383;tances, which render Thur&#383;ton-lake one of the mo&#383;t intere&#383;ting and, perhaps, the mo&#383;t beautiful of any in the country. </p>

<p>The road undulates over cop&#383;y hills, and dips into &#383;hallow vallies along the whole of 

<pb n="381" />

the ea&#383;tern bank, &#383;eldom greatly elevated above the water, or de&#383;cending to a level with it, but frequently opening to exten&#383;ive views of its beauties, and again &#383;hrouding it&#383;elf in verdant gloom. The mo&#383;t impre&#383;&#383;ive pictures were formed by the fells, that crowd over the upper end of the lake, and which, viewed from a low &#383;tation, &#383;ometimes appeared nearly to enclo&#383;e that part of it. The effect was then a&#383;toni&#383;hingly grand, particularly about &#383;un-&#383;et, when the clouds, drawing upwards, di&#383;covered the utmo&#383;t &#383;ummits of the&#383;e fells, and a tint of du&#383;ky blue began to prevail over them, which gradually deepened into night. A line of lower rocks, that extend from the&#383;e, are, independently of the atmo&#383;phere, of a dull purple, and their &#383;haggy forms would appear gigantic in almo&#383;t any other &#383;ituation. Even here, they pre&#383;erve a wild dignity, and their attitudes &#383;omewhat re&#383;emble tho&#383;e 

<pb n="382" />

at the entrance of Borrowdale; but they are forgotten, when the eye is lifted to the &#383;olemn mountains immediately above. The&#383;e are rich in &#383;late quarries, and have &#383;ome copper mines; but the latter were clo&#383;ed, during the civil wars of the la&#383;t century, having been worked, as we are told in the de&#383;criptive language of the miners, from <i>the day to the evening end</i>, forty fathom, and to the <i>morning end</i> &#383;even &#383;core fathom; a figurative &#383;tyle of di&#383;tingui&#383;hing the we&#383;tern and ea&#383;tern directions of the mine. The lake, towards the lower end, narrows and is adorned by one &#383;mall i&#383;land; but here the hills of the ea&#383;tern &#383;hore &#383;oar into fells, &#383;ome barren, craggy and nearly perpendicular, others entirely with coppice-wood. Two of the&#383;e, ri&#383;ing over the road, gave fine relief to each other, the one &#383;hewing only precipices of &#383;helving rock, while its rival a&#383;pired with woods, that mantled

<pb n="383" />

from the ba&#383;e to the &#383;ummit, con&#383;i&#383;ting chiefly of oak, a&#383;h and holly. Not any lake, that we &#383;aw, is at pre&#383;ent &#383;o much embelli&#383;hed with wood as Thur&#383;ton. All the mountains of <i>High</i> and the vallies of <i>Low Furne&#383;s</i> were, indeed, &#383;ome centuries ago, covered with fore&#383;ts, part of which was called the Fore&#383;t of Lanca&#383;ter; and the&#383;e were of &#383;uch entangled luxuriance as to be nearly impenetrable in many tracts. Here, wolves, wild boars, and a remarkably large breed of deer, called Leghs, the heads of which have frequently been found buried at a con&#383;iderable depth in the &#383;oil, abounded. So &#383;ecure an a&#383;ylum did the&#383;e animals find in the woods of High Furne&#383;s, that, even after the low lands were cleared and cultivated, &#383;hepherds were nece&#383;&#383;ary to guard the flocks from the ravages of the wolves. Towards the end of the thirteenth century, the upper fore&#383;ts al&#383;o were nearly de&#383;troyed. </p>

<pb n="384" />

<p>In winter, the &#383;hepherds u&#383;ed to feed their flocks with the young &#383;prouts of a&#383;h and holly, a cu&#383;tom &#383;aid to be &#383;till ob&#383;erved; the &#383;heep coming at the call of the &#383;hepherd and a&#383;&#383;embling round the holly-tree to receive from his hand the young &#383;hoots cropped for them<ptr target="n2"/>. Whenever the woods are felled, which is too frequently done, to &#383;upply fuel for the neighbouring furnaces, the holly is &#383;till held &#383;acred to the flocks of the&#383;e mountains. </p>
<note id="n2">We&#383;t&apos;s &#34;Antiquities of Furne&#383;s.&#34;</note>
<p>Soon after pa&#383;&#383;ing the i&#383;land, the road enters the village of Nibthwaite, rich only in &#383;ituation; for the cottages are mi&#383;erable. The people &#383;eemed to be as ignorant as poor; a young man knew not how far it was to Ulver&#383;ton, or as he called it Ul&#383;on, though it was only five miles. </p>

<p>On the point of a promontory of the oppo&#383;ite &#383;hore, embo&#383;omed in ancient 



<pb n="385" />

woods, the chimnies and pointed roof of a gray man&#383;ion look out mo&#383;t intere&#383;tingly. The woods open partially to the north, and admit a view of the <i>Swi&#383;s</i> &#383;cenery at the head of the lake, in its fine po&#383;ition. On the other &#383;ides, the oaks &#383;o embower the hou&#383;e and &#383;pread down the rocks, as &#383;carcely to allow it a glimp&#383;e of the water bickering between the dark foliage below. </p>

<p>At Nibthwaite, the lake becomes narrow and gradually decrea&#383;es, till it terminates at Lowick-bridge, where it glides away in the little river Crake, which de&#383;cends to Ulver&#383;ton &#383;ands. We &#383;topped upon the bridge to take a la&#383;t view of the &#383;cene; the di&#383;tant fells were di&#383;appearing in twilight, but the gray lake gleamed at their ba&#383;e. From the &#383;teeps of a lofty mountain, that ro&#383;e near us on the right, cattle were &#383;lowly de&#383;cending for the night, winding among the crags,

<pb n="386" />

&#383;ometimes &#383;topping to crop the heath, or broom, and then di&#383;appearing for a moment behind the darker verdure of yews, that grew in knots upon the cliffs. </p>

<p>It was night before we reached Ulver&#383;ton. The wind &#383;ounded mournfully among the hills and we perceived our approach to the &#383;ea only by the faint roaring of the tide, till from a brow, whence the hills open on either hand with a grand &#383;weep, we could ju&#383;t di&#383;cern the gray &#383;urface of the &#383;ea-bay, at a di&#383;tance below, and then, by lights that glimmered in the bottom, the town of Ulver&#383;ton, lying not far from the &#383;hore and &#383;creened on the north by the heights, from which we were to de&#383;cend. </p>

<p>Ulver&#383;ton is a neat but ancient town, the capital and chief port of Furne&#383;s. The road from it to the maje&#383;tic ruin of Furne&#383;s Abbey lies through Low Furne&#383;s, and lo&#383;es the general wildne&#383;s and intere&#383;t of the country, 

<pb n="387" />

except where now and then the di&#383;tant retro&#383;pect of the mountains breaks over the tame hills and regular enclo&#383;ures, that border it. </p>

<p>About a mile and a half on this &#383;ide of the Abbey, the road pa&#383;&#383;es through Dalton, a very ancient little town, once the capital of Low Furne&#383;s, and rendered &#383;o important by its neighbourhood to the Abbey, that Ulver&#383;ton, the pre&#383;ent capital, could not then &#383;upport the weekly market, for which it had obtained a charter. Dalton, however, &#383;unk with the &#383;uppre&#383;&#383;ion of its neighbouring patrons, and is now chiefly di&#383;tingui&#383;hed by the plea&#383;antne&#383;s of its &#383;ituation, to which a church, built on a bold a&#383;cent, and the remains of a ca&#383;tle, advantageou&#383;ly placed for the command of the adjoining valley, &#383;till attach &#383;ome degree of dignity. What now exi&#383;ts of the latter is one tower, in a chamber of which the Abbot of Furne&#383;s held his 

<pb n="388" />

&#383;ecular Court; and the chamber was afterwards u&#383;ed as a gaol for debtors, till within the&#383;e few years, when the dead ruin relea&#383;ed the living one. The pre&#383;ent church-yard and the &#383;cite of this ca&#383;tle are &#383;uppo&#383;ed to have been included within the limits of a <i>ca&#383;tellum</i>, built by Agricola, of the fo&#383;&#383;e of which there are &#383;till &#383;ome faint ve&#383;tiges. </p>

<p>Beneath the brow, on which the church and tower &#383;tand, a brook flows through a narrow valley, that winds about a mile and a half to the Abbey. In the way thither we pa&#383;&#383;ed the entrance of one of the very rich iron mines, with which the neighbourhood abounds; and the deep red tint of the &#383;oil, that over&#383;preads almo&#383;t the whole country between Ulver&#383;ton and the mona&#383;tery, &#383;ufficiently indicates the nature of the trea&#383;ures beneath. </p>

<p>In a clo&#383;e glen, branching from this valley, &#383;hrouded by winding banks clumped 

<pb n="389" />

with old groves of oak and che&#383;tnut, we found the magnificent remains of </p>

</chap>

<chap title="FURNESS ABBEY.">
<gap desc="Two horizontal lines." />
<head level="2" align="center">FURNESS ABBEY.</head>

<gap desc="Two horizontal lines." />

<p>THE deep retirement of its &#383;ituation, the venerable grandeur of its gothic arches and the luxuriant yet ancient trees, that &#383;hadow this for&#383;aken &#383;pot, are circum&#383;tances of picture&#383;que and, if the expre&#383;&#383;ion may be allowed, of &#383;entimental beauty, which fill the mind with &#383;olemn yet delightful emotion. This glen is called the Vale of Night&#383;hade, or, more literally from its ancient title Bekangs-gill, the &#34;glen of deadly night&#383;hade,&#34; that plant being abundantly found in the neighbourhood. Its romantic gloom and &#383;eque&#383;tered privacy particu-

<pb n="390" />

larly adapted it to the au&#383;terities of mona&#383;tic life; and in the mo&#383;t retired part of it King Stephen, while Earl of Mortaign and Bulloign, founded, in the year 1127, the magnificent mona&#383;tery of Furne&#383;s, and endowed it with princely wealth and almo&#383;t princely authority, in which it was &#383;econd only to Fontain&apos;s-abbey in York-&#383;hire. </p>

<p>The windings of the glen conceal the&#383;e venerable ruins, till they are clo&#383;ely approached, and the bye road, that conducted us, is margined with a few ancient oaks, which &#383;tretch their broad branches entirely acro&#383;s it, and are finely preparatory objects to the &#383;cene beyond. A &#383;udden bend in this road brought us within view of the northern gate of the Abbey, a beautiful gothic arch, one &#383;ide of which is luxuriantly fe&#383;tooned with night&#383;hade. A thick grove of plane-trees, with &#383;ome oak and beech, over&#383;hadow it on the right, and lead the eye onward to the 

<pb n="391" />

ruins of the Abbey, &#383;een through this dark arch in remote per&#383;pective, over rough but verdant ground. The principal features are the great northern window and part of the ea&#383;tern choir, with glimp&#383;es of &#383;hattered arches and &#383;tately walls beyond, caught between the gaping ca&#383;ements. On the left, the bank of the glen is broken into knolls capped with oaks, which in &#383;ome places &#383;pread downwards to a &#383;tream that winds round the ruin, and darken it with their rich foliage. Through this gate is the entrance to the immediate precincts of the Abbey, an area &#383;aid to contain &#383;ixty-five acres, now called the Deer-park. It is enclo&#383;ed by a &#383;tone wall, on which the remains of many &#383;mall buildings and the faint ve&#383;tiges of others, &#383;till appear; &#383;uch as the porter&apos;s lodge, mills, granaries, ovens and kilns that once &#383;upplied the mona&#383;tery, &#383;ome of which, &#383;een under the &#383;hade of the fine old trees, 

<pb n="392" />

that on every &#383;ide adorn the broken &#383;teeps of this glen, have a very intere&#383;ting effect. </p>

<p>Ju&#383;t within the gate, a &#383;mall manor hou&#383;e of modern date, with its &#383;tables and other offices, breaks di&#383;cordantly upon the lonely grandeur of the &#383;cene. Except this, the character of the de&#383;erted ruin is &#383;crupulou&#383;ly pre&#383;erved in the &#383;urrounding area; no &#383;pade has dared to level the inequalities, which fallen fragments have occa&#383;ioned in the ground, or &#383;hears to clip the wild fern and underwood, that over&#383;pread it; but every circum&#383;tance con&#383;pires to heighten the &#383;olitary grace of the principal object and to prolong the luxurious melancholy, which the view of it in&#383;pires. We made our way among the pathle&#383;s fern and gra&#383;s to the north end of the church, now, like every other part of the Abbey, entirely roofle&#383;s, but &#383;hewing the lofty arch of the great window, where, in&#383;tead of the painted gla&#383;s

<pb n="393" />

that once enriched it, are now tufted plants and wreaths of night&#383;hade. Below is the principal door of the church, bending into a deep round arch, which, retiring circle within circle, is rich and beautiful; the remains of a winding &#383;tair-ca&#383;e are vi&#383;ible within the wall on its left &#383;ide. Near this northern end of the edifice are &#383;een one &#383;ide of the ea&#383;tern choir, with its two &#383;lender gothic window frames, and on the we&#383;t a remnant of the nave of the Abbey and &#383;ome lofty arches, which once belonged to the belfry, now detached from the main building. </p>

<p>To the &#383;outh, but concealed from this point of view, are the chapter-hou&#383;e, &#383;ome years ago exhibiting a roof of beautiful gothic fretwork, and which was almo&#383;t the only part of the Abbey thus ornamented, its architecture having been characteri&#383;ed by an air of grand &#383;implicity rather than by 


<pb n="394" />

the elegance and richne&#383;s of decoration, which in an after date di&#383;tingui&#383;hed the gothic &#383;tyle in England. Over the chapter-hou&#383;e were once the library and &#383;criptorium, and beyond it are &#383;till the remains of cloisters of the refectory, the locutorium, or conver&#383;ation-room, and the calefactory. The&#383;e, with the walls of &#383;ome chapels, of the ve&#383;try, a hall, and of what is believed to have been a &#383;chool-hou&#383;e, are all the features of this noble edifice that can ea&#383;ily be traced: winding &#383;tair-ca&#383;es within the &#383;urpri&#383;ing thickne&#383;s of the walls, and door-ca&#383;es involved in darkne&#383;s and my&#383;tery, the place abounds with. </p>

<p>The abbey, which was formerly of &#383;uch magnitude as nearly to fill up the breadth of the glen, is built of a pale-red &#383;tone, dug from the neighbouring rocks, now changed by time and weather to a tint of du&#383;ky brown, which accords well with the hues 

<pb n="395" />

of plants and &#383;hrubs that every where embo&#383;s the mouldering arches. </p>
<note id="n3">&#34;Antiquities of Furne&#383;s.&#34;</note>
<p>The fine&#383;t view of the ruin is on the ea&#383;t &#383;ide, where, beyond the va&#383;t, &#383;hattered frame that once contained a richly-painted window, is &#383;een a per&#383;pective of the choir and of di&#383;tant arches, remains of the nave of the abbey, clo&#383;ed by the woods. This per&#383;pective of the ruin is<ptr target="n3"/> &#383;aid to be two hundred and eighty-&#383;even feet in length; the choir part of it is in width only twenty-eight feet in&#383;ide, but the nave is &#383;eventy: the walls, as they now &#383;tand, are fifty-four feet high and in thickne&#383;s five. Southward from the choir extend the &#383;till beautiful, though broken, pillars and arcades of &#383;ome chapels, now laid open to the day; the chapter-hou&#383;e, the cloi&#383;ters, and beyond all, and detached from all, is the &#383;chool-hou&#383;e, a large build-



<pb n="396" />

 ing, the only part of the mona&#383;tery that &#383;till boa&#383;ts a roof. </p>

<p>As, &#383;oothed by the venerable &#383;hades and the view of a more venerable ruin, we re&#383;ted oppo&#383;ite to the ea&#383;tern window of the choir, where once the high altar &#383;tood, and, with five other altars, a&#383;&#383;i&#383;ted the religious pomp of the &#383;cene; the images and the manners of times, that were pa&#383;t, ro&#383;e to reflection. The midnight proce&#383;&#383;ion of monks, clothed in white and bearing lighted tapers, appeared to the &#34;mind&apos;s eye&#34; i&#383;&#383;uing to the choir through the very door-ca&#383;e, by which &#383;uch proce&#383;&#383;ions were wont to pa&#383;s from the cloi&#383;ters to perform the matin &#383;ervice, when, at the moment of their entering the church, the deep chanting of voices was heard, and the organ &#383;welled a &#383;olemn peal. To fancy, the &#383;train &#383;till echoed feebly along the arcades and died in the breeze among the woods, the ru&#383;tling leaves

<pb n="397" />

mingling with the clo&#383;e. It was ea&#383;y to image the abbot and the officiating prie&#383;ts &#383;eated beneath the richly-fretted canopy of the four &#383;talls, that &#383;till remain entire in the &#383;outhern wall, and high over which is now perched a &#383;olitary yew-tree, a black funereal memento to the living of tho&#383;e who once &#383;at below. </p>

<p>Of a quadrangular court on the we&#383;t &#383;ide of the church, three hundred and thirty-four feet long and one hundred and two feet wide, little ve&#383;tige now appears, except the foundation of a range of cloi&#383;ters, that formed its we&#383;tern boundary, and under the &#383;hade of which the monks on days of high &#383;olemnity pa&#383;&#383;ed in their cu&#383;tomary proce&#383;&#383;ion round the court. What was the belfry is now a huge ma&#383;s of detached ruin, picture&#383;que from the loftine&#383;s of its &#383;hattered arches and the high inequalities of the ground within them, where the tower, that 

<pb n="398" />

once crowned this building, having fallen, lies in va&#383;t fragments, now covered with earth and gra&#383;s, and no longer di&#383;tingui&#383;hable but by the hillock they form. </p>

<p>The &#383;chool-hou&#383;e, a heavy &#383;tructure attached to the boundary wall on the &#383;outh, is nearly entire, and the walls, particularly of the portal, are of enormous thickne&#383;s, but, here and there, a cha&#383;m di&#383;clo&#383;es the &#383;tair-ca&#383;es, that wind within them to chambers above. The &#383;chool-room below, &#383;hews only a &#383;tone bench, that extends round the walls, and a low &#383;tone pillar in the ea&#383;tern corner, on which the teachers&apos;s pulpit was formerly fixed. The lofty vaulted roof is &#383;carcely di&#383;tingui&#383;hable by the du&#383;ky light admitted through one or two narrow windows placed high from the ground, perhaps for the purpo&#383;e of confining the &#383;cholar&apos;s attention to his book. </p>

<p>The&#383;e are the principal features, that re-

<pb n="399" />

main of this once magnificent abbey. It was dedicated to St. Mary, and received a colony of monks from the mona&#383;tery of Savigny in Normandy, who were called Gray Monks, from their dre&#383;s of that colour, till they became Ci&#383;tercians, and, with the &#383;evere rules of St. Bernard, adopted a white habit, which they retained till the di&#383;&#383;olution of mona&#383;tic orders in England. The original rules of St. Bernard partook in &#383;everal in&#383;tances of the au&#383;terities of tho&#383;e of La Trapp, and the &#383;ociety did not very readily relinqui&#383;h the milder laws of St. Benedict for the new rigours impo&#383;ed upon them by the parent mona&#383;tery of Savigny. They were forbidden to ta&#383;te fle&#383;h, except when ill, and even eggs, butter, chee&#383;e and milk, but on extraordinary occa&#383;ions; and denied even the u&#383;e of linen and fur. The monks were divided into two cla&#383;&#383;es, to which &#383;eparate departments belonged. --

<pb n="400" />

Tho&#383;e, who attended the choir, &#383;lept upon &#383;traw in their u&#383;ual habits, from which, at midnight, they ro&#383;e and pa&#383;&#383;ed into the church, where they continued their holy hymns, during the &#383;hort remainder of the night. After this fir&#383;t ma&#383;s, having publicly confe&#383;&#383;ed them&#383;elves, they retired to their cells, and the day was employed in &#383;piritual exerci&#383;es and in copying or illuminating manu&#383;cripts. An unbroken &#383;ilence was ob&#383;erved, except when, after dinner, they withdrew into the locutorium, where for an hour, perhaps, they were permitted the common privilege of &#383;ocial beings. This cla&#383;s was confined to the boundary wall, except that, on &#383;ome particular days, the members of it were allowed to walk in parties beyond it, for exerci&#383;e and amu&#383;ement; but they were very &#383;eldom permitted either to receive, or pay vi&#383;its. Like the monks of La Trapp, however, they 

<pb n="401" />

were di&#383;tingui&#383;hed for exten&#383;ive charities and liberal ho&#383;pitality; for travellers were &#383;o &#383;crupulou&#383;ly entertained at the Abbey, that it was not till the di&#383;&#383;olution that an inn was thought nece&#383;&#383;ary in this part of Furne&#383;s, when one was opened for their accommodation, expre&#383;&#383;ly becau&#383;e the mona&#383;tery could no longer receive them. </p>

<p>To the &#383;econd cla&#383;s were a&#383;&#383;igned the cultivation of the lands, and the performance of dome&#383;tic affairs in the mona&#383;tery. </p>

<p>This was the &#383;econd hou&#383;e in England, that received the Bernardine rules, the mo&#383;t rigorous of which were, however, di&#383;pen&#383;ed with in 1485 by Sixtus the Fourth, when, among other indulgences, the whole order was allowed to ta&#383;te meat on three days of the week. With the rules of St. Benedict, the monks had exchanged their gray habit for a white ca&#383;&#383;ock with a white caul and &#383;capulary. But their choir dre&#383;s was either 

<pb n="402" />

white or gray, with caul and &#383;capulary of the &#383;ame, and a girdle of black wool; over that a mozet, or hood, and a rochet<ptr target="n4"/>. When they went abroad they wore a caul and full black hood. </p>
<note id="n4">&#34;Antiquities of Furne&#383;s.&#34;</note>
<p>The privileges and immunities, granted to the Ci&#383;tercian order in general, were very abundant; and tho&#383;e to the Abbey of Furne&#383;s were proportioned to its va&#383;t endowments. The abbot, it has been mentioned, held his &#383;ecular court in the neighbouring ca&#383;tle of Dalton, where he pre&#383;ided with the power of admini&#383;tering not only ju&#383;tice but inju&#383;tice, &#383;ince the lives and property of the villain tenants of the lord&#383;hip of Furne&#383;s were con&#383;igned by a grant of King Stephen to the di&#383;po&#383;al of my lord abbot! The monks al&#383;o could be arraigned, for whatever crime, only by him. &#34;The military e&#383;tabli&#383;hment of Furne&#383;s likewi&#383;e de-



<pb n="403" />

pended on the abbot. Every me&#383;ne lord and free homager, as well as the cu&#383;tomary tenants, took an oath of fealty to the abbot, to be true to him again&#383;t all men, excepting the king. Every me&#383;ne lord obeyed the &#383;ummons of the abbot, or his &#383;teward, in rai&#383;ing his quota of armed men, and every tenant of a whole tenement furni&#383;hed a man and hor&#383;e of war for guarding the coa&#383;t, for the border-&#383;ervice, or any expedition again&#383;t the common enemy of the king and kingdom. The habiliments of war were a &#383;teel coat, or coat of mail, a falce, or falchion, a jack, the bow, the bill, the cro&#383;s-bow and &#383;pear. The Furne&#383;s legion con&#383;i&#383;ted of four divi&#383;ions: -- one of bowmen hor&#383;ed and harne&#383;&#383;ed; bylmen hor&#383;ed and harne&#383;&#383;ed; bowmen without hor&#383;e and harne&#383;s; bylmen without hor&#383;e and harne&#383;s<ptr target="n5"/>.&#34; </p>
<note id="n5">&#34;Antiquities of Furne&#383;s.&#34;</note>


<pb n="404" />

<p>The deep fore&#383;ts, that once &#383;urrounded the Abbey, and over&#383;pread all Furne&#383;s, contributed with its in&#383;ulated &#383;ituation, on a neck of land running out into the &#383;ea, to &#383;ecure it from the depredations of the Scots, who were continually committing ho&#383;tilities on the borders. On a &#383;ummit over the Abbey are the remains of a beacon, or watch-tower, rai&#383;ed by the &#383;ociety for their further &#383;ecurity. It commands exten&#383;ive views over Low Furne&#383;s and the bay of the &#383;ea immediately beneath; looking forward to the town and ca&#383;tle of Lanca&#383;ter, appearing faintly on the oppo&#383;ite coa&#383;t; on the &#383;outh, to the i&#383;les of Wanley, Foulney, and their numerous i&#383;lets, on one of which &#383;tands Peel-ca&#383;tle; and, on the north, to the mountains of High Furne&#383;s and Coni&#383;ton, ri&#383;ing in grand amphitheatre round this inlet of the Iri&#383;h Channel. De&#383;cription can &#383;carcely &#383;ugge&#383;t the full magnificence of 

<pb n="405" />

&#383;uch a pro&#383;pect, to which the monks, emerging from their concealed cells below, occa&#383;ionally re&#383;orted to &#383;ooth the a&#383;perities, which the &#383;evere di&#383;cipline of &#383;uper&#383;tition inflicted on the temper; or, freed from the ob&#383;ervance of jealous eyes, to indulge, perhaps, the &#383;igh of regret, which a con&#383;ideration of the world they had renounced, thus gloriou&#383;ly given back to their &#383;ight, would &#383;ometimes awaken. </p>

<p>From Hawcoat, a few miles to the we&#383;t of Furne&#383;s, the view is &#383;till more exten&#383;ive, whence, in a clear day, the whole length of the I&#383;le of Man may be &#383;een, with part of Angle&#383;ey and the mountains of Caernarvon, Merioneth&#383;hire, Denbigh&#383;hire and Flint&#383;hire, &#383;hadowing the oppo&#383;ite horizon of the channel. </p>

<p>The &#383;um total of all rents belonging to the Abbey immediately before the di&#383;&#383;olution was 946l. 2s. 10d. collected from Lan-

<pb n="406" />

ca&#383;hire, Cumberland, and even from the I&#383;le of Man; a &#383;um, which con&#383;idering the value of money at that period; and the woods, meadows, pa&#383;tures, and fi&#383;heries, retained by the &#383;ociety in their own hands; the quantity of provi&#383;ions for dome&#383;tic u&#383;e brought by the tenants in&#383;tead of rent, and the &#383;hares of mines, mills, and &#383;altworks, which belonged to the Abbey, &#383;wells its former riches to an enormous amount. </p>

<p>Pyle, the la&#383;t abbot, &#383;urrendered with twenty-nine monks, to Henry the Eighth, April the 9th 1537, and in return was made Rector of Dalton, a &#383;ituation then valued at thirty-three pounds &#383;ix &#383;hillings and eight-pence a year. </p>

</chap>

<chap title="FROM ULVERSTON TO LANCASTER.">
<pb n="407" />

<gap desc="Two horizontal lines." />
<head level="2" align="center">FROM ULVERSTON TO LANCASTER.</head>

<gap desc="Two horizontal lines." />

<p>FROM the Abbey we returned to Ulver&#383;ton, and from thence cro&#383;&#383;ed the &#383;ands to Lanca&#383;ter, a ride &#383;ingularly intere&#383;ting and &#383;ublime. From the Carter&apos;s hou&#383;e, which &#383;tands on the edge of the Ulver&#383;ton &#383;ands, and at the point, whence pa&#383;&#383;engers enter them, to Lanca&#383;ter, within the furthe&#383;t oppo&#383;ite &#383;hore, is fifteen miles. This noble bay is interrupted by the penin&#383;ula of Cartmel, extending a line of white rocky coa&#383;t, that divides the Leven and Ulver&#383;ton &#383;ands from tho&#383;e of Lanca&#383;ter. The former are four miles over; the latter &#383;even. </p>

<p>We took the early part of the tide, and entered the&#383;e va&#383;t and de&#383;olate plains before 

<pb n="408" />

the &#383;ea had entirely left them, or the morning mi&#383;ts were &#383;ufficiently di&#383;&#383;ipated to allow a view of di&#383;tant objects; but the grand &#383;weep of the coa&#383;t could be faintly traced, on the left, and a va&#383;t wa&#383;te of &#383;and &#383;tretching far below it, with mingled &#383;treaks of gray water, that heightened its dreary a&#383;pect. The tide was ebbing fa&#383;t from our wheels, and its low murmur was interrupted, fir&#383;t, only by the &#383;hrill &#383;mall cry of &#383;ea-gulls, un&#383;een, who&#383;e hovering flight could be traced by the &#383;ound, near an i&#383;land that began to dawn through the mi&#383;t; and then, by the hoar&#383;er croaking of &#383;ea-gee&#383;e, which took a wider range, for their &#383;hifting voices were heard from various quarters of the &#383;urrounding coa&#383;t. The body of the &#383;ea, on the right, was &#383;till involved, and the di&#383;tant mountains on our left, that crown the bay, were al&#383;o viewle&#383;s; but it was &#383;ublimely intere&#383;ting to watch the heavy va-

<pb n="409" />

pours beginning to move, then rolling in lengthening volumes over the &#383;cene, and, as they gradually di&#383;&#383;ipated, di&#383;covering through their veil the various objects they had concealed &#8212; fi&#383;hermen with carts and nets &#383;tealing along the margin of the tide, little boats putting off from the &#383;hore, and, the view &#383;till enlarging as the vapours expanded, the main &#383;ea it&#383;elf &#383;oftening into the horizon, with here and there a dim &#383;ail moving in the hazy di&#383;tance. The wide de&#383;olation of the &#383;ands, on the left, was animated only by &#383;ome hor&#383;emen riding remotely in groups towards Lanca&#383;ter, along the winding edge of the water, and by a mu&#383;cle-fi&#383;her in his cart trying to ford the channel we were approaching. </p>

<p>The coa&#383;t round the bay was now di&#383;tinctly, though remotely, &#383;een, ri&#383;ing in woods, white cliffs and cultivated &#383;lopes towards the mountains of Furne&#383;s, on who&#383;e 

<pb n="410" />

dark brows the vapours hovered. The &#383;hore falls into frequent rece&#383;&#383;es and juts out in promontories, where villages and country &#383;eats are thickly &#383;trewn. Among the latter, Holker-hall, deep among woods, &#383;tands in the north. The village and hall of Bard&#383;ea, once the &#383;ite of a mona&#383;tery, with a rocky back-ground and, in front, meadows falling towards the water; and Coni&#383;head priory, with its &#383;piry woods, the paragon of beauty, lie along the we&#383;tern coa&#383;t, where the hills, &#383;welling gently from the i&#383;le of Walney, nearly the la&#383;t point of land vi&#383;ible on that &#383;ide the bay, and extending to the north, &#383;weep upwards towards the fells of High Furne&#383;s and the whole a&#383;&#383;emblage of We&#383;tmoreland mountains, that crown the grand boundary of this arm of the &#383;ea. </p>

<p>We &#383;et out rather earlier than was nece&#383;&#383;ary, for the benefit of the guide over part

<pb n="411" />

of the&#383;e trackle&#383;s wa&#383;tes, who was going to his &#383;tation on a &#383;and near the fir&#383;t ford, where he remains to conduct pa&#383;&#383;engers acro&#383;s the united &#383;treams of the rivers Crake and Leven, till the returning tide wa&#383;hes him off. He is punctual to the &#383;pot as the tides them&#383;elves, where he &#383;hivers in the dark comfortle&#383;s midnights of winter, and is &#383;corched on the &#383;hadele&#383;s &#383;ands, under the noons of &#383;ummer, for a &#383;tipend of ten pounds a year! and he &#383;aid that he had fulfilled the office for thirty years. He has, however, perqui&#383;ites occa&#383;ionally from the pa&#383;&#383;engers. In early times the Prior of Coni&#383;head, who e&#383;tabli&#383;hed the guide, paid him with three acres of land and an annuity of fifteen marks; at the di&#383;&#383;olution, Henry the Eighth charged him&#383;elf and his &#383;ucce&#383;&#383;ors with the payment of the guide by patent. </p>

<p>Near the fir&#383;t ford is Chapel I&#383;le, on the

<pb n="412" />

right from Ulver&#383;ton, a barren &#383;and, where are yet &#383;ome remains of a chapel, built by the monks of Furne&#383;s, in which divine &#383;ervice was daily performed at a certain hour, for pa&#383;&#383;engers, who cro&#383;&#383;ed the &#383;ands with the morning tide. The ford is not thought dangerous, though the &#383;ands frequently &#383;hift, for the guide regularly tries for, and a&#383;certains, the proper pa&#383;&#383;age. The &#383;tream is broad and of formidable appearance, &#383;preading rapidly among the &#383;ands and, when you enter it, &#383;eeming to bear you away in its cour&#383;e to the &#383;ea. The &#383;econd ford is beyond the penin&#383;ula of Cartmel, on the Lanca&#383;ter &#383;ands, and is formed by the accumulated waters of the rivers, Ken and Win&#383;ter, where another guide waits to receive the traveller. </p>

<p>The &#383;hores of the Lanca&#383;ter &#383;ands fall back to greater di&#383;tance and are not &#383;o bold, or the mountains beyond &#383;o awful, as tho&#383;e

<pb n="413" />

of Ulver&#383;ton; but they are various, often beautiful, and Arn&#383;ide-fells have a higher character. The town and ca&#383;tle of Lanca&#383;ter, on an eminence, gleaming afar off over the level &#383;ands and backed by a dark ridge of rocky heights, look well as you approach them. Thither we returned and concluded a tour, which had afforded infinite delight in the grandeur of its land&#383;capes and a reconciling view of human nature in the &#383;implicity, integrity, and friendly di&#383;po&#383;ition of the inhabitants. </p>

</chap>
<gap desc="The remainder of the book was not of interest with regard to the subject matter and has not been digitised." />
</text>
