<text id="1788_b">

<pb n="1.1" />

<p align="center">A </p>

<head level="1" align="center">TOUR,</head>

<p align="center">IN 1787, </p>

<p align="center">FROM </p>

<head level="1" align="center">LONDON,</head>

<p align="center">TO THE </p>

<head level="2" align="center">WESTERN HIGHLANDS </head>

<p align="center">OF </p>

<head level="2" align="center">SCOTLAND.</head>

<p align="center">Including Excur&#383;ions to the Lakes of </p>

<head level="3" align="center">WESTMORLAND AND CUMBERLAND,</head>

<p align="center">WITH </p>

<p align="center">Minute De&#383;criptions of the principal SEATS, CASTLES, RUINS, &#38;c. throughout the TOUR. </p>

<gap desc="A horizontal line." />

<p align="center">LONDON: </p>

<p align="center">Printed for L. DAVIS, Holborn; Me&#383; &#383;rs. ROBSON and CLARKE, New Bond Street; W. LOWNDES, Fleet-Street; H. GARDNER, Strand; and J. WALKER, Paterno&#383;ter-Row. </p>	

<gap desc="Stamp of the Bibliotheca Bodleiana in the bottom right corner of the page." />

<gap desc="p. 1 to the middle of p. 54 were not of interest to the subject matter and have not been digitised." />

<pb n="54" />

<p>From hence an excellent road &#383;oon brought us to a very &#383;triking pro&#383;pect of the &#383;ea on our left hand, with the ancient county town of Lanca&#383;ter (or Lonca&#383;ter from the river Lone,) nobly &#383;ituated in front; the elevated &#383;ite of its &#383;trong ca&#383;tle gives the mind a mo&#383;t magnificent idea of this important place; and what renders this &#383;cene &#383;till more &#383;triking is the church, a fine gothic building, placed on the &#383;ame elevation, which, from &#383;ome points of view, forms one group with the ca&#383;tle. </p>

<pb n="55"/>

<p>There is little doubt but this town has been famous in the annals of hi&#383;tory and antiquity; and its late improvements are very con&#383;iderable, &#383;everal new &#383;treets have been added, be&#383;ides a hand&#383;ome chapel, and other public edifices; the quay is tolerably good, and the inhabitants are bu&#383;ied in a fine trade to Guinea and the We&#383;t-Indies. Be&#383;ides a fair old bridge over this river Lone, they are now fini&#383;hing a very hand&#383;ome new one of five equal elliptical arches; the whole length is about 549 feet, its &#383;tyle of building plain and elegant; it is ju&#383;t made pa&#383; &#383;able, and, when complete, will be &#383;uperior to mo&#383;t in England. In the evening we went to look at Mr. Gray&apos;s view of the vale of Lon&#383;dale, from a field about three miles on the Queen&apos;s Road. It is certainly a very beautiful land&#383;cape, but more worthy the minute attention of an artist, than to &#383;trike with raptures the 

<pb n="56" />

eye of a traveller. I think there are great beauties to the right of this &#383;tation unnoticed by either Gray or We&#383;t. </p>

<gap desc="A blank space." />

<p>Leaving this place, the next object of our tour was to vi&#383;it tho&#383;e grand &#383;cenes, the lakes of We&#383;tmorland and Cumberland. But the&#383;e having been the &#383;ubjects of &#383;eparate volumes by Mr. We&#383;t and Gilpin, I &#383;hall not expatiate much upon them, but refer occa&#383;ionally to the former as a true and faithful guide. </p>

<gap desc="A blank space." />

<p>About ten o&apos;clock in the morning of Augu&#383;t the 7th, the &#383;un beaming delightfully, and promi&#383;ing us a mo&#383;t agreeable day, we cro&#383;s&apos;d the &#383;ands from He&#383;t-bank without any other guide than a nece&#383; &#383;ary driver on a fore-hor&#383;e to our gig. On entering this exten&#383;ive plain of eleven miles we were then going to traver&#383;e, and on the left &#383;eeing a gra-

<pb n="57" />

dual increa&#383;e of the &#383;ame &#383;urface till the eye is lo&#383;t upon the withdrawn ocean, and on the right, contra&#383;ted to it, a multitude of grand mountainous objects, Ingleborough, Warton-cragg, &#38;c. &#383;o accurately and well de&#383;cribed in page 27 of We&#383;t. Such a new and magnificent &#383;cene could not fail to impre&#383;s our minds with ideas of delight and a&#383;toni&#383;hment. The&#383;e &#383;ands too are rendered lively by the pa&#383; &#383;ing and repa&#383; &#383;ing of men, carriages, and droves of cattle, all anxious to embrace this one opportunity in 24 hours. But what renders this &#383;cenery more enchanting and wonderful, is to ob&#383;erve at the feet of the&#383;e formidable mountains &#383;eats, villages, and cots, &#383;urrounded with mo&#383;t excellent wood and verdure, as if nature, wi&#383;hing to give both food for the mind and body in great abundance, had cleared the fore-ground of every u&#383;ele&#383;s atom to make it rich and fertile, and had thrown 

<pb n="58" />

her craggy matter in heaps of wilde&#383;t order to form the back ground of the land&#383;cape more &#383;ublime and perfect. </p>

<gap desc="A blank space." />

<note id="n1">Uncle to the Duke. This &#383;eat, I think, belonged to the Pre&#383;tons.</note>
<p>Having pa&#383; &#383;ed the&#383;e &#383;ands to Carklane, we next came to Flockborough, the &#383;mall remains of a market town. Here, in&#383;tead of pur&#383;uing the common road to Leven-&#383;ands, we deviated to the right about a mile through a village, and by a large cotton mill belonging to a company of Lanca&#383;hire Gentlemen, in order to &#383;ee Holker-hall, the &#383;eat of Lord George Cavendi&#383;h<ptr target="n1"/>, which we found nothing remarkable in its building, but admirable in point of &#383;ituation: in the mid&#383;t of a beautiful park, well wooded, the boundaries one way &#383;loping towards the &#383;ea, the other a&#383;cending to the feet of inacce&#383; &#383;ible rocks and mountains. Leaving this well adorned &#383;pot, we now entered upon the &#383;ands again that lead directly three miles over to Ulver&#383;ton. 



<pb n="59" />

This pa&#383; &#383;age is very &#383;imilar to what we had ju&#383;t left behind, the &#383;urrounding objects beautiful as the former, except that now being advanced fifteen miles nearer, the back ground of Alpenine heights thrown rudely on each other, became more horribly magnificent. </p>

<gap desc="A blank space." />

<p>Ulver&#383;ton is a neat market town at the bottom of immen&#383;e hills, near the water &#383;ide, and is properly called the London of Furne&#383;s. About a mile and a half to the &#383;outh of this &#383;tands Coni&#383;head priory, richly &#383;urrounded with woods and &#383;loping groves. As &#383;oon as we had taken a comfortable refre&#383;hment, the afternoon being uncommonly favourable, we rode to this delicious place, which did not fail to an&#383;wer our mo&#383;t &#383;anguine expectations. The hou&#383;e is not very large, but admirably adapted to its &#383;ingular &#383;ituation; the plan on which the grounds and gardens are &#383;o 

<pb n="60" />

highly fini&#383;hed is worthy the imitation of every adorner of nature. To enter into a minute de&#383;cription of this Eden of the north would be here &#383;uperfluous, and only humbly walking in the foot-&#383;teps of one who has made this a prime feature in his tour. (Vide We&#383;t, pages 42, 43, &#38;c.) The gardener who attended us through this beauteous &#383;cenery was very civil and intelligent, and mentioned &#383;everal intended improvements with great &#383;atisfaction. The pre&#383;ent owner of this &#383;weet &#383;pot greatly &#383;hews his ta&#383;te by &#383;till continuing what his predece&#383; &#383;or had &#383;o nobly begun. Fortune he enjoys equal to every execution of this kind. During our &#383;tay here, we &#383;aw that change take place in the &#383;urrounding ocean which mu&#383;t appear mo&#383;t wonderful to tho&#383;e who are unacquainted with the my&#383;terious laws of its irre&#383;i&#383;tible motion, and cannot fail to affect every ob&#383;erver in a very &#383;ublime 

<pb n="61" />

and awful manner. That plain, which but a few hours before was but a &#383;ea of &#383;and, we now beheld immer&#383;ed in fathoms of water. </p>

<gap desc="A blank space." />

<p>Having &#383;pent this evening &#383;o much to our &#383;atisfaction, we now retired to our Inn, the Sun, which, though in point of building not very elegant or accommodating, yet the neatne&#383;s of provi&#383;ions and cookery exceeded any in a &#383;mall way we had before experienced. </p>

<gap desc="A blank space." />

<p>The next morning, which was glorious as the preceding, we went the ride recommended by Mr. We&#383;t, to &#383;ee the magnificent ruins of Furne&#383;s Abbey, which are worth much attention, and cannot fail giving infinite &#383;atisfaction to every beholder. The &#383;eque&#383;tered vale in which this mona&#383;tic edifice once reared its sacred pile, is truly eligible, 

<pb n="62" />

and be&#383;t adapted to a life of contemplation. </p>

<gap desc="A blank space." />

<p>Here we gazed &#383;ome time with re&#383;pect and reverence on the havock which time had made upon this &#383;urprizing &#383;tructure. And how erroneous &#383;oever tho&#383;e notions of religion may be e&#383;teemed, that thus called mankind, from the &#383;ocial duties of the world, to put on this rigid and moro&#383;e garb of piety; yet &#383;ecretly we mu&#383;t admire that fervent zeal which cau&#383;ed the&#383;e wonderful exertions of human art to rai&#383;e up buildings who&#383;e beauty and magnificence might well accord with the ideas of that &#383;upreme Being to whom they were dedicated. Full of &#383;uch ardent reflections on the various prejudices of the world, and the undurable works of man, we returned the &#383;ame rough and unplea&#383;ant road, the motto &quot; &#383;ic tran&#383;it gloria mundi&quot; continuing uppermo&#383;t the greate&#383;t part of 

<pb n="63" />

the way; during which nothing curious or entertaining attracts the notice of the traveller, except an abundance of &#383;mall unweildy carriages pa&#383; &#383;ing and repa&#383; &#383;ing with the produce of the neighbouring iron mines to the &#383;hipping at Barrow, about three miles beyond the Abbey. I enquired into the rea&#383;on of this heavy con&#383;truction of their carts, and found it nece&#383; &#383;ary that they &#383;hould be &#383;trong to bear the uncommon burden of this ore; but it is inexcu&#383;able in the common bu&#383;ine&#383;s of the country, and only ignorance or prejudice that can be the cau&#383;e of incumbering one hor&#383;e with wheels that are &#383;carce moveable, &#383;o low and ma&#383; &#383;y is their uncouth form. It was in this morning&apos;s excur&#383;ion, that I fir&#383;t was &#383;truck with the &#383;implicity of northern manners, where every native that pa&#383; &#383;es by &#383;alutes you with a goodmorrow, in &#383;uch a familiar voice of welcome, as cannot fail to plea&#383;e; and 

<pb n="64" />

which &#383;avours more of &#383;incerity and good will, than the more &#383;tudied refinements and gracious &#383;miles of the beau monde. After having again regaled on the neat and palatable repa&#383;t of our ho&#383;te&#383;s, we bid adieu to this plea&#383;ant little town, and proceeded eight miles by Lovick-bridge to Coni&#383;ton-water. </p>

<gap desc="A blank space." />

<p>About half way, on a gently ri&#383;ing hill, we fir&#383;t caught &#383;ight of this plea&#383;ing lake, which we traced as directed in pages 47, 48, &#38;c. of our guide. Station the fir&#383;t; a little above the village of Nithwaite we enjoyed the &#383;everal pictures he very accurately points out. We al&#383;o ob&#383;erved farther on at his &#383;econd &#383;tation, the variegated &#383;cenes he there de&#383;cribes; the bays, the promontaries, the diver&#383;ified groups of &#383;eque&#383;tered cots, green &#383;lopes and wood crowned eminences, together with the range of naked mountains, clad in &#383;able hue, all 

<pb n="65" />

con&#383;pire to render this &#383;cenery truly picture&#383;que and plea&#383;ing; Coni&#383;ton-hall,<ptr target="n2"/> and the village peeping amid&#383;t &#383;urrounding foliage, have a charming effect at the north margin of the lake. </p>
<note id="n2">Belonging fo the Flemings.</note>
<p>His third &#383;tation cannot very readily be found out after the manner in which he has expre&#383; &#383;ed it, at lea&#383;t we were greatly confu&#383;ed in following his direction. If I might be permitted to elucidate this erroneous pa&#383; &#383;age, it &#383;hould be by altering his direction thus: after having ob&#383;erved the yew tree on the common, and the tree on the penin&#383;ula which he de&#383;cribes, then pa&#383;s thro&apos; the fir&#383;t gate, and continue on the road to a &#383;econd, which opening you will &#383;ee the &#383;mall rivulet and bridge, he mentions, a few yards before you, and not in the grove, for that is all along inclo&#383;ed by a flight hedge to the right. Proceed about one hundred yards farther and the 



<pb n="66" />

fragment of rock pre&#383;ents it&#383;elf near the road in the water. Here we had a very &#383;atisfactory view of the cry&#383;tal lake to its greate&#383;t extent, and the We&#383;tmorland fells tow&apos;ring on the oppo&#383;ite &#383;hore have a noble appearance. The views from every part of Coni&#383;ton-water mu&#383;t be allowed beautiful, yet they give an agreeable &#383;atisfaction to the mind rather than &#383;trike the eye with ravi&#383;hment and wonder. The char here are e&#383;teemed particularly fine, and are taken both late and early in the &#383;ea&#383;on. Thus having &#383;atisfied this part of our curio&#383;ity we pur&#383;ued the road about four miles rather inclining to the ea&#383;t, which brought us to the &#383;mall town of Hawk&#383;head, the place appointed for this night&apos;s abode; but the evening was too far advanced to permit our enjoying the fine pro&#383;pect, which the &#383;everal hills we pa&#383; &#383;ed over would otherwi&#383;e have afforded. We found a comfortable en-

<pb n="67" />

tertainment at the Red Lion, the only hou&#383;e of re&#383;ort for travellers; and the next morning continuing bright and charming as before, we &#383;et off about &#383;even for the ferry on Windermere lake, and pa&#383; &#383;ing over a bridge about half a mile down the vale, came upon the margin of E&#383;thwaite-water; a &#383;weet little oval lake, two miles long and one broad. Hear the &#383;erenity of the morning afforded us the mo&#383;t delightful ride imaginable, for not a breeze &#383;tirring, the watery &#383;urface became a perfect mirror, and reflected the inverted land&#383;cape more &#383;oftly coloured than ever art or nature had before pre&#383;ented to our view. Indeed the neat village of Hawk&#383;head, with its milk-white tower, and &#383;everal cots and groves which project this way, together with the over-hanging trees, and mountains, form a mo&#383;t compleat group for the pencil of the Arti&#383;t. Quitting this lovely land&#383;cape we &#383;oon gain-

<pb n="68" />

ed the &#383;ummit of the hill which fir&#383;t pre&#383;ents that glory of the&#383;e lakes, Windermere-water; hence continuing round a rocky mountain northwards, we came without difficulty to Mr. We&#383;t&apos;s fir&#383;t &#383;tation; and mounting the craggy &#383;ummit, we were delighted with innumerable beauties of lake, wood and i&#383;land, diver&#383;ified in all the various windings and inter&#383;ections of wonderful nature, &#383;urrounded by all the grandeur of near and di&#383;tant mountains hanging one upon another in mo&#383;t &#383;urprizing forms; but not contented with this elevated &#383;ituation, we a&#383;cended the jutting rock above with much difficulty, and reaped no advantage from our labor; the&#383;e giddy heights only adding horror to the &#383;cene without its former &#383;oftened beauties; from whence de&#383;cending even on our hands and knees, we were glad to find our&#383;elves again on terra firma, and pur&#383;uing the road directly to the ferry, we were &#383;oon 

<pb n="69" />

conveyed acro&#383;s this narrow part of  the lake, to the &#383;mall village of Bowne&#383;s, who&#383;e church is remarkable for containing &#383;ome of the painted gla&#383;s, taken out of the ea&#383;t window at Furne&#383;s Abbey, which is e&#383;teemed curious and beautiful. Leaving our hor&#383;es at a &#383;mall ale-hou&#383;e, we took a boat to vi&#383;it the large i&#383;land, now belonging to John Chri&#383;tian, E&#383;q. of Unerig, in Cumberland, who&#383;e elegant improvements are numerous and prai&#383;eworthy, &#383;ince the ob&#383;ervations of Mr. Hutchin&#383;on and other vi&#383;itors, who&#383;e remarks mu&#383;t be deemed too cen&#383;orious and unju&#383;t, the &#383;lopes and meandring walks are both proper and ornamental; nor can the change of building on its pre&#383;ent &#383;cale be deemed unnatural or improper; for it cannot be &#383;uppo&#383;ed that a gentleman of exten&#383;ive fortune, can in the&#383;e luxurious days, when convenience and art &#383;pread them&#383;elves to the remote&#383;t parts of the kingdom, confine him-

<pb n="70" />

&#383;elf to the narrow limits of an original cottage. This man&#383;ion does not affect many ornaments of art and fancy, but &#383;hews a &#383;tyle of architecture, plain and neat, be&#383;t &#383;uited to &#383;uch a &#383;ituation. The additions now making, wear a proper ca&#383;t of antiquity and romantic &#383;oft ne&#383;s, and when the plantations grow to perfection, the whole cannot fail to plea&#383;e every eye that is not &#383;everely critical. </p>

<gap desc="A blank space." />

<p>The &#383;everal &#383;tations on this i&#383;land, pointed out by our inimitable guide, produce effects truly picture&#383;que and charming; but the &#383;ublimity of &#383;cenery viewed from the north &#383;ide, </p>

<poem>
		<line>&quot;Is more than e&apos;er the learned Pou&#383; &#383;in drew, </line>
		<line>&quot;Or da&#383;hing Ro&#383;a flung upon the view.&quot; </line>
</poem>

<p>The &#383;urrounding fells exhibit alpine heights, that rear their conic heads amid&#383;t the &#383;kies in mo&#383;t maje&#383;tic order. </p>

<pb n="71" />

<p>After having thus enjoyed our&#383;elves from the principal points of the lake, and the morning being far advanced, we omitted going lower down the lake, but went from hence to the fifth &#383;tation, where Mr. Young took his general view of the lake, and di&#383;covered that croud of new beauties which he &#383;o finely de&#383;cribes, as quoted by Mr. We&#383;t. This indeed, was &#383;uperlatively grand, and mu&#383;t undoubtedly at a critical hour, beggar all attempts of language to give an adequate idea of its &#383;urpri&#383;ing charms. Had we arrived on the &#383;ummit of this hill at our fir&#383;t approach towards the lake, we &#383;hould have hit the time to perfection; but the heat of the mid-day &#383;un produced a dimne&#383;s in the air rather unfavourable; yet as every &#383;tation cannot be obtained to the utmo&#383;t wi&#383;h of the ob&#383;erver moving in nece&#383; &#383;ary order, we were well &#383;atisfied, and returned full of delight. A little behind this &#383;tation, 

<pb n="72" />

on the highe&#383;t point of the mountain, &#383;eems to be the centre of the whole country, which commands all the neighbouring valleys, rocks and water, with a di&#383;tant view of the &#383;ea towards Lanca&#383;ter. </p>

<gap desc="A blank space." />

<p>Taking leave of this &#383;ublime &#383;cene of wonder and delight, we concluded the day at Low-wood Inn, at the upper end of the lake, which is a good hou&#383;e, and delightfully &#383;ituated for the purpo&#383;e of receiving company who vi&#383;it the&#383;e uncommon romantic waters. </p>

<gap desc="A blank space." />

<p>The afternoon increa&#383;ed in heat, which produced di&#383;tant rumblings in the skies that threatned new aweful &#383;cenes of mixt delight, but the evening became cool without much thunder, and the lowering clouds gave &#383;u&#383;picions of approaching rain. </p>

<pb n="73" />

<p>The next morning the &#383;ame a&#383;pect continued, but it held up till we got a few miles on the cro&#383;s road towards Ulls-water, when the thick mi&#383;t, which hovered round the mountains, began to fall in mizzling &#383;howers, which gave little hopes of plea&#383;ure or advantage from this day&apos;s excur&#383;ion: gaining the &#383;ummit of Kirk&#383;ton-hills we could &#383;carce di&#383;cern beyond our hor&#383;es heads while the deep vale beneath, through the intervals of gleaming light, di&#383;played a &#383;cene rarely to be met with, and which the following lines in Beatties Min&#383;trel only can de&#383;cribe. </p>

<poem>
		<line>&quot;And oft the craggy cliff he lov&apos;d to climb, </line>
		<line>When all in mi&#383;t the world below was lo&#383;t, </line>
		<line>What dreadful plea&#383;ure! there to &#383;tand &#383;ublime, </line>
		<line>Like &#383;hip-wreck&apos;d mariner on de&#383;ert coa&#383;t, </line>
		<line>And view th&apos; enormous wa&#383;te of vapour to&#383;t, </line>
		<line>In billows length&apos;ning to th&apos; horizon round, </line>
		<line>Now &#383;coop&apos;d in gulphs, with mountains now embo&#383;s&apos;d, </line>
		<line>And hear the voice of mirth and &#383;ong rebound, </line>
		<line>Flocks, herds, and water-falls, along the hoar profound! </line>
</poem>

<pb n="74" />

<p>But as we began to de&#383;cend into the vale of Kirk&#383;ton, who&#383;e &#383;loping rocks of immen&#383;e height, form a mo&#383;t curious rude avenue to the &#383;mall lake of Broad-water, and its &#383;urrounding meads; here the clouds opening at intervals gave &#383;ome faint glimmerings of &#383;un-&#383;hine, which afforded a plea&#383;ant variety of light and &#383;hade, and hopes of a better day. We had never till now been &#383;o much among&#383;t the&#383;e wonderful rocks, as to have them hang in rude magnificence around our heads, which rendered this ride peculiarly &#383;triking. </p>

<gap desc="A blank space." />

<p>Advancing now towards the lake of  Ulls-water, we pa&#383; &#383;ed through the reclu&#383;e village of Paterdale, which takes its name from St. Patrick, and a little beyond are yet vi&#383;ible the remains of a well on the road &#383;ide, where he is &#383;aid fir&#383;t to have performed the office of bapti&#383;mal rites. </p>

<pb n="75" />

<p>A little onward, the lake di&#383;plays a new &#383;cene of beauties to the a&#383;toni&#383;hed beholder, for &#383;till different from tho&#383;e we had yet &#383;een, its &#383;urrounding rocks hang in wilde&#383;t order over its reflecting &#383;urface; Martindale-fell, Swark-fell, Skelling-nab, and Place-fell are bold features on one side of this part of the lake, and on the oppo&#383;ite, Yew-crag, Gow-barrow-park, &#38;c. This lake differs from the re&#383;t, from its meandring &#383;treams only permitting one reach to be viewed at a time. As we here entered upon its large&#383;t and mo&#383;t particular beauties, we did not think it nece&#383; &#383;ary to traver&#383;e nine or ten miles down to its utmo&#383;t boundaries, as the day was far advanced, and at intervals the &#383;howers became di&#383;agreeable. </p>

<gap desc="A blank space." />

<p>During one of the&#383;e heavy &#383;howers we took &#383;helter at a &#383;mall pot-hou&#383;e below the village, where we di&#383;covered a cha-

<pb n="76" />

racter which gave us more entertainment and &#383;atisfaction than all the outward beauties of the place. At our entrance into this public hut, we ob&#383;erved three common men in bu&#383;y conver&#383;ation in an adjacent room, and thinking to get &#383;ome intelligence by their company, introduced our&#383;elves with &#383;ome trifling que&#383;tions about the lake, when we received an an&#383;wer from the middlemo&#383;t, which, from its pointed manner of delivery, and coming from one who&#383;e countenance was marked with &#383;trong traces of under&#383;tanding, much belyed the outward appearance of his dre&#383;s. His companions began now humorou&#383;ly to give me the &#383;everal titles which his callings had fixed upon him, viz. Charon, pari&#383;h clerk, and &#383;cribe, likewi&#383;e &#383;ecretary to the king of Paterdale. This latter appellation induced me to enquire who this great per&#383;onage was; when they gave me a &#383;hort hi&#383;tory of his very extraordinary 

<pb n="77" />

character: That he was an old man about four&#383;core, of the name of Moi&#383;ey, owner of the principal hou&#383;e in that village, called Paterdale-hou&#383;e, who po&#383; &#383;e&#383; &#383;ed near one thou&#383;and per annum, yet lives the verie&#383;t wretch of the fraternity of mi&#383;ers. He accidentally pa&#383; &#383;ing by, during this conver&#383;ation, I was glad of the opportunity of paying my re&#383;pects to &#383;o noble a king; accordingly I approached with due reverence his venerable maje&#383;ty, and was permitted a &#383;hort conver&#383;ation, but could get little information from this audience, for the few incoherent &#383;entences with which I was favoured, gave me to under&#383;tand that his thoughts were more fixed upon his own intere&#383;t, and the accumulation of his wealth, than to &#383;atisfy the curio&#383;ity of a traveller. However, I was &#383;ufficiently gratified, for I had by this time well examined his princely dre&#383;s and figure. </p>

<pb n="78" />

<p>As to his face and form, they were &#383;uch as naturally await upon old age, but his common daily habit (for I will not &#383;uppo&#383;e the&#383;e his robes of &#383;tate) was &#383;uch as is rarely found in the mo&#383;t needy &#383;outhern cot; a filthy brown coat, who&#383;e cour&#383;e thread bare texture appeared to have &#383;tood the drudgery of more than twenty years, wai&#383;tcoat and breeches of near the &#383;ame de&#383;cription, his thick &#383;pun woollen ho&#383;e, that once were blue, but made for long duration, now bore but a faint re&#383;emblance of their former colour; and to pre&#383;erve his princely feet from the perils of the weather, he had on a large pair of clogs, who&#383;e ponderous &#383;oles mu&#383;t once have made havock, which he thought extravagant, into &#383;ome of his mo&#383;t favourite timber. Something like a hat indeed he wore, but whether underneath it, might be found the thin remains of &#383;ilver locks, or gri&#383;ly wig, I know not; for all was 

<pb n="79" />

concealed under the cover of a check wove handkerchief that tied clo&#383;e his fallen chin. </p>

<gap desc="A blank space." />

<p>But to return to the character of hone&#383;t Charon; his company now became more entertaining, and his genius began to di&#383;play it&#383;elf in various &#383;pecimens of poetry, nor was he ignorant of many other &#383;ubjects. In &#383;hort, &#383;o wrapt up was I, in the di&#383;covery of &#383;uch abilities in this remote place, that I could not depart without extremely regretting that &#383;uch a man &#383;hould be doomed to linger out his life upon the &#383;canty pittance of a few pounds a year. </p>

<gap desc="A blank space." />

<p>Pleas&apos;d with this unexpected entertainment, we now left this place to take &#383;ome further notice of the lake, and continued our ride about two miles lower, through the mo&#383;t delightful avenues imaginable, formed by the &#383;urrounding

<pb n="80" />

oaks that on one &#383;ide covered the margin of the lake; and on the other hung from the immen&#383;e cliffs above, which one would imagine not capable of producing any thing &#383;o rich and valuable. What renders the &#383;cene &#383;till more lovely is the &#383;moothne&#383;s and &#383;uperior excellence of the road. The bold promontaries here pu&#383;h them&#383;elves into the bo&#383;om of the water, forming &#383;lopes and bays of the greate&#383;t variety that can plea&#383;e the eye, and give grandeur to the &#383;cene; the&#383;e promontaries afford many admirable &#383;tations for ob&#383;erving the various reaches and windings of the mo&#383;t curious lake. Thence too, we had a very good view of the Duke of Norfolk&apos;s new place &#383;ituated on a fine &#383;lope of verdure under Airey-fells, about a mile below. With a gla&#383;s I could well di&#383;tingui&#383;h the form and &#383;tyle of building, which is oblong, with turrets at each end; but the &#383;cale not very large and not yet fini&#383;hed: the part

<pb n="81" />

towards the lake is now habitable, and the Duke re&#383;ides there frequently. </p>

<gap desc="A blank space." />

<p>Thus far &#383;atisfied with this day&apos;s excur&#383;ion we returned over the hills of Kirk&#383;ton, and took the right hand road thro&apos; Amble&#383;ide, to our Inn at Low-wood, where at night a cannon was di&#383;charged from the green adjoining the lake, for the purpo&#383;e of &#383;hewing the remarkable reverberations of &#383;ounds often produced among&#383;t the&#383;e rocks and vallies, but the air being unfavourable, and the wind not in a proper direction, our expectations were not &#383;ufficienly gratified. </p>

<gap desc="A blank space." />

<p>The next morning, Augu&#383;t 11th, being fair but cloudy, with &#383;hort intervals of &#383;un&#383;hine, we left this delightful place to enjoy &#383;ixteen miles of excellent mountain road to Ke&#383;wick, full of lakes and water-falls. At Rydal-Hall we

<pb n="82" />

were fir&#383;t called out of the road to admire two mo&#383;t beautiful ca&#383;cades, the one &#383;ituated a little di&#383;tance above the hou&#383;e, amid&#383;t a &#383;teep and thick wood, to which the owner, Sir Michael Fleming, much to his prai&#383;e, has formed a very agreeable winding path with convenient &#383;eats to accommodate the vi&#383;itors of the&#383;e romantic &#383;cenes. The water here makes fine falls, the uppermo&#383;t as &#383;een from the large white &#383;eat is a tumbling torrent from a con&#383;iderable perpendicular height, which di&#383;charges it&#383;elf with great violence into a capacious ba&#383;on of blacke&#383;t water, whence again it ru&#383;hes over the lower cliffs, in a manner which excites plea&#383;ure more than &#383;urprize. Thus gratified with the&#383;e charming effects of rock and water, we de&#383;cended to view the other ca&#383;cade, fir&#383;t di&#383;covered, and &#383;o much admired by Mr. Ma&#383;on; the &#383;ummer hou&#383;e window thro&apos;

<pb n="83" />

which it is beheld, renders the &#383;scene truly beautiful. </p>

<gap desc="A blank space." />

<p>From hence we pa&#383; &#383;ed by Rydal-water, a lake about a mile long; the rocks well wooded that &#383;urround it, and the various I&#383;les in miniature that peep above its &#383;urface, afford a pro&#383;pect truly plea&#383;ing. We next a&#383;cended a large eminence which throws the eye unexpectedly upon the beautiful vale and lake of Gra&#383;mere, &#383;o elegantly de&#383;cribed by Mr. Gray, where nothing &quot;breaks in upon the repo&#383;e of this little un&#383;u&#383;pected paradi&#383;e; but all is peace, ru&#383;ticity and happy poverty, in its neate&#383;t, mo&#383;t becoming attire.&quot; </p>

<gap desc="A blank space." />

<p>A&#383;cending now the &#383;ummit of Dunmail-rai&#383;e, we took a farewel view of this prim&#230;val &#383;cene, and gradually de&#383;cending to the foot of lofty Helvellyn, had the wildly winding lake of Leather-

<pb n="84" />

water full upon our &#383;ight. This differs greatly from the re&#383;t, and it affords &#383;ome &#383;triking grandeur, after having ju&#383;t &#383;een the charming fertility that adorns the borders of Gra&#383;mere, to be thus pre&#383;ented with &#383;o much barrenne&#383;s of rude rock, broke into immen&#383;e gulphy bays and promontaries to receive this &#383;pacious water; the only object that affords a &#383;oft relief to the eye, amid&#383;t this rugged group, is the &#383;mall picture&#383;que bridge, leading over the narrowe&#383;t part into a penin&#383;ula of plea&#383;ing verdure. Hence we pa&#383; &#383;ed by a few cots thro&apos; the vale of Legberthwate, terminated by the bold craggy rock of St. John, beyond which winds its &#383;weet vale, &#383;urrounded by a numerous heap of fells and mountains. A&#383;cending now Naddle-fell to Ca&#383;tlerigg, we were &#383;uddenly charmed by the all-glorious vale of Ke&#383;wick and its enchanting environs. The Queen&apos;s Head was our Inn at this plea&#383;ant little town, 

<pb n="85" />

from whence, after dinner, we procured a guide and boat to &#383;ail upon the neighbouring lake, called Derwent-water, and vi&#383;it its various &#383;cenes and i&#383;les. But fir&#383;t, in&#383;tead of taking po&#383; &#383;e&#383; &#383;ion of We&#383;t&apos;s fir&#383;t &#383;tation, Cock&#383;hut-hill, which is now too much wooded for that purpo&#383;e, we went into the field in front of it, and had a plea&#383;ing general view of the lake, and its &#383;urrounding Amphitheatre of rude&#383;t rocks. We next went upon the water, but had not the plea&#383;ure to view its mirror-like &#383;urface, which it is &#383;o famous for in bright and &#383;erene weather, for now the clouds hung with threat&apos;ning rain above our heads, and the bleak winds con&#383;pired to give the watery plain an unplea&#383;ing agitation. </p>

<gap desc="A blank space." />

<p>Pocklington&apos;s I&#383;land was the next object of our notice: the length of which is about 251 yards, and breadth 169. The hou&#383;e in the centre of it is elegant, 

<pb n="86" />

tho&apos; not large, and is the property of John Pocklington, E&#383;q. who&#383;e rage for buildings, and fame for Regatta&apos;s amid&#383;t the&#383;e romantic &#383;cenes, are too well known to need any farther remarks. The remains of a Druid&apos;s temple at the &#383;outh end of the i&#383;land are worth ob&#383;ervation, tho&apos; its pre&#383;ent con&#383;truction con&#383;i&#383;ts only of a large circle of rude &#383;tones piled up of irregular heights, and is about 56 feet in diameter. </p>

<gap desc="A blank space." />

<p>From hence we cro&#383; &#383;ed to St. Herbert&apos;s I&#383;land, which is of an oval form, and filled with fir trees; here are &#383;till to be &#383;een the bare ruins of that &#383;aint&apos;s habitation. We next went to Lord&apos;s I&#383;land, which is al&#383;o &#383;trongly wooded, and di&#383;plays the &#383;cattered remains of a building formerly belonging to the Derwentwater family. </p>

<pb n="87" />

<p>We now returned to the &#383;hore again, and in our way to Ke&#383;wick pa&#383; &#383;ed over the borders of what was once Crow-park, but now no more the trace of groves remains: it is now a field of corn without a tree to deck its venerable brow. The charming views that are &#383;een from this &#383;pot are worthy the attention of the arti&#383;t who wi&#383;hes to give his land&#383;cape the &#383;oftne&#383;s of due proportion. </p>

<gap desc="A blank space." />

<p>The day following produced an abundance of rain, and fru&#383;trated every hope of vi&#383;iting the neighbouring country. But in the evening, which became more favourable, we &#383;tole the opportunity of riding towards the much admired vale of Borrowdale, and continuing on the left &#383;ide of the lake towards Grange, we came to a new edifice called A&#383;hne&#383;s, belonging to Mr. Pocklington, but not yet fini&#383;hed: behind this is a mo&#383;t rapid

<pb n="88" />

and delightful waterfall, which collecting it&#383;elf amid&#383;t the rude rocks above, ru&#383;hes with impetuous force into the craggy bo&#383;om of the wood below. On each &#383;ide are tolerable pa&#383; &#383;ages of a&#383;cent, which may afford a moderate view of its &#383;everal parts; but to have an adequate idea of this da&#383;hing torrent, it is nece&#383; &#383;ary to pur&#383;ue the arduous method of climbing up the &#383;lippery cliffs which compo&#383;e the prominent features of this wild &#383;cene. Here the thundering mu&#383;ic &#383;trikes with noble violence the a&#383;toni&#383;hed ear. From the&#383;e tremendous heights a &#383;ide view of the lake gives a pleasing indulgence to the eye. De&#383;cending, we now followed the common road, which &#383;oon brought us to the famed Lowdore, but the water here was not &#383;o full and violent, nor any one perpendicular fall equal to that we had ju&#383;t left, though the whole &#383;pace is con&#383;iderably higher. The acce&#383;s is dif-

<pb n="89" />

ficult, but as the &#383;tream was much le&#383;s than u&#383;ual, we were able to creep up from &#383;tone to &#383;tone near the top of this va&#383;t cha&#383;m formed between the rock of Shutteoerer and Gondar-crag. It is &#383;ituated at the &#383;outhern extremity of the lake, and affords many very magnificent views. But upon the broad &#383;ummit of one of the&#383;e highe&#383;t &#383;tones may be found a &#383;tation &#383;uperior to all others, and, I think, more advantageous for a complete exten&#383;ive pro&#383;pect than Mr. We&#383;t&apos;s fourth &#383;tation; for, I &#383;hould conceive, according to Mr. Gray&apos;s idea, that Ca&#383;tle-crag is too much elevated to pre&#383;erve a ju&#383;t proportion through the whole; but here, about half the height, the whole lake pre&#383;ents it&#383;elf uninterrupted by any object but its own beauteous i&#383;les, and gradually dimini&#383;hing, over the town of Ke&#383;wick, and village of Cro&#383;thwaite, the eye is carried thro&apos; a &#383;urprizing avenue, formed by lofty

<pb n="90" />

Skiddaw and its oppo&#383;ite mountains, and at length is lo&#383;t over the delightful vale in which the lake of Ba&#383;ingthwaite winds its woodgirt &#383;treams. </p>

<gap desc="A blank space." />

<p>Leaving this waterfall we extended our ride thro&apos; the rugged bowels of Borrowdale, which opens new &#383;cenes of horror and a&#383;toni&#383;hment. The road till lately was intercepted by the mouldering hand of time, and deva&#383;tations of ca&#383;ual &#383;torms or &#383;light convul&#383;ions. </p>

<gap desc="A blank space." />

<p>Amid&#383;t the countle&#383;s ma&#383;s that every where pre&#383;ents it&#383;elf the famous Bowdar-&#383;tone is mo&#383;t con&#383;picuous, which is about 62 feet long, and 84 in circumference; but for a more accurate and enlarged de&#383;cription of this and other wonders peculiar to the place, vide page 95, &#38;c. of Mr. We&#383;t&apos;s tour. </p>

<gap desc="A blank space." />

<p>We &#383;till continued by the village of Ro&#383;thwaite to the head of Borrowdale, 

<pb n="91" />

which gave us a &#383;ufficient &#383;pecimen of this rude di&#383;charge of nature, formed to impre&#383;s the mind with ideas of &#383;ublime contemplation, and to gratify the curio&#383;ity of the nice&#383;t ob&#383;erver. </p>

<gap desc="A blank space." />

<p>Next morning we propo&#383;ed a&#383;cending the immen&#383;e brow of unparalleled Skiddaw, but the lowering clouds veiling in thick mi&#383;ts much of his &#383;tupendous height, we were obliged to decline this plan, but adopted another more exten&#383;ive. Accordingly, with a living guide, Jo&#383;eph Hodg&#383;on, from the Queen&apos;s Head, we &#383;et out on a mountainous excur&#383;ion to the we&#383;t part of this country. </p>

<gap desc="A blank space." />

<p>In our way we called to view Mr. Gray&apos;s &#383;weet pa&#383;toral &#383;cene from the vicar&apos;s hor&#383;e block at Cro&#383;thwaite, which was very beautiful, but more &#383;o from the &#383;ide of the adjoining field, which

<pb n="92" />

takes in at the &#383;ame time a great part of Ba&#383; &#383;enthwaite water in the vale below. Having thus indulged our&#383;elves we continued about half a mile on the Cokermouth road, and then turned up a narrow lane to the left, which &#383;oon brought us to the foot of Swin&#383;ide; where leaving our hor&#383;es, we gained the &#383;ummit of this mountain, which commands the rich vale of Ke&#383;wick, and Ba&#383; &#383;enthwaite-water to the left, the town of Ke&#383;wick at the foot of Skiddaw in front, Derwent lake with the gorge of Borrow-dale to the right. </p>

<gap desc="A blank space." />

<p>Turning to the contrary a&#383;pect, the vale of Newlands with all its &#383;urrounding rocks and hills, pre&#383;ents a fre&#383;h and mo&#383;t charming view. </p>

<gap desc="A blank space." />

<p>On our de&#383;cent as we traver&#383;ed this picture&#383;que vale, the tran&#383;ition was quick and extraordinary, from the almo&#383;t

<pb n="93" />

numbing cold of winter to the &#383;erene warmth of &#383;pring, from the barren rock to the cultivated farm, till pa&#383; &#383;ing Ke&#383;kcadale, &#383;olitude and uncultivated nature again &#383;pread their &#383;olemn charms, to fill the mind with aweful contemplation. </p>

<gap desc="A blank space." />

<p>Following now the narrow path, called Newland-haw&#383;e, on the &#383;ide of many a barren hill, we were again &#383;uddenly pre&#383;ented with much verdure, particularly, the delightful mountains Witele&#383;s, and Witele&#383;s-pike, who&#383;e gra&#383; &#383;y &#383;urface was &#383;cattered over with &#383;uch a fleecy flock as is rarely found in plains of the greate&#383;t fertility. </p>

<gap desc="A blank space." />

<p>Soon after we came in &#383;ight of Buttermere a &#383;mall &#383;olitary village, &#383;ituated between the lakes of Buttermere and Cromackwater. In the front we had Burtne&#383;s-turn, where is a pond in the 

<pb n="94" />

bo&#383;om of the rock remarkable for trout of the deepe&#383;t black, with eyes of the &#383;ame colour, whence i&#383; &#383;ues down the mountain&apos;s barren &#383;ide a cataract called Sour-milk-gill, from the frothy whitene&#383;s which it obtains in its fall. On the left is Hay-rig, High-crag, and Red-pike; but mo&#383;t con&#383;picuous is Hum&#383;ter-crag, ju&#383;t above the vale of Ga&#383;carth, remarkable for the fine&#383;t blue &#383;late, above which Great-gavel, Green-gavel, and Skow-fell &#383;pire with gigantic heads. </p>

<gap desc="A blank space." />

<p>Cro&#383; &#383;ing the vale of Buttermere we entered a mo&#383;t intricate barren inclo&#383;ure, called Buttermere-&#383;cale, which, with the a&#383; &#383;i&#383;tance of our experienced guide, we pa&#383; &#383;ed with great difficulty. Here fa&#383;tening our hor&#383;es to &#383;ome rails, we walked about a quarter of a mile to the left, to view that &#383;urprizing phenomenon, called Scale-force, and of which no de&#383;cription 

<pb n="95" /> 

has yet been given. At the time we were in&#383;pecting this extraordinary cha&#383;m its fall of water was deficient more than half its u&#383;ual quantity, which gave us a better opportunity of examining every part. It is a wonderful &#383;eparation of the two rocks, about ten feet wide, and the perpendicular fall of the &#383;tream near 150 feet. The rocks are chiefly barren that &#383;urround it, but on its margin, as if more peculiarly to adorn this enchanting &#383;pot, hang in graceful order both the willow and the &#383;sh. Its moi&#383;t walls are covered by the &#383;oft hand of nature with every &#383;weet variety of mo&#383;s, herb, and flower, which form innumerable pictures, beyond the reach of art to imitate &#383;uch excellence. </p>

<gap desc="A blank space." />

<p>Leaving this mo&#383;t uncommon and delicious &#383;cene, we mounted our hor&#383;es, and continuing on the &#383;ide of Cromack-water, clo&#383;e under the mountain, Mell-

<pb n="96" />

break, we came to an excellent &#383;tation, called Lingey-point, a bold promontary that well commands this lake throughout. In front, on the oppo&#383;ite margin, &#383;tands Randon-knot, remarkable for its orange-tinted &#383;urface, Gra&#383;mire-mount for its purple one, and Silver-&#383;ide for particular whitene&#383;s, which, when heightened by the rays of the &#383;un, form a mo&#383;t delightful group. All that is wanted to render this &#383;cene more perfect, is a revival of tho&#383;e fine woods, who&#383;e &#383;mall remains are left to bemoan the cruel effects of the American war. Proceeding onwards we came oppo&#383;ite the &#383;mall church of Lows-water, where, from a gentle eminence, appears a mo&#383;t beautiful view of that lake on the left, over which are faintly &#383;een, towering amid&#383;t the clouds, the Galloway hills in Scotland; and on the right the rich vale of Lorton opens a &#383;cene of fertility rarely to be found. </p>

<pb n="97" />

<p>From this place, with the &#383;ure a&#383; &#383;i&#383;tance of our guide, we undertook to traver&#383;e the we&#383;tern mountains to the lake of Ennerdale, about &#383;ix miles farther, and unnoticed by Mr. We&#383;t. After a laborious a&#383;cent up the &#383;teep &#383;ide of Ennikin, to the right of Mellbreak, we were rewarded with a grand exten&#383;ive pro&#383;pect of the Solway Firth, &#383;preading its wide waves into the Iri&#383;h Ocean. From hence too may be di&#383;tingui&#383;hed the I&#383;le of Man, and much of the mountainous country in Scotland, which, together with a &#383;ublime view of all tho&#383;e rocky hills we had left behind, could not fail to gratify our curio&#383;ity. After a few more rugged trials, &#383;ometimes upon the hard acce&#383;s of barren rocks, and at others upon the rotten &#383;urface of exten&#383;ive mo&#383; &#383;es, which threatened at every step a boggy cha&#383;m, we arrived at la&#383;t upon the firm brow of Floatren, which &#383;oon led us to the object of this 

<pb n="98" />

pur&#383;uit. Of it&#383;elf, it con&#383;i&#383;ts of large barren rocks &#383;urrounding an oval ba&#383;on of water, about the &#383;ize of Gra&#383;mire, but on the right extends a plea&#383;ant vale, chiefly the property of Lord Lon&#383;dale, inter&#383;per&#383;ed with farms, &#383;mall woods, and a few mills for the manufacturing of paper, &#38;c. </p>

<gap desc="A blank space." />

<p>The bold and craggy mountains that encompa&#383;s the head of this lake, are called by the natives, Hindas, Bowne&#383;s-Knot, Latterbarrow, and the three Coves, &#383;ituated betwixt this lake and Wa&#383;tdale Head, di&#383;tingui&#383;hed by the names of Birkmo&#383;s, Windlef, and Great Cove. The others mo&#383;t con&#383;picuous are Iron-Crag, Angling-Stone, and Crag Fell, but the highe&#383;t of all, Pillar-Mount. In the Haw&#383;e or path which leads from hence to Wa&#383;t-water, may be &#383;een the havock made among&#383;t tho&#383;e cliffs by a &#383;mart &#383;hock of the earth, 

<pb n="99" />

in March 1786, when about 5000 ton of &#383;tone was hurled into the valley. But it is a very untrodden pa&#383; &#383;age at pre&#383;ent, and almo&#383;t too difficult to accompli&#383;h. </p>

<gap desc="A blank space." />

<p>After having dined upon the homely provi&#383;ions of a &#383;mall alehou&#383;e at the neighbouring village of Ennerdale, we &#383;et out again for our quarters at Ke&#383;wick; and winding round the extreme &#383;kirts of this mountainous country for the &#383;ake of a more even and ready road, we met with an ingenious mechanic, who&#383;e name is Atkin&#383;on, who pre&#383; &#383;ed us to &#383;ee an improved forge of his con&#383;truction near this road, where he makes, in a very expeditious manner, many &#383;orts of tools, particularly hoes for the Virginia planters; which at one heating he expands and plates the metal into the requi&#383;ite form, under a large hammer, which &#383;trikes with the a&#383;toni&#383;hing velocity of one hundred and thirty times 

<pb n="100" />

in a minute. Our in&#383;pection of the&#383;e works &#383;eemed to gratify the pride of the owner, who&#383;e glory was to &#383;hew that the human mind was equally capable of &#383;uch exertions in the&#383;e northern regions, as in the mo&#383;t favourite rece&#383; &#383;es of the South. </p>

<gap desc="A blank space." />

<p>We now continued on the direct road that &#383;oon brought us round the other &#383;ide of Lows-water, and Cromack-water, which afforded us a new fund of admiration, the evening being fine; for it is incredible what a total change of &#383;cenery this contrary approach occa&#383;ions. </p>

<gap desc="A blank space." />

<p>Cro&#383; &#383;ing the river Cocker, we came to Scale Hill, a public hou&#383;e conveniently &#383;ituated for company that vi&#383;it the&#383;e lakes. A narrow lane of about five miles led us to the excellent turn-pike road betwixt Cockermouth and Ke&#383;wick: but the approaching night 

<pb n="101" />

prohibiting all farther pro&#383;pect of the &#383;urrounding beauties, we ha&#383;tened to enjoy the comforts of repo&#383;e at our welcomed Inn. Having now nothing more to vi&#383;it of con&#383;equence in Cumberland, except the promi&#383;ed views from the &#383;ummit of Skiddaw, we retired to re&#383;t, with full hopes of the morrow affording us an early and glorious opportunity; but alas! it was not our fortune now to be indulged with this delight, for the day was darkened by continued rain, and we were left to amu&#383;e our&#383;elves in the be&#383;t manner this little place affords. How fortunate is it then for the vi&#383;itors of the&#383;e &#383;cenes to have an unexpected re&#383;ource during the tedious intervals of rain. A well adorned Mu&#383;eum is the place of amu&#383;ement here alluded to, kept by Mr. Cro&#383;thwaite, late a Lieutenant in the Navy, who&#383;e attention to the curious works of nature has given him the opportunity of mak-

<pb n="102" />

ing a con&#383;iderable collection for the in&#383;pection of the public. His room is very commodious, and contains much matter of information and entertainment. You have here in miniature the chief wonders of the &#383;urrounding country. </p>

<gap desc="A blank space." />

<p>The Philo&#383;opher may here gratify him&#383;elf in contemplating many objects of his re&#383;earches, and the thoughtle&#383;s vi&#383;itor may pa&#383;s an hour of wet weather in a plea&#383;ing and rational manner. </p>

<gap desc="A blank space." />

<p>We now took leave of Ke&#383;wick, Augu&#383;t 17th, the day promi&#383;ing fair, and pa&#383; &#383;ed along the &#383;ide of Ba&#383; &#383;inthwaite water, which afforded us many plea&#383;ant views, tho&apos; not as recommended in pages 115, &#38;c. of Mr. We&#383;t&apos;s tour, the Wigton road leading us on the contrary &#383;ide, under the foot of lofty Skiddaw, which remained the prime object for many miles. </p>

<pb n="103" />

<p>Wigton is a &#383;mall market town of little repute, where we &#383;topped to dine, and went from thence ju&#383;t in time to cro&#383;s the Solway Firth at Bowne&#383;s, about eight o&apos;clock: this is a very pleasant &#383;pa&#383; &#383;age at low water of near three miles; in the middle the current is rapid, but with a guide perfectly free from danger. </p>

<gap desc="The remainder of the book was not of interest with regard to its subject matter, and has therefore not been digitised." />

</text> 
