<text id="Walker Remarks Made in a Tour">
<chap title="EXCERPT FROM LETTER VI.">
<gap desc="The first x pages are not required"/>

<pb n="38"/>
<p>The road to LANCASTER has the flat called the Fild on the left, and ill-&#383;haped mountains on the right.  The road is excellent, and the approach to the town the mo&#383;t &#383;triking of any in the kingdom.  The Ca&#383;tle and the Church on a fine hill uniting as it were in one immen&#383;e and finely broken building, breaks upon the eye all at once, at the mo&#383;t fortunate di&#383;tance.  But as I &#383;hall appropriate another Letter to the de&#383;cription of this place, I &#383;hall conclude this with a&#383;&#383;uring you how much I am, &#38;c.</p>
</chap>
<chap title="LETTER VII.">
<pb n="39"/>
<head level="1" align="center">LETTER VII.</head>
<p>DEAR SIR, LANCASTER, JULY 29."</p>
<p>IN my la&#383;t I endeavoured to give you &#383;ome idea of the &#383;triking appearance of this ancient Borough, when &#383;een about a mile off, on the London road.  The huge &#383;quare Tower of the Ca&#383;tle is picture&#383;quely broken broken by the intervention of &#383;maller ones; the fine Tower of the Church al&#383;o &#383;eems part of the a&#383;&#383;emblage, and both the&#383;e being on the &#383;ummit of an high hill, with the town falling in an ea&#383;y slope down the &#383;ides of it, make a group that impre&#383;&#383;es the idea of a more &#383;tately town than we find it.  Every thing, however, both without and within doors, is neat and clean to a proverb.  not that it is &#383;o becau&#383;e there is nothing to dirt it -- con&#383;iderable bu&#383;tle is occa&#383;ioned by an exten&#383;ive We&#383;t-India Trade, which employs fifty &#383;ail of &#383;hips, many of 300 tons burthen, which can float clo&#383;e to the &#383;ide of the town.  An
<pb n="40"/>
exten&#383;ive wet dock near the mouth of the Lune will admit &#383;hips of the large&#383;t burthen.</p>
<p>The imports here are principally Rum and Cotton; and the exports, Provi&#383;ions and Mahogany Furniture; in the ta&#383;te and elegance of the latter they are &#383;carcely equalled in the Capital.  Ship-Building al&#383;o employs a great number of hands, and the &#383;touter &#383;hips are &#383;aid to be built here than in any other port in the kingdom.  Cotton-mills, Cotton-weaving, Bleaching and Stamping, al&#383;o employ many in the town and neighbourhood; as well as &#383;pinning and weaving Sailcloth. --  Hence much of the rough &#383;tone buildings have made room for elegant hou&#383;es of beautiful hewn &#383;tone: beautiful I &#383;ay, becau&#383;e it is variegated with &#383;treaks of ferruginous earth, &#383;o as to repre&#383;ent land&#383;capes, foliage, &#38;c. that give the hou&#383;es a very &#383;ingular appearance.  Of this &#383;tone was lately built an hand&#383;ome Town-hall; under which and its ma&#383;&#383;y portico the market-people find good &#383;helter: the &#383;trength of the pillars of this portico may perhaps be excu&#383;ed, from their having a large-temple like turret to &#383;upport,
<pb n="41"/>
be&#383;ides the u&#383;ual pediment.  This idea in Architecture is new to me, and it has a good affect.</p>
<p>THE New Bridge does great honour to the Architect, and to the munificence of the County. --It con&#383;i&#383;ts of five large and equal arches, over which the road is a &#383;traight line, &#383;o the a&#383;cent is at each end only: the arches are a flat oval; hence it has much the appearance of the light Cycloidal Bridge over the Arno in Florence.  The pre&#383;&#383;ure on the buttre&#383;s of the arches is judiciou&#383;ly taken off (or rather brought to balance the re&#383;t) by large perforations over each pier, like tho&#383;e in the broken bridge of the Via Sacra at Rome. -- The&#383;e perforations have their entrance decorated with a pediment &#383;upported by two Doric pillars; -- and the ballu&#383;trade is of turned &#383;tone.  In &#383;hort, I think this the mo&#383;t beautiful bridge, for its &#383;ize, of any in England.</p>
<p>THE Old Church is a large Gothic &#383;tructure, which, with its &#383;teeple and the Ca&#383;tle, make a u&#383;eful &#383;ea-mark.</p>
<pb n="42"/>
<p>THE Ca&#383;tle is now the County Pri&#383;on, and large additions are making to it, con&#383;i&#383;ting of Solitary Cells that may accomodate above an hundred pri&#383;oners.  This u&#383;eful regulation (now growing &#383;o univer&#383;al), it is to be hoped, may prove the means of preventing crimes: for it is certainly more con&#383;i&#383;tent with the wi&#383;dom and humanity of a State to prevent rather than puni&#383;h crimes.  But, indeed, it is a &#383;atire upon either our laws or the morality of our times, that &#383;uch novel regulations are nece&#383;&#383;ary.  The&#383;e additions will break the huge ma&#383;&#383;es of the old Ca&#383;tle into a more elegant appearance, when fini&#383;hed.</p>
<p>THE Gateway of this antient &#383;tructure con&#383;i&#383;ts of two octogonal Towers of va&#383;t &#383;ize, which the Gate it&#383;elf and the Curtain over it unites, with the u&#383;ual opening for a Portcullis.  The&#383;e two Towers have their top-projecting turrets in perfect pre&#383;ervation, by which the be&#383;ieged, in former times, could annoy an enemy (endeavouring to break through the wall) with great &#383;tones, &#383;calding-water, &#38;c. and be perfectly &#383;ecure them&#383;elves.</p>
<pb n="43"/>
<p>THE Towers of the Ca&#383;tle (about a bow-&#383;hot di&#383;tance from each other) with the Curtains that go between each, inclo&#383;e about two acres of &#383;pace: in this is included the va&#383;t &#383;quare Tower which contains the Shire-Hall, &#38;c. and on the top of which, in a corner turret, is a &#383;quare rece&#383;s called JOHN OF GHAUNT'S CHAIR.  From this alarming height the pro&#383;pect is diver&#383;ified beyond de&#383;cription!  The great bay or inlet called Lanca&#383;ter Sands &#383;eems &#383;pread out before us like an immen&#383;e lake, &#383;etting the Alpine mountains north of it at a proper di&#383;tance for exciting wonder in tho&#383;e who have been u&#383;ed to a flat country.  Blackcoomb ri&#383;es from the &#383;ea, on the left, with round maje&#383;ty; and the flat well-cultivated Penin&#383;ula of Furne&#383;s makes a good foreground to it.  Further to the left appears Peele Ca&#383;tle, &#383;ticking out of the &#383;ea like a man's no&#383;e.  Turning to the right, Cunni&#383;tone Fells, Langdale Pikes, Hill-Bell, &amp;c. indent the horizon with grand and broken ma&#383;&#383;es, very like the Tyrolean Alps as &#383;een over Lake Con&#383;tance.  More to the right, the Panorama &#383;oftens into cultivated hills and vallies, here and there overlooked by frowning eminences, &#383;uch as Ingleborough, Farlton
<pb n="44"/>
Knott, &#38;c.  From the&#383;e the country inclines downwards to the dead flat called the Fild, which makes a curious contra&#383;t with the Bay, one being an expan&#383;e of water, the other of wood, farther than the eye can &#383;ee.  Bending the eye &#383;till more downward, the Town is &#383;een beneath our feet more like the Map of a Town than the Town it&#383;elf.  The winding River and the two bridge diver&#383;ify this view.</p>
<p>FROM this giddy height we de&#383;cend to examine the antiquity and progre&#383;&#383;ive increa&#383;e of this huge pile of building.  It is almo&#383;t unnece&#383;&#383;ary to &#383;ay, that the names of places which end with <i>ca&#383;ter</i> or <i>ce&#383;ter</i> were originally Roman Towns or Stations.  They were originally &#383;ituated on eminences, and if tho&#383;e eminences were &#383;urrounded nearly by a river, &#383;o much the better.  This is preci&#383;ely the case here, the Lune or Lon (for &#383;o it was antiently called, and the country people call the town LONCASTER to this day) winds round the hill on which the Ca&#383;tle and Church &#383;tand, and on which was the Station; the remains of which are yet vi&#383;ible in a double Vallum that winds round the hill; and a
<pb n="45"/>
round Tower (now incorporated in the Ca&#383;tle, and called the Dungeon Tower) is &#383;aid to be a part of it, and built by Adrian about the year of Chri&#383;t 124.</p>
<p>THIS Tower had the &#383;quare one called the Shire-Hall added to it about the year 305.  Con&#383;tantine (father of Con&#383;tantine the Great) built another Tower facing the Town, called the Well-Tower, from a well under it.  After the Norman Conque&#383;t, the Ca&#383;tle was con&#383;iderably enlarged by JOHN EARL of MORTON and LANCASTER, by erecting the Tower called the Gatehou&#383;e, very like, and almo&#383;t as large as the late Ba&#383;tile.  When the Earl became King, he gave audience to the French Amba&#383;&#383;ador in this very Tower; and here al&#383;o received homage from ALEXANDER KING of SCOTLAND, who he &#383;ubdued.</p>
<p>THERE were &#383;everal royal Earls and Dukes of Lanca&#383;ter before JOHN of GAUNT, who about 1362 married the Heire&#383;s of DUKE HENRY PLANTAGENET; and HENRY of BOLINGBROKE his &#383;on (Henry IV.)
<pb n="46"/>
united the Lanca&#383;hire and York&#383;hire e&#383;tates, which were &#383;o large and &#383;o many, that he was the greate&#383;t &#383;ubject in Europe, as Duke of Lanca&#383;ter; in&#383;omuch that the Chancellor&#383;hip of this Duchy is among the be&#383;t things the King of England has in his gift at this day.</p>
</chap>
<chap title="LETTER VIII.">
<pb n="47"/>
<head level="1" align="center">LETTER VIII.</head>
<p>DEAR SIR, 			LANCASTER, JULY 30."</p>
<p>A DIGRESSION from Lanca&#383;ter up the Vale of LUNE to KIRKBY-LONDSDALE is one of the mo&#383;t beautiful rides in this country.  Hanging-woods wind in &#383;uch convolutions as if to prevent this rapid river getting to the &#383;ea; and in many places does it &#383;eem to he&#383;itate, and pau&#383;e in fine &#383;heets.  Art al&#383;o lays ob&#383;tacles in its way by dams for Cotton-Mills, Forges, &#38;c.  It &#383;uffers not the&#383;e interruptions peaceably, but roars in perpetual complaint (never out of hearing) up the whole vale.</p>
<p>CATON lies in the opening of this Vale, a &#383;traggling hamlet of good hou&#383;es, and &#383;warming with children, many of whom are &#383;ent from the work-hou&#383;es of London to the Cotton-Mills of this and other places, and where they can, at a very early period of life, maintain them&#383;elves.</p>
<pb n="48"/>
<p>WHETHER thus crowding a number of poor children together in rooms where the floating fibres of cotton make a fog and mu&#383;t be inhaled at every breath, and where the rattle of machines is only broken by ob&#383;cenity and oaths, can contribute to the health or morality of &#383;uch numbers of the future community, is an object, I think, not unworth of Legi&#383;lative enquiry.  It is not unlikely this mode of getting rid of children trouble&#383;ome to a pari&#383;h, may counteract the good effects of Sunday Schools, and partially deluge us again with ignorance and barbari&#383;m.</p>
<p>THE Valley con&#383;i&#383;ts principally of gra&#383;s farms, which is certainly a wi&#383;e conformity to the climate and country: for crops of corn mu&#383;t be very uncertain where &#383;o much rain falls, and where the winter &#383;ets in &#383;o early.  Here is, however, &#383;ome tolerably-looking wheat, and the oats and barley are luxuriant.  Notwith&#383;tanding this, I cannot &#383;ay but I am almo&#383;t &#383;orry to &#383;ee in the North of Lanca&#383;hire and We&#383;tmoreland, lands made arable by great indu&#383;try, which Nature de&#383;igned only for breeding of cattle, &#383;heep, &#38;c.</p>
<pb n="49"/>
<p>BEFORE the wonderful &#383;ucce&#383;s of Mr. Bakewell in breeding cattle, this Valley (at Borough-Hall, the &#383;eat of Mr. FENWICK) produced the large&#383;t and mo&#383;t beautiful breed of horned cattle of any in England; and no wonder, for the pa&#383;tures are the riche&#383;t I ever beheld: -- there is a &#383;ilkine&#383;s in the gra&#383;s, and a botanical variety in its &#383;pecies, &#383;urpa&#383;&#383;ing the fine herbage in the plains of Lombardy that produce the Parme&#383;an Chee&#383;e.</p>
<p>BUT before we reach this part of LUNESDALE, we are &#383;truck with HORNBY CASTLE, on a fine hill in the middle of the Valley.  This like all the ancient &#383;eats in the North of England, had defence as well as convenience to be con&#383;ulted in its con&#383;truction -- accordingly an high, &#383;trong, and &#383;quare Tower makes a part of every old hou&#383;e.  On one corner of that which gives grandeur to the look of Hornby Ca&#383;tle, is placed an octogonal Turret, from the windows of which an exten&#383;ive and variegated pro&#383;pect opens on three &#383;ides.  This Ca&#383;tle was built and po&#383;&#383;e&#383;&#383;ed by the STANLEYS, as well as the Church below, indicated by in&#383;criptions on both.  The Ca&#383;tle is modernized
<pb n="50"/>
by the addition of a tolerable hou&#383;e, built or enlarged by the notorious CHARTRES of la&#383;civious memory, who made this retreat (when the dupes of his u&#383;ury left Town) the &#383;cene of his debaucheries.</p>
<p>THIS Ca&#383;tle, the octogonal &#383;teeple of the Church, a hou&#383;e with a front of Corinthian pila&#383;ters (very like the MAISON QUARR&#201; at Ni&#383;mes), together with the hanging woods near them, have afforded a fine &#383;ubject to an ingenious Land&#383;cape-Painter.  There is the fru&#383;tum of a Pyramidical Stone in the Church-yard about &#383;even or eight feet high, with Saxon arches engraven upon it, that looks antique: when whole it mu&#383;t have been near twenty feet high, and proportionably thick, and probably of one &#383;tone; but tradition is &#383;ilent, and no in&#383;cription remains upon it.</p>
<p>KIRKBY-LONSDALE (like the Celtic names in Scotland and Wales) has its name indicative of its &#383;ituation, i. e. a Church in the Side of Lune's Dale.  It is a pretty town, and inhabited by genteel people.  It &#383;tands on a bank or eminence above the Lune; and from its church-yard is a plea&#383;ing view of Ingleborough, Lon&#383;dale, &#38;c.</p>
</chap>
<chap title="LETTER IX.">
<pb n="51"/>
<head level="1" align="center">LETTER IX.</head>
<p>DEAR SIR,	ULVERSTONE, AUGUST 8."</p>
<p>AT the hazard of our lives we arrived here, having no compa&#383;s, when a thick fog broke in upon us on the middle of LANCASTER SANDS.  Our hor&#383;es certainly &#383;melt the land, for by them and Providence we got &#383;afe to it.</p>
<p>THESE Sands form a prodigious Bay when the tide is in.  The two arms that embrace this Bay are the Penin&#383;ula of Furne&#383;s on the North, and the Ro&#383;&#383;a Point on the South.  The fir&#383;t part of it, which is cro&#383;&#383;ed in the road to Ulver&#383;tone (or what the country people call <i>Oo&#383;ton</i>) is about eleven miles over; the road is more even than a gravel walk in a garden, and &#383;uffers a grand view of the rugged country that &#383;urrounds it.  We enter the Sands about four miles from Lanca&#383;ter, and taking a &#383;weep with the eye, the fir&#383;t land feature is FARLETON KNOT, a huge rock as large, and very like the rock of Gibraltar.  The various bands of &#383;trata of lime&#383;tone that
<pb n="52"/>
form this ma&#383;s, incline a little to the We&#383;t; and the uppermo&#383;t, which forms the &#383;urface of the mountain (and which &#383;urface is exactly like the little ridges on the &#383;ands left by a retiring tide), &#383;eems a proof that this calcerous heap mu&#383;t have once been under the &#383;ea.</p>
<p>WHARTON CRAG is the next &#383;triking feature to the left.  The lime&#383;tone &#383;trata which form this round hill, look like &#383;o many bandeaus wrapt elegantly round a hand&#383;ome head.</p>
<p>THEN opens MILNTHORP SAND, formed by the KEN, a river which gives name to a well-cultivated Dale, and to the large&#383;t town in We&#383;tmoreland.  Nature on this Sand has long &#383;poken, in very intelligible language, the wi&#383;h &#383;he had that it &#383;hould be inclo&#383;ed.  She has planted large patches of gra&#383;s over thou&#383;ands of acres, which only equinoxial tides cover.  Now was the KEN diverted from its pre&#383;ent cour&#383;e along the &#383;ide in&#383;tead of the middle of this &#383;andy Bray, the land would &#383;oon get the better of the &#383;ea, and bank it out without labour, with a fine &#383;ward.  Some-
<pb n="53"/>
thing of this kind has been propo&#383;ed, I under&#383;tand, and over-ruled; but I venture to prove the project practicable, and that at a &#383;mall expence.</p>
<p>ON the left of this BAY is CASTLE-HEAD, a &#383;eat under a hill of romantic beauty, from whence &#383;hoots the Penin&#383;ula of CARTMEL FELL, as far as HUMPHREY HEAD, a frowning Promontory that has long with&#383;tood the buffets of old Ocean, and &#383;till defies its utmo&#383;t fury.  At the end of the eleven miles above we arrive at the Promontory, which ob&#383;tructs our way to Ulver&#383;tone; but not without compen&#383;ation, for it affords a SALT CHALYBEATE SPRING of great &#383;alubrity, which is much re&#383;orted to in &#383;ummer, the town of CARTMEL, and HOOKER, the beautiful &#383;eat of LORD GEORGE CAVENDISH.</p>
<p>HAVING pa&#383;&#383;ed the Penin&#383;ula, eat flounders (called <i>flooks</i>) at Flookborough, we again enter the Sands, and ride three miles over them before we arrive at Ulver&#383;tone.  In cro&#383;&#383;ing each of the&#383;e Sands, we cro&#383;s al&#383;o two rivers, each &#383;ometimes more than half a mile wide.  This &#383;ounds alarmingly! but it is
<pb n="54"/>
&#383;eldom they are more than foot deep.  Indeed, I have cro&#383;&#383;ed them when we were obliged to open the two doors of the chai&#383;e, and let the water run through; but this is &#383;eldom the ca&#383;e.</p>
<p>FATAL accidents &#383;ometimes happen, and &#383;ometimes ludicrous ones.  A Gentleman's hor&#383;e was &#383;ome times ago drownded in cro&#383;&#383;ing one of the&#383;e rivers too late.  The hor&#383;e floated, and the Gentleman &#383;tuck to him, as a wrecked &#383;eaman would to a plank.  The Man and Hor&#383;e were carried up by the tide a con&#383;iderable way inland, and &#383;o near the shore that he tried by the long tail of the Hor&#383;e if he could touch the bottom.  No bottom was to be found!  The tide turned, and the Man and Hor&#383;e began to move towards the main &#383;ea!  His heart &#383;unk within him, though he &#383;till &#383;wam by the a&#383;&#383;i&#383;tance of the Hor&#383;e's tail.  Several miles was he carried by this uncouth navigation, when once more he was determined to try if he was within &#383;oundings.  Having fa&#383;tened one hand to the hor&#383;e's tail, he plunged into the &#383;ea, and think what mu&#383;t have been his feelings when he felt the bottom! -- PROVIDENCE
<pb n="55"/>
had placed him on a &#383;and-bank!  He &#383;tood up to the chin -- the waves went over him -- he di&#383;engaged him&#383;elf from his good friend the dead hor&#383;e, and waited there till the tide for-&#383;ook the Sands, and got &#383;afe home.</p>
<p>ANECDOTES of this kind are without end in this neighbourhood, but mi&#383;fortunes &#383;eldom happen except by carele&#383;&#383;ne&#383;s; &#383;o that they &#383;hould not deter people from cro&#383;&#383;ing the Sands; for though a &#383;ingular, it is not an unplea&#383;ant ride.</p>
</chap>
<chap title="LETTER X.">
<pb n="56"/>
 <head level="1" align="center">LETTER X.</head>
<p>DEAR SIR, ULVERSTONE, AUG. 8."</p>
<p>ULVERSTONE is &#383;ituated on that rich Penin&#383;ula called LOW-FURNESS, the only corn part of Lanca&#383;hire that bears any re&#383;emblance to the open parts in the South.  Be&#383;ides corn, it produces that iron ore called <i>H&#230;matites</i>, of &#383;uch a quality that no malleable iron can be made from Engli&#383;h ore without a mixture of this.  It is got at about twenty or thirty yards deep in the ground, lies in a regular &#383;tratum, is crumbly, and dyes the fingers of a brick-colour.  This ore, and the woods for charcoal, have greatly enriched this country, for they &#383;eem made for one another.  Hence many iron furnaces and forges are to be met with on this penin&#383;ula, and landholders find it almo&#383;t as profitable to let their grounds grow over with wood as to cultivate them, for every fourteen or fifteen years the wood is cut down and charred.  The&#383;e woods agreeably hid the rugged a&#383;perities of the mountainous part of this country,
<pb n="57"/>
 and give an air of &#383;helter and warmth to it.</p>
<p>To the Abbey of Furne&#383;s this whole penin&#383;ula belonged. -- The Abbey is a ruin in the low and rich part of the neck, but &#383;o mutilated, that it is &#383;carce worth a digre&#383;&#383;ion of fifteen miles from Ulver&#383;tone.  It contained a &#383;ociety of Ci&#383;tertian Monks, who were di&#383;&#383;olved at the Reformation.</p>
<p>THE ride from ULVERSTONE to CUNNISTONE LAKE is through woods and rocks that mu&#383;t a&#383;toni&#383;h and alarm a &#383;tranger: but when he arrives at the bottom or foot of the Lake, he will be &#383;truck with a &#383;cene of &#383;uch tremendous barrenne&#383;s as no words can de&#383;cribe!  CUNNISTONE FELL, TILBERTHWAITE, &#38;c. &#383;eem nothing but rock, and overtop in height, as well as ruggedne&#383;s, all the mountains on the Lanca&#383;hire &#383;ide of Windermere.  At the bottom of the&#383;e, and near the head of the Lake, are &#383;ome pretty inclo&#383;ures, and better hou&#383;es than might be expected in &#383;uch a country.  The &#383;eat called CUNNISTONE-WATER-HEAD is really a paradi&#383;e in a de&#383;art; and the&#383;e mountains al&#383;o
<pb n="58"/>
produce copper, and the fine blue &#383;late &#383;o much e&#383;teemed in the Capital.</p>
<p>RISING a very &#383;teep hill by the Highcro&#383;s, we get a peep at the LAKE of WINDERMERE, the paragon of all the Northern Lakes; but fir&#383;t we fall down into HAWKSHEAD, a &#383;mall Market-town, where the hou&#383;es &#383;eem as if they had been dancing a country-dance, but being all out, they &#383;tood &#383;till where the dance ended! or, perhaps, like BUNBURY'S Long Minuet, in all attitudes. I can compare it to no other place I ever &#383;aw!  Its &#383;ituation, however, is pretty -- it is in a narrow well-enclo&#383;ed vale, at the head of a Lake called ESTED WATER.  The Town and this Lake make very good objects as &#383;een from BELLE MOUNT, the ho&#383;pitable &#383;eat of the worth and Rev. Mr. BRATHWAITE, who&#383;e kindne&#383;s and hilarity providentially &#383;often the gloom and rigour of the country.</p>
<p>By the &#383;ide of E&#383;ted Lake we approach the end of the Mountain called FURNESS FELL, which &#383;eparates this Lake from that
<pb n="59"/>
of Windermere. -- The cro&#383;&#383;ing of this Mountain is truly Alpine -- &#383;teep, rocky, and cut through &#383;tone precipices, who&#383;e bottom is wa&#383;hed by the Lake; &#383;o that this approach to the Lake of Windermere terrifies while the view enchants!  In&#383;tead, therefore, of going (as the road directs) to the Ferry, we were in&#383;tructed to creep along the &#383;ide of the precipice near a mile, and a few roods above the verge of the Lake, and all at once to turn round and view of the Land&#383;cape.  The Sun was almo&#383;t &#383;etting, his di&#383;k was hid from us by the Mountain, &#383;o that his rays illumined the Lake, its I&#383;lands, and the oppo&#383;ite Land&#383;cape, without being &#383;een him&#383;elf.  Had the be&#383;t productions of CLAUD or SALVATOR been before us, they mu&#383;t have remained di&#383;regarded!  No pencil ever gave &#383;uch tints -- no fancy ever threw together &#383;uch an a&#383;&#383;emblage of the &#383;ublime and beautiful!  CHRISTIAN'S ISLAND &#383;eemed under our feet -- the other I&#383;lands like floating woods -- the Lake it&#383;elf, a mirror unruffled by a breath of wind, doubled its cultivated margin, and the woods and mountains, that &#383;tand as centinels over the
<pb n="60"/>
&#383;eats and villages that &#383;helter in the vallies.  The&#383;e Vales open radiantly to our view, exhibiting a foaming river in the bottom, with fields and hou&#383;es on each &#383;ide -- higher up was the woody region -- and above all &#383;teep and &#383;tupendous mountains!</p>
<p>LANGDALE PIKES are of &#383;o &#383;ingular a &#383;hape, that the imagination might ea&#383;ily conceive them to be two huge lions come down from the planet JUPITER, and repo&#383;ing couchant at the head of the Lake.  But my paper will hold no more, I mu&#383;t therefore defer further particulars till my next.</p>
</chap>
<chap title="LETTER XI.">
<pb n="61"/>
<head level="1" align="center">LETTER XI.</head>
<p>DEAR SIR, BOWNESS, AUG. 8."</p>
<p>DESCENDING from this bird's-eye view of the LAKE of WINDERMERE, we embark at the Ferry for CHRISTIAN'S ISLAND.  This Ferry, by the bye, &#383;eems intended by Nature; for the Penin&#383;ulas (called NABS here) penetrate the Lake ju&#383;t oppo&#383;ite to one another, and leave a narrow &#383;pace for the navigation.  Embarking then at the Ferry, we &#383;ee, from the extreme tran&#383;parency of the water, what I have found to be the ca&#383;e all round the Lake, viz. that the ground &#383;lopes or inclines very gradually into the Lake for a few yards, and all at once becomes a &#383;teep brow; &#383;o that where the water would &#383;carce reach the knee, the next &#383;tep might precipitate the bather down a hill of many fathoms deep.  This co&#383;t two boys their lives a few years ago, who riding a mare into the water in order to divert them&#383;elves with the di&#383;tre&#383;s of
<pb n="62"/>
her foal, and urging the mare over the edge of the precipice her &#383;ore feet &#383;lid down, and the boys tumbling over her head, and clinging to the halter, drowned both them&#383;elves and the mare.</p>
<p>IN &#383;ome places this Lake is thirty-five fathom deep, but &#383;o tran&#383;parent that I have &#383;een a fi&#383;h not a pound weight attack a bait at twelve yards deep.  The &#383;ail to the large I&#383;land is charming!  The mountains open into view in varied &#383;ucce&#383;&#383;ion, and almo&#383;t divert the eye from the cultivated &#383;cene we now arrive at.</p>
<p>CHRISTIAN'S ISLAND is about a mile in length, but of very unequal width, containing about forty acres: -- hence its &#383;hores are beautifully indented, and the pre&#383;ent po&#383;&#383;e&#383;&#383;or (J. C. CURWEN, E&#383;q. MEMBER for CARLISLE) has with good ta&#383;te conformed to what Nature pointed out, by decorating the verge with &#383;hrubbery, and a walk round the whole I&#383;land, that follows the winding &#383;hore.  This walk pre&#383;ents &#383;o many and &#383;uch contra&#383;ted &#383;cenes of wild rocks and rich vallies -- of barrenne&#383;s and cultivation -- of wood and water -- of white villages and black moun-
<pb n="63"/>
tains -- of abrupt and perpendicular precipices -- with round &#383;mooth hills &#383;treaked with &#383;tone fences, inclo&#383;ing fields of the riche&#383;t green -- that the Touri&#383;t &#383;pontaneou&#383;ly &#383;tops every ten yards, and &#383;eems de&#383;irous of making a day's journey of the walk round this bewitching I&#383;land!</p>
<p>NOT a breath of wind troubled the Lake this day; it was con&#383;equently a mirrour, and doubled every beauty, while my Convex Mirrour brought every &#383;cene within the compa&#383;s of a picture.  CALYPSO and her Nymphs &#383;urprized the &#383;hip-wrecked TELEMACHUS with threats, but we were more fortunate on this I&#383;land; for a beautiful group, including the LADY of the ISLAND and her &#383;weet <unclear>CHIDDREN,</unclear> came with much politene&#383;s, and pre&#383;&#383;ed us to partake of their de&#383;&#383;ert, con&#383;i&#383;ting of grapes, melons, &#38;c. and much we lamented that our time would not permit a compliance with their wi&#383;hes to detain us a few days.</p>
<p>IN our approach to the hou&#383;e we had an opportunity of judging how much its round figure a&#383;&#383;imilated with this romantic
<pb n="64"/>
country, and the &#383;ingularity of its &#383;ituation; for its outward figure is that of a tall beehive, with the chimnies in the center of its convex roof.  This figure, however, is judiciou&#383;ly broken by an elegant portico, near as large and very like that of St. George's-church, Hanover-&#383;quare.  The circular &#383;tairca&#383;e is in the center of the building, &#383;o that radii from this inner to the outer circle make the rooms more &#383;quare than could be expected in a cylindrical figure.  Be&#383;ide, this figure is well  calculated to with&#383;tand the &#383;torms of this expo&#383;ed &#383;ituation, and is a &#383;triking feature in the Land&#383;cape.</p>
<p>WE left this delicious &#383;eat with regret, and in our pa&#383;&#383;age to BOWNESS pa&#383;&#383;ed by Mr. CURWEN'S fleet of yachts, &#383;ailing-boats, &#38;c., at anchor, which added not a little to the &#383;plendour of the &#383;cene.</p>
</chap>
<chap title="LETTER XII.">
<pb n="65"/>
<head level="1" align="center">LETTER XII.</head>
<p>DEAR SIR, 			AMBLESIDE, AUG. 14."</p>
<p>BOWNESS contains the PARISH-CHURCH of WINDERMERE -- a large white &#383;tructure, that makes a good object in the Land&#383;cape.  Its large ea&#383;t window of &#383;tained gla&#383;s is &#383;aid to have been &#383;aved from the demolition of FURNESS ABBEY; the Church mu&#383;t therefore have been built about the reign of Henry VIII.  This Window exhibits a Crucifixion in the center, of expre&#383;&#383;ive figures, and is in tolerable pre&#383;ervation.  This village is &#383;ituated on a bay of the Lake; and from a hill ju&#383;t above it there is an extensive view of the LAKE and its ISLANDS -- LANGDALE PIKES -- CUNNISTONE FELLS -- RYDAL HALL, the &#383;eat of SIR MICHAEL FLEMING-COGARTH, the large but unfini&#383;hed &#383;eat of the BISHOP of LLANDAFF -- and RARIGG, a &#383;eat much like Ferney, the &#383;eat of VOLTAIRE.</p>
<pb n="66"/>
<p>THROUGH the Woods of the la&#383;t-mentioned place is a plea&#383;ing ride to LOW WOOD (the Inn where mo&#383;t Touri&#383;ts &#383;et up their head-quarters); and in this ride we pa&#383;s by the birth-place of JUDGE WILSON, a character that does honour to his country.  ROMNEY the celebrated Portrait-Painter, and WALKER the Philo&#383;opher, date their origin from this neighbourhood.</p>
<p>COGARTH is an ancient re&#383;idence of the PHILLIPSONS.  The e&#383;tate reaches &#383;ome miles on the border of the Lake, con&#383;i&#383;ting of beautiful woods and rich pa&#383;ture-ground.  Between two &#383;emi-globular Woods is &#383;ituated the large man&#383;ion now building by the BISHOP of LLANDAFF.  Its &#383;ite is &#383;o little above the level of the Lake, that I &#383;hould fear the mountain inundations would be apt to pay it a vi&#383;it.  The Gardens are draining; but why the Hou&#383;e and Gardens &#383;hould be &#383;ituated in a &#383;wamp, when the e&#383;tate affords &#383;ituations of every de&#383;cription, this Right Reverend Philo&#383;opher be&#383;t knows.  The hou&#383;e is well &#383;heltered by Woods and Mountains on the North -- open finely to the Lake in
<pb n="67"/>
front, and which from its length makes a &#383;triking object, as &#383;een on and about all parts of the Lake.</p>
<p>LOW WOOD is only &#383;eparated from the Lake by the high road leading from Kendal to Amble&#383;ide, and is convenient therefore for excur&#383;ions on the Lake: -- boats, lines, and baits are always ready for fi&#383;hing, and the game are Perch (called <i>Ba&#383;s</i> here).  This &#383;ocial fi&#383;h haunts particular places, particularly where an aquatic vegetable grows called <i>Meakin</i>.  This plant grows to be &#383;ix or eight feet long, in water about ten or twelve feet deep, forming a curious wood.  Over this wood the boat is fixed by an anchor, or a great &#383;tone fa&#383;tened to the end of a long rope, and if the fi&#383;hing-party con&#383;i&#383;t of Ladies and Gentlemen, the &#383;port is excellent; for every one being equipped with a line and hook, on which the bait is hung, a plummet &#383;inks the bait near to the bottom, and the fi&#383;hers hold the lines in their hands over the &#383;ide of the boat.  If the perch are hungry, perhaps three or four will bite at a time, giving the
<pb n="68"/>
hand a &#383;hake almo&#383;t equal to an electric &#383;hock; then are they drawn up, and the &#383;truggling victims erect their &#383;harp &#383;ins, &#383;o that the female fi&#383;hers dare not touch them; &#383;qualling and laughter in con&#383;equence en&#383;ue -- &#383;he holds her wet captive at arm's-length, who &#383;prinkles her all over with water, and occa&#383;ions the mo&#383;t laughable di&#383;tre&#383;s! -- I know of no plea&#383;anter diver&#383;ion than to make one of a good humoured fi&#383;hing-party on this Lake! -- Sometimes a large Pike will follow the captive Perch up to the very &#383;urface, and even make a &#383;pring out of the Lake after it.</p>
<p>No bait yet tried will tempt the famous Charr of this or the neighbouring Lakes.  This delicious fi&#383;h is caught in nets, principally in the winter &#383;ea&#383;on, and potted for pre&#383;ents.  The grey Trout of this Lake grows to 30 or 40 pounds weight, and goes up the brooks and rivers to &#383;pawn, and takes up its abode in the deepe&#383;t part of the water at other times, and therefore is very &#383;eldom caught.  The brooks which empty them-
<pb n="69"/>
&#383;elves into WINDERMERE afford &#383;mall Trout in great abundance; and the large Eels may be &#383;een &#383;prawling on the gra&#383;&#383;y bottom of the Lake like a country inhabited by innumerable &#383;erpents.  The&#383;e are taken early in a morning by bearded &#383;pears fixed on the end of long poles.  But this is a dangerous diver&#383;ion; for as the bottom of clear water always appears nearer than it is, the unexperienced &#383;triker finds the Eel more di&#383;tant than he expected, and frequently tumbles over the &#383;ide of the boat.</p>
<p>THE &#383;tations on this &#383;ide the Lake, for Views, are many and various.  The walk from LOW-WOOD HOUSE to the DOVE'S-NEST is &#383;ylvan and pretty.  A Hill above MILLER GROUND affords a grand picture; and higher &#383;till, in a field near the CROSSES, a bird's-eye view of the Lake, &#383;urrounded by huge broken and rocky mountains, is awful and &#383;ublime!  Should the day be a little over-ca&#383;t, and the &#383;un's rays break partially through the clouds on &#383;ome rugged eminence, then have we GILPIN'S ideas made manife&#383;t of Characteri&#383;tic Land&#383;cape, and
<pb n="70"/>
the Contra&#383;t between huge ma&#383;&#383;es of Light and Shade.  The golden tints where the rays &#383;trike -- the &#383;traight rays, in pencils &#383;, &#383;treaming before a black mountain -- and perhaps a black &#383;hower &#383;pringing &#383;uddenly up, and frowning in its pa&#383;&#383;age over all, are Alpine effects, un&#383;een in flat countries, and afford rational wonder to the Painter, the Naturali&#383;t, and the Philo&#383;opher.</p>
</chap>
<chap title="LETTER XIII.">
<pb n="71"/>
<head level="1" align="center">LETTER XIII.</head>
<p>DEAR SIR,	AMBLESIDE, AUGUST 18."</p>
<p>WE now leave LOW WOOD, and along the verge of the Lake having a plea&#383;ing couple of miles to AMBLESIDE.</p>
<p>THIS is a &#383;traggling little market-town, made up of rough-ca&#383;t white hou&#383;es, but charmingly &#383;ituated in the centre of three radiant vallies, <i>i. e.</i> all i&#383;&#383;uing from the town as from a centre.  This &#383;hews the propriety of the Roman Station &#383;ituated near the we&#383;t end of this place, called AMBOGLANA, commanding one of the mo&#383;t difficult pa&#383;&#383;es in England, for an enemy could not po&#383;&#383;ibly get through this part of the country without pa&#383;&#383;ing this &#383;tation.  Roman bricks, pots, broken altars, and coins, are frequently found near its &#383;ite, which is now an undefined heap of earth.  A few weeks ago &#383;ome neighbouring gentlemen had the paved road laid bare that leads from it over KIRKSTONE; it is about eleven feet wide, very perfect, near a foot below the pre&#383;ent &#383;urface, and is very
<pb n="72"/>
traceable over the afore&#383;aid mountain towards the Picts Wall.  This formed a communication; and a detachment of the NERVII were &#383;aid to be &#383;tationed here.</p>
<p>BEAUTIFUL woods ri&#383;e half way up the &#383;ides of the mountains from AMBLESIDE, and &#383;eem wi&#383;hful to cover the naked a&#383;perities of the country; but the Iron Works calling for them in the character of Charcoal, every fourteen or fifteen years, expo&#383;es the nakedne&#383;s of the country.  Among the&#383;e woods and mountains are many frightful precipices and roaring ca&#383;cades.  In a &#383;till evening &#383;everal are heard at once, in various keys, forming a kind of &#383;avage mu&#383;ic.  One, half a mile above the town, in a wood, &#383;eems upwards of an hundred feet fall. -- About as much water as is in the New River precipitates it&#383;elf over a perpendicular rock into a natural ba&#383;on, where, it &#383;eems to recover from its fall, before it takes a &#383;econd and a third tumble over huge &#383;tones that break it into a number of &#383;treams.  IT &#383;uffers not this outrage quietly, for it grumbles through hollow glens and &#383;tone cavities all the way, till it
<pb n="73"/>
meets the ROTHAY, when it quietly enters the Lake.</p>
<p>THESE mountains produce a hardy breed of &#383;mall &#383;heep, of &#383;weet mutton, and coar&#383;e wool.  This wool is &#383;pun by the women, and woven into lin&#383;ey wool&#383;ey by then men; and this is the principal manufacture through the whole of this part of We&#383;tmoreland and Lanca&#383;hire.</p>
<p>THE thin blue &#383;late &#383;o much e&#383;teemed in London, is got in perpendicular &#383;trata in &#383;everal of the&#383;e mountains; and though its lamella divide perpendicularly, the lime&#383;tone &#383;trata lie nearly horizontal, though both may be in the &#383;ame mountain.  This blue rag is the general &#383;tone of the country -- called LAVA by &#383;ome, and WHINSTONE by others; but for my own part I conceive it to be a kind of BASALTES, though it does not cry&#383;talize, like the GIANT'S CAUSEWAY in IRELAND, or FINGAL'S CAVE in the HEBRIDES, in five, &#383;ix, or eight &#383;ides; but it lies in a kind of cubical or rhomboidal blocks, and &#383;plits like i&#383;land cry&#383;tal, running in a kind of vein through &#383;everal mountains in the &#383;ame direc-
<pb n="74"/>
tion.  This &#383;late is ferried down Windermere; and embarks a few miles below on Ulver&#383;tone Bay for different countries.</p>
<p>ASCENDING up KIRKSTONE along the above Roman Road, with much difficulty and fatigue (though a carriage may travel over it) we turn often round to fea&#383;t our ever with the green and wooded Vales below, and are &#383;truck with &#383;everal Tumuli near the &#383;ummit, one near as large as that at Marlborough.  From the &#383;ummit, the view of PATTERDALE down a &#383;teep Glen of eight or nine miles in depth, is to form a Lilliputian idea) like viewing a Land&#383;cape through a Frame of Rock-work -- but &#383;uch Rock-work! -- Conceive, O reader! your&#383;elf hemmed in a road between rocks twice the height of St. Paul's, rugged, overhanging, precipice above precipice! &#383;eeming ready to tumble upon you! -- eagles flying over your head, and a brawling brook da&#383;hing over great &#383;tones at your feet! -- EXCEPT MOUNT CENIS I never &#383;aw &#383;uch a pa&#383;&#383;age.</p>
<pb n="75"/>
<p>A SMALL Lake called BROADWATER affords &#383;ome &#383;triking Views to relieve the horror and t&#230;dium occa&#383;ioned by this frightful Glen; and &#383;oon we arrive among flat meadows that beautify the borders of ULSWATER.</p>
</chap>
<chap title="LETTER XIV.">
<pb n="76"/>
<head level="1" align="center">LETTER XIV.</head>
<p>DEAR SIR,	KESWICK, AUGUST 19.</p>
<p>ULSWATER LAKE is &#383;urrounded by lofty mountains like WINDERMERE, but is very inferior in picture&#383;que beauty: the &#383;tyle is, however, &#383;o &#383;imilar, the de&#383;cription is almo&#383;t needle&#383;s.</p>
<p>DUNMALLARD, &#383;een over the Lake, is a round planted hill that contra&#383;ts well with the naked mountains about; and from HARTSOP-HIGH-FIELD is a grand View, enlivened by the &#383;ingular manner in which the inhabitants bring &#383;late down a precipice.</p>
<p>SADDLEBACK &#383;eems to brave Heaven with its many-pointed top, and in &#383;ome Views &#383;eems the King of the Mountains with a Crown upon its head.</p>
<p>GREYSTOCK CASTLE, a &#383;eat of the DUKE of NORFOLK, is a good hou&#383;e in the Border
<pb n="77"/>
&#383;tyle, and the country about it romantic, and in parts rich.</p>
<p>DALEMAIN, belong to ------- HAZLE, E&#383;q. al&#383;o diver&#383;ifies, with a good hou&#383;e and gardens, the road to PENRITH.  This town is built of red free&#383;tone, but has a neat appearance, and affords every comfort after the fatigue of &#383;uch a journey.  In the church-yard are two &#383;ingle &#383;tone pillars, about four yards high, and give yards di&#383;tant, &#383;aid to &#383;tand at the head and feet of a huge Giant, and thence called "The Giant's Grave."</p>
<p>KING ARTHUR'S ROUND TABLE is but a little di&#383;tance from PENRITH, but is now only a circular mound of earth, little bigger than a Country Cock-pit.</p>
<p>A VERY perfect Beacon yet &#383;tands on a hill as a monument of fedal barbari&#383;m.</p>
<p>IN this road to PENRITH we call at WATER MILLOCH. A gun fired here produces the loud reiterated noi&#383;e of thunder, and two French-horns the effect of the &#383;weete&#383;t concert: nothing the ear can convey to the mind approaches &#383;o near to 
<pb n="78"/>
enchantment!  The di&#383;tant mountains returning the report one after another, will continue the &#383;ound of a gun for twenty &#383;econds, in&#383;omuch that when it &#383;eems to have cea&#383;ed, in a few &#383;econds you hear it again.  This effect is &#383;till more &#383;triking on the Lake, near HALLEN MOUNTAIN, when the a&#383;tounded ear would believe the whole chaos of Rocks tumbling to the center!</p>
<p>WILD as the &#383;cenes are, they are too wild and diver&#383;ified for the painter -- the whole is &#383;ublime and a&#383;toni&#383;hing, but the Parts in general are too ragged and broken for a Picture.  This is particularly the attribute of the Views from LYULPH'S TOWER, except the famous ca&#383;cade called AIREY FORCE.  Here a con&#383;iderable body of water falls near forty yards perpendicular, with a tremendous noi&#383;e, over craggy rocks, and if &#383;een from the dark glen below, exhibits by its &#383;pray a vivid rainbow.  Above this Water-fall (up which no fi&#383;h one would &#383;uppo&#383;e could a&#383;cend), and in many other brooks full of ca&#383;cades, we meet with great plenty of Trout.  LOUTHERBOURG has rather given the Character of the Country
<pb n="79"/>
than a Portrait of its Parts: his blue tints a&#383;&#383;imilate ill with the black complexion of the&#383;e mountains: but as the Painter &#383;aid to an homely Lady, "Madam, I mu&#383;t not "&#383;poil my Picture by a Likene&#383;s," &#383;o this ingenious Arti&#383;t has adopted the &#383;ame addre&#383;s, and made excellent Pictures out of many bad Subjects.  FARRINGDON has been more faithful, with le&#383;s art: his View make good Prints, but do not give the Character of the Country.  It is difficult to &#383;elect, where Nature &#383;urrounds you with profu&#383;ion.  GILPIN, without a Portrait, has given the Character of the Country; and his Water-Tints very happily expre&#383;s its bold features, without minuti&#230;.</p>
<p>These are remarks from memory -- I have neither Books nor Pictures with me.  Indeed it is &#383;ome years &#383;ince I pa&#383;&#383;ed through <i>this</i> particular part of the Country, and have therefore a&#383;&#383;i&#383;ted my remembrance with a laborious Survey, I &#383;tumbled on by accident, written by one CLARK.</p>
<p>GOWBARROW is an exten&#383;ive but open Park, and was &#383;ome years ago covered with
<pb n="80"/>
tall oak wood.  At its upper end is GLENCOYN, a hollow wooded Valley, into which the &#383;un never &#383;hines the whole months of November, December and January.  At the head of this Glen, HELVEYLEN is &#383;een with its &#383;now-covered head often above the clouds.  This is certainly the highe&#383;t mountain in England, and appears to me higher than BEN LOMOND in SCOTLAND.</p>
<p>PATTERDALE, at the head of the Lake, &#383;eems an exclu&#383;ion from all the world.  Shut in by moutains on one &#383;ide, and by water on the other, the traveller is ready to turn his hor&#383;e round, and conclude he can get no father.  Yet this was once the &#383;eat of mirth, innocence, and ho&#383;pitality.  Alas! &#383;ince a banditti of profligate Miners introduced vice and di&#383;ea&#383;e into their happy Valley, they may &#383;ing with Old HOGGART of Troutbeck,</p>
<poem>
	<line>The&#383;e joyful days are now forgot</line>
	<line>That once we had in PATTERDALE,</line>
	<line>When for &#383;ixpence we could have had a pot</line>
	<line>That held a gallon of good ale, &#38;c.</line>
	<line>Then curds and cream we plenty had,</line>
	<line>And many a &#383;illabub was made, &#38;c.</line>
</poem>
<pb n="81"/>
<p>An in&#383;tance of longevity and family tran&#383;actions are told of the Clergyman of this Vale that &#383;eems a paradox, though undoubtedly true: he married and buried both his father and his mother; he chri&#383;tened his wife, and when he married her publi&#383;hed the banns him&#383;elf.</p>
</chap>
<chap title="LETTER XV.">
<pb n="82"/>
<head level="1" align="center">LETTER XV.</head>
<p>DEAR SIR,	KESWICK, AUGUST 19.</p>
<p>FROM Patterdale we join the Penrith road to Ke&#383;wick; and though it is intricate and winding, it affords on every &#383;ide &#383;cenes chequered with elegant variety -- corn-fields -- verdant meadows -- peaceful cottages -- &#383;ilent gloomy thickets, with great ma&#383;&#383;es of maje&#383;tic &#383;hade formed by a retiring &#383;un.  Solitude and Peace reign here undi&#383;turbed, except by the rattling Touri&#383;t, who excites envy and fal&#383;e ideas of happine&#383;s among the peaceful inhabitants; for now it cea&#383;es to excite laughter or contempt, when the ruddy la&#383;s forgets her dialect, and appears at church in a tall bonnet fluttering with ribbands.  Turnpike-roads have de&#383;troyed provinical manners and provincial dialects; for, as GOLDSMITH &#383;ays, "Fa&#383;hions now not only travel "to the exteriors of the kingdom in &#383;tage-coaches, but in the very ba&#383;ket."  Every
<pb n="83"/>
place in this I&#383;land is now only London out of town.</p>
<p>I COULD once have traced the exact extent of the various DIALECTS of ENGLAND, and had them coloured in  a map.  I traced the limits of the SAXON BURR (or what is called the NEWCASTLE BURR) from HADDINGTON in Scotland to CHESTER-LE-STREET in the County of Durham, and made its we&#383;tern boundary the mountains that divide Northumberland from Cumberland.  This &#383;ingular croak is produced by pronouncing the <i>r</i> with the middle of the tongue in&#383;tead of the tip.</p>
<p>IN We&#383;tmoreland there were whole vallies of DANES, all relations, and known, when they could get out of their native hollows, by their red heads, and their language being like the baaing of &#383;heep.  The Scots having po&#383;&#383;e&#383;&#383;ed, and mixed with the people of this country, have left the broad <i>noo</i> and <i>hoo</i> in&#383;tead of <i>now</i> and <i>how</i>, which effectually di&#383;tingui&#383;hes them from their neighbours in Lanca&#383;hire, who&#383;e <i>how</i> and <i>now</i> is more liquid than in the South.  I would call this the MERCIAN DIALECT, as it reached,
<pb n="84"/>
without much variation, from the north of Lanca&#383;hire, through Che&#383;hire, Shrop&#383;hire, Stafford&#383;hire, and Worce&#383;ter&#383;hire; or, if you will, the whole extent of the kingdom of Mercia.  Dialects more &#383;outh and ea&#383;t have run too much into one another to admit of definition; and ere long that will be the ca&#383;e with the whole kingdom.</p>
<p>A SPECIMEN of the We&#383;tmoreland Dialect I &#383;hall give in one of the Country's Riddles:</p>
<poem>
	<stanza>
	<line>I went toth' wood an I gat it,</line>
	<line>"I &#383;at me doon en I leakt at it;</line>
	<line>"En when e &#383;aa I cudn't git't,</line>
	<line>"I teakt heam we ma."</line>
	</stanza>
	<stanza>
	<line>MADE IN ENGLISH THUS:</line>
	</stanza>
	<stanza>
	<line>"I went to the wood, and I got it,</line>
	<line>"I &#383;at me down and I look'd at it;</line>
	<line>"And when I &#383;aw I could not get it,</line>
	<line>"I took it home with me.</line>
	</stanza>
</poem>
<p>IT is perhaps unnece&#383;&#383;ary to &#383;ay, that the &#383;olution is, "a thorn in the foot."</p>
<p>IN re&#383;pect to manners and cu&#383;toms, they were for centuries tran&#383;mitted from father to &#383;on, and much remains to be obliterated yet,
<pb n="85"/>
before the people here will be like the re&#383;t of the kingdom.  Though all are Prote&#383;tants, many Roman Catholic cu&#383;toms remain, with-out the people of the country being at all con&#383;cious of it, and &#383;uper&#383;titions; in the &#339;conomy, dome&#383;tic manners, and common employments; nay, their country mu&#383;ic, of the &#383;erious kind, partake &#383;till of the Romi&#383;h chaunt.  The Mountain &#383;pirit of Independence and Liberty lingers yet among them, as well as the hardy, daring, warlike, and manly firmne&#383;s of mind by which their forefathers repelled the Scots, and pre&#383;erved the Border from their incur&#383;ions.  Sorry am I to &#383;ee this generous &#383;pirit pro&#383;tituted in wagering over a market-day pot, or mi&#383;led into violence by ARISTOCRATIC INFLUENCE.  When this baneful pro&#383;titution cannot be kept out of almo&#383;t inacce&#383;&#383;ible Mountains, no wonder it has over-run the re&#383;t of the Kingdom.</p>
<p>BUT to return to our Tour, and leave a HATEFUL DISEASE, which only rea&#383;on and hone&#383;ty can cure; let us again turn our eyes on the grand and &#383;ublime of Nature, and de&#383;pi&#383;e the littlene&#383;s of human &#383;y&#383;tems and petty competitions.</p>
<pb n="86"/>
<p>THE Village of THRELKELD is in the BARONY of GREYSTOCK, and, as well as many other Villages through the whole County, under Border-tenure.</p>
<p>NEAR Threlkeld is the VALE of ST. JOHN'S.  I &#383;hudder when I think of this Vale!  Two days after a water-&#383;pout fell here, I &#383;aw its deva&#383;tations, and have the cleare&#383;t idea of it to this hour, though then a child.  It was in Augu&#383;t of the year 1749, when in two hours the whole Vale was filled with water, many feet deep -- not a bridge, wall, nor hou&#383;e was left in it.  A mill was &#383;o effectually era&#383;ed, that one of its &#383;tones has not been found to this day! and a little above it, the &#383;ide of the Mountain was excavated into a gully that would hold St. Paul's!  This rich Vale has been (in part) rendered inarable ever &#383;ince; and in &#383;ome parts of it &#383;tones of twenty tons weight (wa&#383;hed from the Mountain) are piled up in heaps by the inundation, to a dozen yards in height, and bid defiance to all attempts at removal.</p>
<p>SADDLEBACK figures in the &#383;cenery of this Vale; a frightfully-broken Mountain
<pb n="87"/>
on one &#383;ide, and pretty &#383;mooth on the other.  On its top are hideous cha&#383;ms of near a thou&#383;and yards deep! and near it a Lake, TARN (as the country-people call a &#383;mall Lake), which &#383;eems the mouth of an extingui&#383;hed Volcano.  Many vitrified &#383;ub&#383;tances found on this Mountain make this conjecture not improbable, though, I mu&#383;t confe&#383;s, I think WATER rather than FIRE has been the agent concerned in the formation of the&#383;e Mountains.</p>
</chap>
<chap title="LETTER XVI.">
<pb n="88"/>
<head level="1" align="center">LETTER XVI.</head>
<p>DEAR SIR,	KESWICK, AUG. 20."</p>
<p>THE road to CASTRIGG is romantic, though rich and cultivated; and on the hill is Druidical monument, con&#383;i&#383;ting of about fifty &#383;tones (placed in a circle), of &#383;uch &#383;ize as would almo&#383;t bid defiance to the machinery and friction-balls u&#383;ed to remove the huge &#383;tone into the Square of Peter&#383;burgh; and what is very extraordinary, the&#383;e &#383;tones are of a kind not to be found within many miles of this place.</p>
<p>BUT the mind is called from reflection on the u&#383;e or antiquity of this Temple, by the fine view the&#383;e Mountains afford, viz. the VALE and LAKE of KESWICK!  Yet ah! how fallen &#383;ince  I &#383;aw it in the year 1749 before mentioned, when the CROW-PARK, FRYER CRAGG, LORD'S ISLAND, and indeed all the &#383;hores and i&#383;lands of this beautiful Lake were covered with tall oaks.  The view mu&#383;t have been &#383;triking, when a child of ten years old had &#383;uch an impre&#383;&#383;ion made
<pb n="89"/>
by it, as not to be era&#383;ed for forty years; nay, I think I could draw it from memory at this hour, if I had time.  The wood was &#383;o even at top (each tree being about eighteen yards high, and very thick) that it looked like a field, and the branches &#383;o interwoven that boys would have gone from tree to tree like &#383;quirrels.  The Crow Park is now a ploughed field, and a fine &#383;tation for the Land&#383;cape-Painter.  Mo&#383;t of the lands which &#383;urround the Lake were forfeited by the EARL of DERWENTWATER, and appropriated by Government to the maintenance of GREENWICH HOSPITAL, &#383;o that it was with difficulty that LORD WILLIAM GORDON, Mr. POCKLINGTON, Mr. STEVENSON, &#38;c. could procure land to build their villas upon.  The&#383;e villas, however, have poli&#383;hed the rugged &#383;hores of the Lake, and make up in &#383;ome degree for the lo&#383;s of its fine woods.</p>
<p>I AM told that the Lake contains near thirteen hundred acres, in which are included ST. HERBERT'S ISLAND, VICAR'S ISLAND, LORD'S ISLAND, RAMPSHOLM, LING-HOLM, TRIPPET-HOLM, OTTER ISLAND, and the FLOATING ISLAND.  This la&#383;t is a &#383;ingular
<pb n="90"/>
curio&#383;ity, &#383;omething of the nature of SOLWAY Moss, which &#383;ome years ago floated apparently on dry land.  This Floating I&#383;land is about twenty yards in diameter, nearly circular, and &#383;lopes from its center: it &#383;eems an a&#383;&#383;emblage of matted mo&#383;s roots, under which a brook (&#383;welled by great rains) in&#383;inuates it&#383;elf, and &#383;wells it above the &#383;urface of the Lake; hence it only appears in rainy weather, and &#383;inks to the bottom in dry.</p>
<p>THE other I&#383;lands once broke the level equality of the Lake into &#383;triking interruptions.  They do &#383;o yet in &#383;ome degree; but when Art joins Rapine to deface a country, the eye mu&#383;t turn to immoveable for relief; and no where will the eye &#383;ee objects to more advantage than on the Lake.</p>
<p>LOOK at WALLOW CRAGG from the vicinity of LORD'S ISLAND, an enormous ma&#383;s of rock fifteen hundred feet high, and you might &#383;uppo&#383;e you could take a Lover's leap from its top into the Lake!  Get under this huge promontory if you dare, and then every beauty of the Lake, and all that is grand and &#383;ublime around it, lie &#383;tretched out before you!  Beauty, Horror, and Mag-
<pb n="91"/>
nificence, contend like the Three Godde&#383;&#383;es for the Apple of Approbation! -- The imagination demands a CLAUDE for the cultivated Vales, the white &#383;catted Cottages, the gla&#383;&#383;y Lake, and its wooded I&#383;lets.  But a SALVATOR alone could da&#383;h out the frowning Steep, the broken Cliff, the hanging Wood, the foaming Water-fall, and the majesty of cloud-capt impending Mountains!</p>
<p>A COCKNEY would &#383;uppo&#383;e an Air-Balloon the only vehicle by which the&#383;e beauties could be vi&#383;ited: get into your carriage, and you will find a good road round the whole Lake.  But do not &#383;leep in it; alight on every eminence, and every eminence will afford you an intere&#383;ting pro&#383;pect; nay, if you look only through the windows, you will &#383;ee Woods, Rocks, Cliffs, Mountains, vani&#383;hing or ri&#383;ing into view, a&#383;&#383;uming new and romantic &#383;hapes at every turn, or lo&#383;ing them&#383;elves behind rolling clouds.</p>
<p>STOP at LODORE, and above the Little Inn there is a wonderful view of the Lake, and SKIDDOW as a back ground.  This place &#383;eems a door into BORROWDALE, and almo&#383;t &#383;hut up by a huge overhanging rock, that &#383;eems to
<pb n="92"/>
threaten de&#383;truction to the wight who dare to invade a place which nothing but eagles had vi&#383;ited till within this la&#383;t thirty years.</p>
<p>A LITTLE above this, among and over wood-clad Rocks, foams the tremendous Ca&#383;cade of LODORE! da&#383;hing from rock to rock with a hideous roar, that may be heard many miles.  But in the time of a flood, it &#383;eems to de&#383;pi&#383;e the gradation by which it u&#383;ually de&#383;cends, and flies over rocks and &#383;hrubs in one va&#383;t &#383;heet, upwards of two hundred feet high!  It requires no &#383;mall re&#383;olution to per&#383;evere in a vi&#383;it to BORROWDALE, when the entrance &#383;o powerfully a&#383;&#383;aults both the eyes and ears; but your courage will be rewarded by a &#383;cene of the wilde&#383;t &#383;eque&#383;tration that perhaps ever excited human curio&#383;ity.  The road is by HIGH LODORE to GRANGE, a pretty village, with a ruin on a &#383;piral rock, from whence this Stone Vale is &#383;een to great advantage.  Imagination would &#383;ay, that after the world was fini&#383;hed the rubbi&#383;h was thrown here!  One wonders how the inhabitants could &#383;cratch a little bread from among the &#383;tones! for the whole Vale &#383;eems made of Rocks and Stones, and it may be called the World's End without a metaphor!
<pb n="93"/>
Nature, however, has not left it without its riches: the be&#383;t, and almo&#383;t the only black lead in the world is got here, in &#383;uch abundance, that I have many years ago bought a pound for &#383;ixpence, though now it is &#383;old as high as thirty &#383;hillings!  The mines are &#383;hut up by &#383;trong doors, and only opened at intervals.</p>
<p>THE Slate Quarries may al&#383;o be reckoned among the natural riches of this Vale, as well as a Salt Spring near MANSETY, that cures cutaneous di&#383;orders by wa&#383;hing: and the Mora&#383;&#383;es here are covered with wild myrtle (called GALE), that &#383;ends forth fragrant effluvia.</p>
<p>IF pro&#383;pects be your pa&#383;&#383;ion, climb a rock at the water-head near HARDENDALE KNOTT, and the Lake with its I&#383;lands &#383;preads out beneath your feet.  Dr. BROWNRIGG'S white Hou&#383;e at the foot of SKIDDOW -- the white Church of CROSTWAITE, and the white Town of Keswick, beautifully &#383;pot the middle ground; and SKIDDOW (like Mount Ida), with its double top, forms a maje&#383;tick back ground.  This is not a &#383;tation for a painter -- the objects are too many, and 
<pb n="94"/>
occupy too great a portion of the horizon.  Behind, the view is made up of mighty rocks, piled up on one another in every fanta&#383;tic form -- Pine-Apples -- Artichokes; -- nay, conceive a piece of Sugar-candy magnified to an hundred times the &#383;ize of St. Paul's, and that may a&#383;&#383;i&#383;t the imagination.</p>
<p>THE &#383;ail from HARDENDALE KNOTT, in an afternoon when the &#383;un &#383;hines on SKIDDOW, is charming; the &#383;everal bays and creeks on the &#383;ide of BRANLEY PARK &#383;ucceed on another in varied beauty; &#383;o do the I&#383;lands.  But you mu&#383;t now wi&#383;h for your dinner; &#383;o we take leave of you once more at Ke&#383;wick, and to-morrow we mount old Father SKIDDOW.</p>
</chap>
<chap title="LETTER XVII.">
<pb n="95"/>
<head level="1" align="center">LETTER XVII.</head>
<p>DEAR SIR,	KESWICK, AUGUST 23."</p>
<p>TO &#383;hew you as much as I can of this romantic country, I mu&#383;t take you a round-about road over SKIDDOW.</p>
<p>LEAVING KESWICK, we a&#383;cend a little hill above PORTINSCALE, where a fine view opens of BASSINTHWAITE LAKE.  The dark blue mountains above THORNTHWAITE &#383;eem as if they had grown out of flat verdant fields.  The land&#383;cape is &#383;potted with white hou&#383;es, and the background is the &#383;teepe&#383;t &#383;ide of SKIDDOW, &#383;un-burnt into a reddi&#383;h-brown colour.  The road by ULLOCK and GREAT BRATHWAITE is wild and winding; but on Brathwaite brow is a bird's-eye view of the Vale of Ke&#383;wick, which pays well for the fatigue of climbing to it.  Here SKIDDOW and HELVEYLIN, the highe&#383;t mountains in England, are &#383;een together; the fir&#383;t &#383;aid to be 1156 yards above Ba&#383;&#383;enthwaite Lake, and the other 1245 yards above Ul&#383;water.</p>
<pb n="96"/>
<p>POUTER-HOW in this ride is a pretty building, under a hill of oaks, contra&#383;ted by a rugged mountain covered with loo&#383;e &#383;tones; and the road all along the border of the Lake, through WYTHOP BROW, is on a &#383;teep bank covered with fine oaks.  The oppo&#383;ite &#383;ide of the Lake is &#383;een &#383;prinkled with white hou&#383;es; among which the elegant man&#383;ion of Mr. STOREY, called MITRE-HOUSE, is &#383;een to great advantage.</p>
<p>AFTER winding round huge rocks and turf bogs above a mile, we arrive at OUZE-BRIDGE, at the foot of the Lake, where it degenerates into a River, bearing the name of DARWENT, to WORKINGTON, where (after having amu&#383;ed us in &#383;o many ways) it empties it&#383;elf into the &#383;ea.  At Ouze-Bridge is a plea&#383;antly-&#383;ituated Inn, where the Hor&#383;e Regatta took place in the year 1780.  This whim&#383;ical piece of amu&#383;ement was, to take a number of hor&#383;es into the middle of the Lake, to &#383;ink the boat under them, and the fir&#383;t hor&#383;e that &#383;wam to &#383;hore was the winner.  At this place is a pretty &#383;eat of J. C. CURWEN, E&#383;q. M. P.; and ARMATHWAITE (at a little
<pb n="97"/>
di&#383;tance above the Lake) is the beautiful &#383;eat of Mr. SPEEDING.</p>
<p>WE now begin to a&#383;cend lofty SKIDDOW.  The road inclines round it to the north ea&#383;t, to le&#383;&#383;en the declivity; but the hor&#383;es of the country climb it very well.  We vi&#383;it &#383;ome rocks, with large regular cavities like large cauldrons, and thence called "Hell Kettles."  The&#383;e excavations, I apprehend, mu&#383;t be worn by pebbles, kept in a circular motion by the eddies in tho&#383;e dreadful torrent of water which tumble down mountains when heavy rains fall.</p>
<p>THE rich country about CARLISLE, SEBERGHAM, WIGTON, &#38;c. now begins to appear; but the mountain grows &#383;o &#383;teep, with nothing but a &#383;heep-track for the road, that I alight from my galloway and lead him to the &#383;ummit.  Before we reached it, we pa&#383;&#383;ed through a &#383;tratum of fog which threatened to hide from us the di&#383;tant objects we came to &#383;ee.  Fortunately it did not cover the top, &#383;o we ro&#383;e above it, and &#383;aw it like an undulating &#383;ea beneath our feet.  Oh, how we prayed for a &#383;torm of thunder
<pb n="98"/>
and lightning in this cloud!  But our prayer was not heard --  the fog di&#383;per&#383;ed -- the curtain was drawn up, and di&#383;played to our view the Coa&#383;t of SCOTLAND, the ISLE of MAN, the WELSH MOUNTAINS, &#38;c.  With a Refracting Tele&#383;cope we &#383;aw the &#383;heep on MOUNTCREFFEL on the coa&#383;t of GALLOWAY, and &#383;ome of our company believe they &#383;aw the mountains of MOURN in IRELAND.  The View at hand was a &#383;ea of Mountains, and, like the waves of that turbulent element, thrown in all forms and directions.  The Lake of Ke&#383;wick appeared like a &#383;mall ba&#383;on, and its beautiful Vale like a land&#383;cape &#383;een in a &#383;how-box.</p>
<p>WHILE the fog continued, we heard the lowing of cattle from the bottom of the Mountain, as if they had been clo&#383;e at hand; and, con&#383;idering the rolling &#383;urface of fog as a &#383;ea, the &#383;ound appeared to come from the bottom of it.  This effect was &#383;urprizing, and accounts for the long reiterated &#383;ound of thunder.  One of our company fired a gun: the reverberation from the different mountains continued twenty &#383;econds, and was thunder in all its horrors!</p>
<pb n="99"/>
<p>OUR Levels were now fixed, and we found HELVEYLIN and CROOSFELL higher than SKIDDOW.  The Barometer fell to 26.3.; and the Thermometer to 51. though in the Valley it &#383;tood at 79. Fahrenheit's &#383;cale.</p>
<p>AFTER drinking our friends in the nether world, we began to de&#383;cend on the Ke&#383;wick &#383;ide of the Mountain, down a &#383;heep-track &#383;teep and rugged: here, however, we had nothing to attend to but our feet till we arrived at Armathwaite, the &#383;eat of the ingenious Dr. BROWNRIGG, who opened the way to the di&#383;covery of fixed air, by his judicious analy&#383;is of the Pyrmont and Spa waters.  This hou&#383;e makes a good feature in the Vale of Ke&#383;wick; and though &#383;nugly, is elegantly &#383;eated at the foot of Skiddow.  The Vicarage is &#383;aid to afford the &#383;weete&#383;t View of any in this country.  It is certainly very fine, and but little out of the road to Ke&#383;wick.</p>
</chap>
<chap title="LETTER XVIII.">
<pb n="100"/>
<head level="1" align="center">LETTER XVIII.</head>
<p>DEAR SIR,	KESWICK, AUG. 25."</p>
<p>KESWICK has been more con&#383;iderable formerly than now: but being the general head-quarter of numerous Touri&#383;ts, it improves fa&#383;t, particularly in Inns and Accommodation; and the inhabitants begin to feel (as at Watering-Places) that it is very convenient to make the Summer provide for the Winter.</p>
<p>IN this Town there is a WILL WIMBLE, of great u&#383;e to inqui&#383;itive Touri&#383;ts.  This officious CICERONI &#383;hows off the Lions of the Town and Neighbourhood to great advantage.  He is Commander in Chief when a Squadron of Boats attack Pocklington's I&#383;land, and carry the Cellars &#383;word in hand.  He al&#383;o po&#383;&#383;e&#383;&#383;es a Mu&#383;eum of local Fo&#383;&#383;ils and other Curio&#383;ities, which prove very u&#383;eful for a lounge on a wet day; and many &#383;uch days we mu&#383;t endure if we &#383;tay long at Ke&#383;wick.  The &#383;uddenne&#383;s of the &#383;howers &#383;urprizes
<pb n="101"/>
 &#383;trangers; for at a time when the &#383;ky is clear, and every other indication of a fine day appears, a black cloud will &#383;tart up in&#383;tantly from behind a Mountain, and if you are not very near a hou&#383;e, ten to one you are wet before you can run an hundred yards.  The mountain winds are al&#383;o an annoyance; for the reflection of the Sun's rays from rock to rock heats the aire of the Vallies &#383;o much, that to re&#383;tore a level or an equilibrium, the cold aire from the Mountains ru&#383;hes down their &#383;ides with a trouble&#383;ome impetuo&#383;ity.</p>
<p>THE Moon was at full -- the evening fine -- and, remembering a nocturnal expedition on the Lake many years &#383;ince, a repetition of it was recommended, and as readily complied with by the party.  Two French-horns were placed in a convenient Echo on &#383;hore, and we embarked on the gla&#383;&#383;y bo&#383;om of the Lake, directing the horns to play by intervals.  Let no one vi&#383;it Ke&#383;wick without a &#383;ail by moonlight!  The &#383;cene is &#383;o placid, &#383;o tranquil, it &#383;oothes every care, and harmonizes the mo&#383;t jarring pa&#383;&#383;ions!</p>
<pb n="102"/>
<p>WE re&#383;t on our oars, and li&#383;ten to the horns -- Echo makes them a full concert!  Every Rock lends its &#383;weet voice in wild accompanyment -- tho&#383;e at a di&#383;tance in &#383;oft <i>Piano</i>, and tho&#383;e at hand in bold <i>Forti&#383;&#383;imo</i>!  The accommodating ear, prone to deceive it&#383;elf, hears Flutes, Violins, Clarinets, in this a&#383;&#383;emblage; while LODORE thunders a ground Ba&#383;s with its roaring ca&#383;cade!  Now a gentle breeze carries away the &#383;ound, and LODORE alters his key: -- the breeze cea&#383;es, and the mu&#383;ic de&#383;cends again upon us! -- Is it a Choir of Angels a&#383;cending and de&#383;cending?  Is it fairy-ground realized? or an Arabian Night's Entertainment? -- Rea&#383;on gives the reins to Imagination, and vi&#383;ions play before the fa&#383;cinated &#383;en&#383;es -- Sylphs and Fairies cea&#383;e to have only poetical exi&#383;tence -- the eye beholds them, and the ear hears them! -- Tritons blow their &#383;hells round the Boat, and join then general harmony! -- Ble&#383;t Imagination! what is Rea&#383;on or Philo&#383;ophy without thee! -- How &#383;hould we get through this Vale of Tears without they help? -- Call that Rock a Giant -- This, the dread Chimera -- That, a Centaur -- Make
<pb n="103"/>
every Mount a Mon&#383;ter; for among the undefined forms that &#383;urround us, the mind may mould a new creation.</p>
<p>BUT let us awake from this dream.  The mu&#383;ic cea&#383;es, and a &#383;ilence en&#383;ues that may almo&#383;t be felt.  Again we play our oars, and expre&#383;s our happine&#383;s: -- again we mark the mellowed Light and Shade, and the &#383;oft mantle thrown by LUNA "o'er the fact of "things." -- Where are fled thy horrors, WALLOW CRAGG?  SKIDDOW becomes a colourle&#383;s Contour -- the rocks of BORROWDALE a Pa&#383;te.  Now quivers a &#383;tream of mild effulgence o'er the Lake, pointing to us, with the Moon impending below it.  The downward &#383;hrubs, hanging from the Rocks, &#383;tand upright in the Lake, and &#383;eem by reflection a Wood below the bottom of our Boat. -- So &#383;mooth our motion, the I&#383;lands &#383;eem to approach us, and we are at re&#383;t The whole Land&#383;cape is in motion -- the indented Horizon puts on new indentations every moment. -- We land, and the enchantment cea&#383;es!</p>
<pb n="104"/>
<p>"ADIEU ye Sylvan delights! -- Rocky "KESWICK, adieu!"  Care calls me to the Capital, and I mu&#383;t obey her obdurate Commands. -- Oft do I look behind me, as I climb thy pro&#383;pect-yielding-hill, O CASTRIGG!</p>
</chap>
<chap title="LETTER XIX">
<pb n="105"/>
<head level="1" align="center">LETTER XIX.</head>
<p>DEAR SIR,	AMBLESIDE, AUG. 27."</p>
<p>THYRLMERE, alias LEATHES WATER, alias WITHBURN WATER, makes its appearance.-- We approach it by LEATHES PARK, and are pre&#383;ently hemmed in by this ant-like Lake, and lofty HELVEYLIN (this name is certainly Celtic).  The &#383;cene degenerates, tho' we are traver&#383;ing the &#383;kirts of the highe&#383;t Mountain in England.  In vain we look for its top from the road; nothing &#383;alutes the eye but large loo&#383;e &#383;tones, which &#383;eem to threaten de&#383;truction to the traveller below.  They &#383;ay a thunder-&#383;hower tumbling down the Mountain in numberle&#383;s ca&#383;cades is a &#383;ingular and an alarming &#383;pectacle.</p>
<p>WITHBURN, at the head of this Lake, is a &#383;cattered group of poor hou&#383;es; every thing about it looks cold and comfortle&#383;s.  The &#383;alary of its wretched Chapel was two pounds ten &#383;hillings per annum until QUEEN ANNE'S Bounty was procured for it.  Before
<pb n="106"/>
this the Clergyman had what the people here call a "Whittlegate" among his congregation, viz. he lived from hou&#383;e to hou&#383;e among them, and his &#383;tay was in proportion to the circum&#383;tances of his entertainer.  The principal landholder here is obliged to keep a bull, a &#383;tallion, and a boar for the u&#383;e of his neighbours.</p>
<p>THE road to RAISE GAP is very good, and of an ea&#383;y a&#383;cent.  By &#383;ome, this boundary of the Counties of Cumberland and We&#383;tmoreland is called DUNMAIL RAISE, perhaps from the Cairn or large Tumulus rai&#383;ed over the body of DUNMAIL, King of Cumberland, who is &#383;aid to have been &#383;lain here by our Saxon EDMUND, and MALCOLM King of Scotland.  This monument is &#383;o near the road that a &#383;tranger cannot mi&#383;s it.</p>
<p>HELM CRAGG is here a notable object; &#383;omething like a large ca&#383;tle blown up by gunpowder; and &#383;nug beneath an amphi-theatre of mountains lurks the &#383;weet Vale of GRASSMERE.  This &#383;eems a retreat for Arcadian Shepherds, guarded by almo&#383;t
<pb n="107"/>
inacce&#383;&#383;ible rocks from the cives and follies of the world.  A beautiful Lake is in the middle of this round Vale; and in the middle of the Lake a large Wooded I&#383;land.  A flat Penin&#383;ula al&#383;o pu&#383;hes it&#383;elf into the Lake, on which &#383;tands a Village of white hou&#383;es, and a picture&#383;que Church.  The road is a terrace to the &#383;eque&#383;tered &#383;cene, and invites the Touri&#383;t to alight and walk.</p>
<p>RYDALL WATER next attracts notice.  It is a &#383;mall Lake beautifully &#383;potted with little I&#383;lands, and from it ri&#383;es a va&#383;t Mountain, covered half way up with woods.  And now the ancient &#383;eat of the FLEMINGS &#383;alutes the eye with its white face -- it &#383;ticks in the end of a craggy mountain like a bird's-ne&#383;t in a broken wall.  It is an old aukward hou&#383;e, but beautifully &#383;ituated at the front of &#383;everal inclining vallies, having the Town and the Vale of Ambl&#383;ide, with Windermere Lake, full in front.  The large and ancient woods that clothe the &#383;ides of the &#383;urrounding mountains -- the rich pa&#383;tures at their bottoms, contra&#383;ted with the rocks and ca&#383;cades above, make the &#383;eat of Sir
<pb n="108"/>
MICHEAL LE FLEMING a curio&#383;ity at lea&#383;t, if it has no preten&#383;ions to magnificence.</p>
<p>ABOVE the hou&#383;e, and through a wood of fanta&#383;tic old trees, we are led to a Ca&#383;cade of great fall, among rocks that break it into &#383;heets in all downward directions; and near the hou&#383;e is another, &#383;een through the window of a Summer-hou&#383;e.  This has a &#383;triking effect; for over the head of the Ca&#383;cade is an old Bridge, and over that a thicket of tall trees -- and over that a dark Mountain -- and over that perhaps, a dark cloud.  In &#383;hort, an artificial night gives &#383;olemnity to the noi&#383;e and indi&#383;tinct view of this Ca&#383;cade, which fills the mind with terror and amazement.</p>
</chap>
<chap title="LETTER XX.">
<pb n="109"/>
<head level="1" align="center">LETTER XX.</head>
<p>DEAR SIR,	KENDAL, SEPT. I."</p>
<p>FROM RYDALL HALL we pa&#383;s over a little of our former ground, viz. by Amble&#383;ide, Low Wood, and Troutbeck-Bridge.  We then leave the Bowne&#383;s road, and &#383;trike off upon the left to KENDAL.  At Ore&#383;thead we take a parting view of Windermere, and a very good &#383;tation it is either for the Painter or Touri&#383;t.</p>
<p>INGS CHAPEL next attracts our attention as an elegant building, and more particularly by its hi&#383;tory.</p>
<p>ABOUT the beginning of this century one BATEMAN, a poor lad about &#383;ixteen, had acquired a little knowledge of arithmetic, and wi&#383;hed to try his fortune in the Capital.  He had neither money nor friends; but a laudable cu&#383;tom of the country operated in his favour, viz. After &#383;ervice the Congregation a&#383;&#383;emble and make a collection to help forward indigent merit.  With this bounty in his pocket, he &#383;et off on
<pb n="110"/>
foot, and was &#383;oon made happy in a place where he had plenty of victuals, and nothing to do but clean the &#383;hoes, the knives, and the &#383;table.  It was &#383;oon found out that he neither &#383;old his ma&#383;ter's hay, wore his &#383;hoes, or pilfered candle-ends or kitchen-fat; nay, moreover, that he could read and write.  This nece&#383;&#383;arily brought him into the Warehou&#383;e, where he acquitted him&#383;elf &#383;o well, that the Counting-hou&#383;e &#383;ucceeded.  The Merchant into who&#383;e family he had the good fortune to &#383;tumble, had large concerns in Italy.  Our hero was &#383;ent to Leghorn as a Factor, where he commenced Merchant him&#383;elf, and in a few years acquired &#383;uch a fortune that he &#383;ent over money to rebuild the Church where he received his fir&#383;t donation, and al&#383;o an hand&#383;ome hou&#383;e, &#383;een on the left a little farther.</p>
<p>I AM happy to re&#383;cue from oblivion this We&#383;tmoreland WHITTINGTON, and wi&#383;h I could fini&#383;h his hi&#383;tory as well as it began.  Alas! he wound up his affairs, put his property and him&#383;elf on board his la&#383;t &#383;hip, and was coming to enjoy him&#383;elf, and make his
<pb n="111"/>
native country happy, when he died in the Straits of Gibraltar, not without &#383;u&#383;picion of poi&#383;on.  The &#383;hip returned to Italy -- the property was lo&#383;t.</p>
<p>KENDAL is a clean-looking town, and con&#383;i&#383;ts principally of one &#383;treet, about a mile long.  The hou&#383;es are built of the rough &#383;tone of the country, &#383;o hard, that it bids defiance to the chi&#383;&#383;el; the inter&#383;tices are filled up with rough-ca&#383;t mortar, which gives the hou&#383;es a white and uncommon appearance.  The walking part of the &#383;treet is paved with lime&#383;tone pebbles, &#383;o very &#383;lippery, that the inhabitants acquire a catch in their walk, as if on ice; and &#383;trangers often get a fall.  Like mo&#383;t country towns, it is made up of good and bad hou&#383;es oddly mixed together.  -- It boa&#383;ts no public building of note, except its Church, which is one of the large&#383;t Pari&#383;h-churches in England.</p>
<p>THE old Ca&#383;tle, on a round hill oppo&#383;ite the town, is a fine Ruin.  It inclo&#383;es about an acre and a half of ground, and has con&#383;i&#383;ted of round and &#383;quare towers, united by curtains built on the inner bank of a deep dry ditch,
<pb n="112"/>
&#383;urrounding the whole.  The vaults (of great extent) remain, and the plan of the interior dwelling may be ea&#383;ily traced.  The walls are of va&#383;t thickne&#383;s, con&#383;i&#383;ting of rough &#383;tones thrown promi&#383;cuou&#383;ly together, and united into an impenetrable &#383;olid by fluid mortar, now as hard as the &#383;tone it&#383;elf<ptr target="n1"/>.</p>
<note id="n1">Fluid mortar, mixed with pounded lime&#383;tone, hardens into an impenetrable &#383;olid, and I believe is the cement of the ancients.</note>
<p>THE &#383;ituation is noble.  An high hill in the middle of a Vale is a fine object of it&#383;elf; but when crowned with a Ca&#383;tle in ruins, it is a Picture.  This Ca&#383;tle boa&#383;ts great antiquity.  It was in po&#383;&#383;e&#383;&#383;ion of many eminent families long before the Conque&#383;t.  The TAILEBOIS, the HOWARDS, &#38;c. have po&#383;&#383;e&#383;&#383;ed it &#383;ince: CATHERINE PARR, the Queen of Henry VIII. was born here, and many of the Barons of Kendal who re&#383;ided here po&#383;&#383;e&#383;&#383;ed half the county for an e&#383;tate.</p>
<pb n="113"/>
<p>THE Town looks well from the Ca&#383;tle.  The Ken wa&#383;hes its &#383;kirts<ptr target="n2"/>, and high ground behind &#383;creens it from the North.</p>
<note id="n2">Would to God it wa&#383;hed away the horrid &#383;tench the tanners make, who line and contaminate the river!</note>
<p>ON the declivity of this ground is a Tumulus as large as that at Marlborough, and no doubt covers the remains of &#383;ome antient warrior.  On this hill in 1788 an Obeli&#383;k was erected, &#383;acred to LIBERTY and the memory of the REVOLUTION.</p>
<p>THE material that furni&#383;hes bread for the numerous manufacturers of Kendal, is the coar&#383;e wool of the neighbouring mountains.  This is wove into Lin&#383;ey, and into the Blankets for the North American Indians; hence the little hills above the town are &#383;urrounded with tenters, which adds another &#383;ingularity to the appearance of this place.</p>
<p>KNIT-STOCKINGS is another article that employs many thou&#383;ands of women; but Lincoln&#383;hire wool mu&#383;t be mixed with the &#383;taple of the country to make good &#383;tockings.  Silk and cotton have al&#383;o crept into their &#383;imple fabrics, as luxury increa&#383;es.</p>
<pb n="114"/>
<p>THE trade of this town will be much benefited by the Lanca&#383;ter Canal now in contemplation.  The reciprocation in this work will be coals and lime&#383;tone -- We&#383;tmoreland wants coals, Lanca&#383;hire lime&#383;tone.  This Canal is intended to reach from Kendal to Lanca&#383;ter, and from thence to Pre&#383;ton, where it will join the Leeds and Liverpool Canal, and open a Water-communication with every part of the kingdom.  Every friend to the trade and enterprizing &#383;pirit, of the&#383;e countries mu&#383;t give his heart &#383;upport or hearty good wi&#383;hes to this undertaking.  It embraces the general good.  Private views &#383;eem bani&#383;hed, from the fair and open propo&#383;itions now offered to public patronage by the di&#383;intere&#383;ted and judicious patriots who have e&#383;timated its practicability.  It &#383;eems very wonderful, that in this uneven country a Canal &#383;hould be capable of extending ninety miles without a Lock.</p>
<p>WE return to Lanca&#383;ter, and returning to London by the &#383;ame route with which we &#383;et out, here ends my Journal.</p>
</chap>
</text>
